{
    "state": "FL",
    "num_questions": 132,
    "num_answers": 132,
    "contributor": "Aishneet Juneja",
    "questions": [
        {
            "q": "What information must be included on a political disclaimer?",
            "a": "Any political advertisement that is paid for by a candidate (except a write-in candidate) and that is published, displayed, or circulated before, or on the day of, any election must prominently state: \n\"Political advertisement paid for and approved by (name of candidate), (party affiliation) for (office sought)\" or \"Paid by (name of candidate), (party affiliation), for (office sought).\"\n\"Political advertisement paid for and approved by (name of candidate), (party affiliation) for (office sought)\" or \"Paid by (name of candidate), (party affiliation), for (office sought).\"\nDisclaimer for Write-in Candidates - Any political advertisement that is paid for by a write-in candidate and that is published, or circulated before, or on the day of, any election must prominently state:\n\"Political advertisement paid for and approved by\"(name of candidate)\", write-in candidate, for \"(office sought)\"; or \"Paid by\"(name of candidate)\", write-in candidate, for\"(office sought)\"\n\"Political advertisement paid for and approved by\"(name of candidate)\", write-in candidate, for \"(office sought)\"; or \"Paid by\"(name of candidate)\", write-in candidate, for\"(office sought)\"\nIf the candidate for partisan office is running as a candidate with no party affiliation:\nAny advertisement of the candidate must state that the candidate has no party affiliation.\nAny advertisement of the candidate must state that the candidate has no party affiliation.\nIndependent Expenditure Disclaimers\nAny political advertisement paid for by an independent expenditure shall prominently state \"Paid political advertisement paid for by (name and address or person paying for advertisement) independently of any (candidate or committee).\"\nAny person who makes an independent expenditure for a political advertisement shall provide a written statement that no candidate has approved the advertisement to the newspaper, radio station, television station, or other medium for each such advertisement submitted for publication, display, broadcast, or other distribution. The advertisement must also contain a statement that no candidate has approved the advertisement. This paragraph does not apply to campaign messages used by a candidate and his or her supporters if those messages are designed to be worn by a person.\nAny political advertisement paid for by an independent expenditure shall prominently state \"Paid political advertisement paid for by (name and address or person paying for advertisement) independently of any (candidate or committee).\"\nAny person who makes an independent expenditure for a political advertisement shall provide a written statement that no candidate has approved the advertisement to the newspaper, radio station, television station, or other medium for each such advertisement submitted for publication, display, broadcast, or other distribution. The advertisement must also contain a statement that no candidate has approved the advertisement. This paragraph does not apply to campaign messages used by a candidate and his or her supporters if those messages are designed to be worn by a person.\nDisclaimers for Other Than Independent Expenditures\nAny political advertisement, not paid for by a candidate, including those paid for by a political party or affiliated party committee, other than an independent expenditure, offered on behalf of a candidate must be approved in advance by the candidate. Such political advertisement must expressly state that the content of the advertisement was approved by the candidate and must state who paid for the advertisement.\nAny political advertisement, not paid for by a candidate, including those paid for by a political party or affiliated party committee, other than an independent expenditure, offered on behalf of a candidate must be approved in advance by the candidate. Such political advertisement must expressly state that the content of the advertisement was approved by the candidate and must state who paid for the advertisement.\nFor more disclaimer examples and exceptions from the disclaimer requirement, especially for technology-based advertising, see Candidate and Committee Handbooks located on our Publications page.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-campaign-advertising/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Can my political ad say \"re-elect\" if I'm not the incumbent?",
            "a": "If a candidate is not the incumbent for the office being sought, the word \"re-elect\" may not be used and the word \"for\" must be placed between the name of the candidate and the office sought. (Section 106.143(6), F.S.)",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-campaign-advertising/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What is an electioneering communication?",
            "a": "Electioneering communication means any communication publicly distributed by a television station, radio station, cable television system, satellite system, newspaper, magazine, direct mail, or telephone that:\nRefers to or depicts a clearly identified candidate for office without expressly advocating the election or defeat of a candidate but that is susceptible of no reasonable interpretation other than an appeal to vote for or against a specific candidate; \nIs made within 30 days before a primary or special primary election or 60 days before any other election for the office sought by the candidate; and\nIs targeted to the relevant electorate in the geographical area the candidate would represent if elected.\nRefers to or depicts a clearly identified candidate for office without expressly advocating the election or defeat of a candidate but that is susceptible of no reasonable interpretation other than an appeal to vote for or against a specific candidate; \nIs made within 30 days before a primary or special primary election or 60 days before any other election for the office sought by the candidate; and\nIs targeted to the relevant electorate in the geographical area the candidate would represent if elected.\n(Section 106.011(18), F.S.). For exceptions to the above definition, see the Electioneering Communications Handbook on our Publications page.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-campaign-advertising/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Do electioneering communications need disclaimers?",
            "a": "Yes. The disclaimer must read: \"Paid electioneering communication paid for by (name and address of person paying for the communication)\" (Section 106.1439, F.S.)",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-campaign-advertising/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Do I have to report expenditures for electioneering communications?",
            "a": "Yes. If the expenditure is not otherwise required to reported by Chapter 106, F.S., it must be reported if the expenditure was $5000 or more. It is reported in the same manner, at the same time and subject to the same penalties as are political committee expenditures. (Section 106.071(1), F.S.) If the expenditure is made by an electioneering communication organization, the reporting requirements are located in Section 106.0703, F.S.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-campaign-advertising/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Do candidates for precinct committeeperson have to file campaign reports and comply with Chapter 106, F.S.?",
            "a": "Only if such candidates receive a contribution or make an expenditure.  An individual seeking a publicly elected position on a political party executive committee who receives a contribution or makes an expenditure shall file a report of all contributions received and all expenditures made. The report shall be filed by 5 p.m. with the supervisor of elections on the 4th day immediately preceding the primary election. (Section 106.0702, F.S.)",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-campaign-finance/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "May a candidate appoint himself or herself as campaign treasurer?",
            "a": "Yes. (Section 106.021(1)(c), F.S.)",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-campaign-finance/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "How many deputy treasurers may a candidate or political committee have?",
            "a": "Candidates for statewide office may appoint up to 15 deputy treasurers. Other candidates and political committees may appoint up to 3 deputy treasurers. (Section 106.021(1)(a), F.S.)",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-campaign-finance/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Can a deputy treasurer file and submit campaign reports?",
            "a": "Yes. A deputy treasurer may perform all of the duties of a campaign treasurer when specifically authorized to do so by the campaign treasurer in the case of a candidate, or the campaign treasurer and chairperson in the case of a political committee. (Section 106.021(4), F.S.)",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-campaign-finance/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Who is responsible for keeping tabs on aggregate totals of campaign contributions?",
            "a": "The campaign treasurer is responsible for receiving and reporting all contributions. (Section 106.06, F.S.)",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-campaign-finance/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "May a candidate accept a contribution from a trust fund?",
            "a": "Yes. Chapter 106, F.S., defines a \"person\" as an individual, corporation, association, firm, partnership, joint venture, joint stock company, club, organization, estate, trust, business trust, syndicate, or other combination of individuals having collective capacity. The term also includes a political party, affiliated party committee, or political committee. (Section 106.011(14), F.S.)",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-campaign-finance/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Do I have to itemize small contributions of $5, $10, $50, etc.?",
            "a": "Yes. The law provides no exceptions for the reporting of contribution information, regardless of the size of the contribution. The full name and address of the contributor are also required. (Section 106.07(4)(a), F.S.)",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-campaign-finance/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Are in-kind contributions subject to the same limitations as monetary contributions?",
            "a": "Yes. In Chapter 106, F.S., the definition of a \"contribution\" includes contributions in-kind having an attributable monetary value in any form. Therefore, in-kind contributions are subject to the same limitations set for monetary contributions. (Section 106.011(5) and 106.08, F.S.)",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-campaign-finance/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "How is the value of an in-kind contribution determined?",
            "a": "The contributor must inform the person receiving the contribution of the fair market value at the time it is given. (Section 106.055, F.S.)",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-campaign-finance/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Can a corporation give to a candidate, political committee or political party?",
            "a": "Yes. A corporation is considered a \"person\" under Chapter 106, F.S.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-campaign-finance/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Would a corporation have to file as a political committee if it contributes to a candidate or other political committee?",
            "a": "Corporations regulated by chapters 607 or 617, F.S., and other business entities formed for purposes other than to support or oppose issues or candidates are exempt from the definition of a \"political committee\" as long as their political activities are limited to contributions to candidates or political committees, or expenditures in support of or in opposition to an issue, from corporate or business funds. Corporations and other business entities remove themselves from this exemption if they solicit or receive contributions outside their corporate or business funds for political purposes. (Section 106.011(16), F.S.)",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-campaign-finance/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "I am opposed in the general election, but I have no opposition in the primary election, therefore, my name will not be on the primary election ballot. Am i prohibited from accepting contributions in the five days before the primary election?",
            "a": "No. Only candidates opposed in the primary election are required to comply. However, since you are opposed and your name will appear on the general election ballot, you are required to abide by the prohibition on accepting contributions less than 5 days prior to the general election. (Section 106.08(3), F.S.)",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-campaign-finance/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "I was given cash at a rally and have no information on who it is from? What do I do?",
            "a": "Report this contribution as an anonymous contribution on your campaign report but do not spend these funds on the campaign. After the campaign is over, dispose of the funds pursuant to Section 106.141, F.S. (DEO 89-02)",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-campaign-finance/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "As a candidate, what can I do with leftover campaign funds?",
            "a": "If qualified by the petition method and filed an oath stating that it would impose an undue burden on your personal or other resources to pay the fee to verify petition signatures, you will first need to reimburse the state or local government entity, whichever is applicable. (Section 106.141(7), F.S.) Otherwise You may disburse of funds by any of the following means or a combination thereof:\nreturn pro rata to each contributor;\ndonate to a charitable organization or organizations that meet the qualifications of s. 501(c)(3) of the Internal Revenue Code;\ngive not more than $25,000 to the affiliated party committee or political party of which the candidate is a member;\ngive, if applicable, to the political subdivision for which you were a candidate for office and deposit it in the subdivision's general fund (Section 106.141(4)(a), F.S.);\ngive, of applicable, to the state, if you were a candidate for state office and it in the General Revenue Fund.\nreturn pro rata to each contributor;\ndonate to a charitable organization or organizations that meet the qualifications of s. 501(c)(3) of the Internal Revenue Code;\ngive not more than $25,000 to the affiliated party committee or political party of which the candidate is a member;\ngive, if applicable, to the political subdivision for which you were a candidate for office and deposit it in the subdivision's general fund (Section 106.141(4)(a), F.S.);\ngive, of applicable, to the state, if you were a candidate for state office and it in the General Revenue Fund.\nCandidates who have received contributions for public campaign financing shall return all surplus funds to the state. (Section 106.141(4)(b), F.S.)\nA candidate elected to state office or a candidate who will be elected to state office by virtue of his or her being unopposed after candidate qualifying ends, may retain up to $20,000 in his or her campaign account, or in an interest-bearing account or certificate of deposit, for use in his or her next campaign for the same office.  (Section 106.141(4)(c), F.S.)\nIn addition to the methods listed above, a candidate elected to office (or will be elected by virtue of being unopposed) may transfer funds from the campaign account to an office account to be used only for legitimate expenses in connection with the candidate's public office. The amount which can be transferred is limited by law.  (Section 106.141(5), F.S.)",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-campaign-finance/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Can I combine my leftover campaign funds with a legislative account?",
            "a": "No. The office account must be separate from any other account (including a legislative account). (Section 106.141, F.S.)",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-campaign-finance/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "I am an elected official and still have funds in my office account. I am now beginning my re-election campaign. May I place the surplus funds in the office account into my campaign account for re-election?",
            "a": "No. Funds retained by elected officials in their office accounts may only be used for legitimate expenses in connection with their public office. (Section 106.141(5), F.S.)",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-campaign-finance/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Do I have to file campaign reports on the Electronic Filing System (EFS)?",
            "a": "If the Division of Elections is your filing officer, you are required to file all campaign reports via the EFS. If your filing officer is other than the Division of Elections, you must contact his or her office to find out their requirements. (Section 106.0705, F.S.)",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-campaign-finance/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "If my treasurer is out of town, can I have an extension to file my report?",
            "a": "No. The election laws do not provide for an extension under these circumstances. (Sections 106.07(2)(b) and (3), F.S.)",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-campaign-finance/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "If I make a mistake on my report can I go back in and correct it on the EFS?",
            "a": "Once the report is submitted to the Division of Elections, the EFS will not permit you to go back and make changes. In order to correct mistakes or add and delete information, you must submit an amended report.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-campaign-finance/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "If I am late submitting my report, how is my fine calculated?",
            "a": "Candidates, political committees, electioneering communication organizations and independent expenditures: $50 per day for the first 3 days late and, thereafter, $500 per day for each late day, not to exceed 25% of the total receipts or expenditures, whichever is greater for the period covered by the late report. However, for reports immediately preceding the primary and general election, the fine shall be $500 per day for each day, not to exceed 25% of the total receipts or expenditures, whichever is greater, for the period covered by the late report.\nState and county executive committees: $1,000 for a state executive committee and $50 for a county executive committee per day for each late day, not to exceed 25% of the total receipts or expenditures, whichever is greater, for the period covered by the late report. However, if an executive committee fails to file a report on the Friday immediately preceding the general election, the fine is $10,000 per day for each late day a state executive committee is late and $500 per day for each day a county executive committee is late.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-campaign-finance/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "How long are campaign records kept at the Division of Elections or the Supervisor of Elections Offices?",
            "a": "Ten years from the date of receipt. (Sections 98.015(5) and 106.22(4), F.S.)",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-campaign-finance/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What are the residency requirements for candidates?",
            "a": "President of the United States: a natural born citizen and resident of the U.S. for the last 14 years.\nUnited States Senator: a citizen of the U.S. for at least 9 years and resident of the state when elected.\nUnited States Representative in Congress: a citizen of the U.S. for at least 7 years and resident of the state when elected.\nGovernor and Lieutenant Governor: an elector and resident of the state for the preceding 7 years.\nCabinet Members: an elector and resident of the state for the preceding 7 years.\nState Senator: an elector and resident of the district upon taking office and a resident of the state for at least 2 years prior to election.\nState Representative: an elector and resident of the district upon taking office and a resident of the state for at least 2 years prior to election.\nState Attorney: an elector and resident of the circuit upon taking office.\nPublic Defender: an elector and resident of the circuit upon taking office.\nJustice of the Supreme Court: an elector and resident of the state upon taking office.\nJudge, District Court of Appeal: an elector and resident of the territorial jurisdiction of the court upon taking office.\nCircuit Judge: an elector and resident of the territorial jurisdiction of the court upon taking office.\nCounty Offices: See Division of Elections Opinion 94-04.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-candidates/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "If I want to be a no party affiliation candidate, can I still be registered to vote as a Republican or Democrat?",
            "a": "No. A person seeking to qualify for office as a candidate with no party affiliation may not have been registered with any political party for 365 days before the beginning of qualifying preceding the general election for which the person seeks to qualify. (Section 99.021(1)(c), F.S.)",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-candidates/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Do I have to designate a campaign treasurer and depository before I make public my intention to run for office?",
            "a": "No. Nothing in the election laws prohibits a person from announcing their intention to become a candidate prior to designating a treasurer or depository as long as no contributions are received and no expenditures are made in connection with that announcement. (Section 106.021, F.S.)",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-candidates/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What if I want to change my campaign treasurer or other officers?",
            "a": "File a reappointment of campaign treasurer (Form DS-DE 9) with the filing officer along with a copy of the letter of resignation or removal.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-candidates/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "How are judges elected in Florida and what are their terms?",
            "a": "Merit Retention - Not all judges in Florida are elected to office. Supreme Court Justices and Judges of the District Court of Appeal are always appointed by the Governor from a list of three to six candidates presented by the Judicial Nominating Commission for that court. Once appointed, they must serve at least one year before the next general election and, thereafter, must face a \"yes\" or \"no\" vote every six years as to whether they will remain in office. If a judge is not retained the appointment process starts again. Further information can be obtained from the Florida State Courts website.\nElected Judges- Circuit judges and county court judges have six year terms that begin on the first Tuesday after the first Monday in January following the general election. They are on the primary and general election ballots the year before the term ends in January. If a judicial candidate receives a majority of the votes at the primary election, the candidate's name will not appear on the general election ballot unless a write-in candidate has qualified for the same office. If no candidate receives a majority of the votes at the primary election, the names of the two candidates receiving the highest number of votes will appear on the general election ballot. The candidate receiving the highest number of votes at the general election is elected to office.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-candidates/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Can a judicial candidate speak at a political party function?",
            "a": "A judicial candidate may attend and speak in his own behalf at political party functions. However, care must be exercised to insure compliance with the election laws and the Code of Judicial Conduct. (Chapter 105, F.S., and DE Opinion 78-34) The Judicial Ethics Advisory Commission has stated that judicial candidates may attend political functions to speak about their candidacy as long as the function is not a fundraiser, and the other candidates, if any, are also invited. The judicial candidate may not, however, attend if the political party function is a social gathering where the candidate would not speak to the body, but would merely have the opportunity to speak with other guests. (JEAC Opinion 2004-11.) Other opinions regarding election matters can be obtained from from the Judicial Ethics Advisory Committee Opinions website.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-candidates/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "I am a county court judge candidate. Where do I file and qualify?",
            "a": "You must file your appointment of campaign treasurer and designation of campaign depository and qualify with the supervisor of elections’ office in the county where you seek election. (Section 105.031, F.S.)",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-candidates/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "When can I start collecting signatures to qualify as a petition candidate?",
            "a": "Before collecting any signatures, all candidates (except federal candidates and special district candidates who have not collected contributions and whose only expense is the signature verification fee) must file the Appointment of Campaign Treasurer and Designation of Campaign Depository (Form DS-DE 9) with the filing officer. Each petition must be submitted before noon of the 28th day preceding the first day of the qualifying period for the office sought to the Supervisor of Elections of the county in which such petition was circulated.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-candidates/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Where can I locate a list of candidates for upcoming or prior elections?",
            "a": "You can view a list of candidates that file with the Division of Elections by searching the Candidates and Races Database.  In addition, you can also find a list of candidates and issues that will appear on the actual ballot on the county Supervisor of Elections’ website and/or publication in the newspaper and through your sample ballot.  For more information about sample ballots, please contact your local County Supervisor of Elections office.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-candidates/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Where can I locate information on upcoming elections, including the Presidential Preference Primary?",
            "a": "A General Election is held in November of every even-numbered year. The Primary Election for nominating party nominees for the General Election is 11 weeks before the General Election. Additionally, a Presidential Preference Primary is held on the third Tuesday in March of each presidential election year. Special elections may be called at any time during the year.  Further information can be found on our Election Dates page. ",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-elections/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Where can I find information about the Electoral College and how the President of the United States is actually elected?",
            "a": "The National Archives' website explains the history and operation of the Electoral College. The Office of the Federal Register coordinates the functions of the Electoral College on behalf of the Archivist of the United States, the States, the Congress, and the American People.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-elections/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "How do I become a poll worker?",
            "a": "Contact your county Supervisor of Elections about becoming a poll worker. A poll worker is required to attend at least 2 hours of training (at least 3 hours if holding a higher position) prior to each election that he or she is serving. A poll worker is paid. As a poll worker you must be a registered qualified elector of the county in which you are serving. You must also be able to read and write the English language. Bi-lingual speakers (especially those who speak Spanish) are encouraged to apply and serve.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-elections/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Must a poll watcher be a registered voter?",
            "a": "Yes. Each poll watcher must be a registered voter of the county in which he or she serves.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-elections/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "May a candidate serve as a poll watcher?",
            "a": "No candidate, sheriff, deputy sheriff, police officer or other law enforcement officer may serve as a poll watcher.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-elections/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What percentage comprises a win in the primary?",
            "a": "The partisan candidate receiving the highest number of votes will be nominated. In nonpartisan races, if no candidate receives a majority of the votes, the top two candidates will be voted on in the general election.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-elections/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "I want to vote in the primary. Do I have to be a Democrat or Republican?",
            "a": "Since Florida is a closed primary state, only voters who are registered members of the respective political party's candidates can vote for those candidate nominees in a primary election. Typically that would be either one of the two major political parties (Republicans and Democrats) but it can also include minor political parties if they have candidates for an office on the primary election ballot. All registered voters can vote in a primary election, regardless of which major or minor political party they are registered or even if they are registered without a specific party affiliation when:\nAll the candidates for an office have the same party affiliation and the winner of the primary election will not face any opposition in the general election (i.e. no write-in candidates have qualified).\nThe race is nonpartisan (i.e., prohibited from qualifying or campaigning based upon party affiliation) (e.g., judicial and school board offices, nonpartisan special districts or local referendum questions).\nAll the candidates for an office have the same party affiliation and the winner of the primary election will not face any opposition in the general election (i.e. no write-in candidates have qualified).\nThe race is nonpartisan (i.e., prohibited from qualifying or campaigning based upon party affiliation) (e.g., judicial and school board offices, nonpartisan special districts or local referendum questions).\nAt a general election, all registered voters receive the same ballot and may vote for any candidate or question on the ballot. If there are write-in candidates who have qualified for a particular office, a space will be left on the general election ballot where their name can be written.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-elections/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Are all judges retained in office by voting \"for retention\" or \"against retention?\"",
            "a": "Justices of the Supreme Court and Judges of the District Courts of Appeal are subject to retention voting. Circuit judges and county judges are subject to election just like other candidates except where a local option has passed calling for selection of these judges by merit selection and retention voting. (See Sections 105.036, 105.041(2), 105.051(2), F.S., and Article V, Section 10, Florida Constitution) At the present time, all circuit judges and county court judges are elected.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-elections/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Where can I find election results (current or past)?",
            "a": "Visit our webpage on Elections Data for election results. In Florida, election results are reported in several stages, starting with preliminary (unofficial) election night results and ending with the certification of official results two weeks after Election Day. On Election Day, live statewide results for federal, state, multicounty and special elections are available online after 8:00 p.m. (EST) on the Division of Elections' Florida Election Watch website (website is activated a week before Election Day). Results are released after 8:00 p.m. (EST) to allow for polls to close in Florida's central time zone counties.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-elections/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What is voter turnout?",
            "a": "Voter turnout refers to the percentage of eligible registered voters who cast a ballot in the election. The statewide voter turnout is calculated based on the total number of registered voters who cast a ballot versus the number of active eligible registered voters in the book closing report for the upcoming state election. Visit our webpage on Elections Data for past voter turnout.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-elections/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What is a recount?",
            "a": "A recount may consist of only a machine recount or a machine recount following by a manual recount.  See sections 102.141 (7) and 102.166, Fla. Stat.\nA machine recount means all ballots are \"re-fed\" (re-tabulated) into the machine. Ballots that have overvotes (where the voter chose more than allowed in the race) and ballots that have undervotes (where the voter made no choice or fewer than the number of allowable choices) in the race being recounted are set aside. Those ballots with overvotes and undervotes will be reviewed in a manual recount if subsequently ordered.\nA manual recount consists solely of a hand recount of overvotes and undervotes in the affected race. You cannot have a manual recount without the machine recount first.  If a county has already processed and scanned their ballots through a state certified automatic tabulating equipment that is not part of the voting system, the canvassing board is not required to put each ballot through any automatic tabulating equipment again but may use those images to conduct the recount.\nA machine recount means all ballots are \"re-fed\" (re-tabulated) into the machine. Ballots that have overvotes (where the voter chose more than allowed in the race) and ballots that have undervotes (where the voter made no choice or fewer than the number of allowable choices) in the race being recounted are set aside. Those ballots with overvotes and undervotes will be reviewed in a manual recount if subsequently ordered.\nA manual recount consists solely of a hand recount of overvotes and undervotes in the affected race. You cannot have a manual recount without the machine recount first.  If a county has already processed and scanned their ballots through a state certified automatic tabulating equipment that is not part of the voting system, the canvassing board is not required to put each ballot through any automatic tabulating equipment again but may use those images to conduct the recount.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-elections/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What triggers a recount?",
            "a": "A machine recount is triggered when a candidate is defeated or eliminated by 1/2 of 1% or less (.5% or less) of the total votes cast in the affected contest. The same threshold applies for a judicial candidate for retention who was retained or not retained, or a public measure (e.g. constitutional amendment) that was approved or rejected. If the candidate or judicial candidate asks that a recount not be conducted, a machine recount is not required. \nA manual recount is triggered when the results of the machine recount show that the candidate was actually defeated or eliminated by ¼ of 1% or less (.25% or less) of the total votes cast for the affected contest. The same threshold applies for a judicial candidate for retention who was retained or not retained, or a public measure (e.g., constitutional amendment) that was approved or rejected. If the candidate or judicial candidate asks that a recount not be conducted, a manual recount is not required. If the number of overvotes and undervotes is less than the number of votes needed to change the elections’ outcome, a manual recount is also not required.\nRecounts may only be ordered by the Secretary of State (for federal, state, multi-county races and districts) and by the county canvassing boards (for county and local races).",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-elections/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What is a minor political party?",
            "a": "In Florida, a minor political party is defined as a group specified in section 103.095, Florida Statutes which on January 1 preceding a primary election has less than 5% of the registered voters of the state. (Section 97.021(20), Florida Statutes)",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-minor-political-parties/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Who can become a minor political party in Florida?",
            "a": "Any group of citizens organized for the general purpose of electing to office qualified persons and determining public issues under the democratic processes of the United States may become a minor political party.  (Section 97.021(20), Florida Statutes)",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-minor-political-parties/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "How does a group become registered as a minor political party in Florida?",
            "a": "The process and requirements for becoming a minor political party in Florida is set forth in law.  The requisite documentation and information must be submitted to the Division of Elections, Department of State, R.A. Gray Building, Room 316, 500 S. Bronough Street, Tallahassee, Florida 32399-0250. (See Section 103.095, Florida Statutes)\nOnce received, the Division will review the documentation for legal sufficiency and notify the group if the party is approved as a minor political party in Florida. Once approved, the Division shall process the voter registration applications submitted by the members of the executive committee of the minor political party.\nRecognition of the group in Florida as a minor political party does not mean the group is recognized as a party in other states or at the federal level.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-minor-political-parties/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Is there a special form or format for a group to request recognition as a minor political party?",
            "a": "No; however, the laws envision the group who is requesting recognition as a minor political party to file a signed document along the lines of:\nI certify the following: \n(1)  The name of the minor political party is the _____________ Party. \n(2) The current officers of this party are:  (list name, party office, and address of each officer – the officers must at least include a chair, vice-chair, secretary, and treasurer with all being different individuals, except the secretary and treasurer may be the same person.  All must be registered members of the minor political party).\n(3) The members of the party’s executive committee are:  (list name, party position, and address of each member; of the executive committee.)\nAttached are copies of the party’s constitution, bylaws, and rules/regulations.  Also attached are the voter registration applications for each of the party’s officers and members of its executive committee reflecting their desired membership in the party. ___________________________________ (Authorized party officer’s signature)\nI certify the following: \n(1)  The name of the minor political party is the _____________ Party. \n(2) The current officers of this party are:  (list name, party office, and address of each officer – the officers must at least include a chair, vice-chair, secretary, and treasurer with all being different individuals, except the secretary and treasurer may be the same person.  All must be registered members of the minor political party).\n(3) The members of the party’s executive committee are:  (list name, party position, and address of each member; of the executive committee.)\nAttached are copies of the party’s constitution, bylaws, and rules/regulations.  Also attached are the voter registration applications for each of the party’s officers and members of its executive committee reflecting their desired membership in the party. ___________________________________ (Authorized party officer’s signature)\nTo constitute a “group,” the party organizers must consist of more than one person.  While the same person may occupy the offices of the party’s treasurer and secretary on its executive committee, separate persons must be the chair and vice chair.\nThe party’s officers and the members of its executive committee may be the same people, but the listing of the party’s officers and executive committee members must conform to the requirements as set forth in party’s constitution bylaws, and rules.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-minor-political-parties/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Are there any statutory requirements that must be contained in the party’s constitution, bylaws, rules, or regulations?",
            "a": "Yes. The requirements can be found in Section 103.095(2), Florida Statutes.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-minor-political-parties/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Does the party have to submit anything else to the Division of Elections after the Division approves its registration?",
            "a": "The Division will provide the party a letter acknowledging its registration and the letter will inform the party about registration on the state’s campaign electronic finance reporting system, which the party must use in filing periodic campaign finance reports.  The party must report its contributions and expenditures pursuant to Section 106.29, Florida Statutes, on at least a quarterly basis, and on a more expedited schedule before a primary or general election.  The party’s chair and treasurer must certify to the correctness of each report; any chair or treasurer who certifies a report knowing it is incorrect, false, or incomplete commits a felony. (Sections 106.0705 and 106.29,, Florida Statutes)",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-minor-political-parties/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Are there restrictions on how a political party can use its contributions?",
            "a": "Yes.  The officers of the political party must become familiar with Chapter 106, Florida Statutes (Campaign Finance), regarding limitations on the party’s contributions and expenditures.  Please refer to the applicable campaign finance handbook on the Division of Elections’ webpage for publications.  See also e.g., (Sections 106.08 and 106.29, Florida Statutes)For specific questions, please submit inquiries to elecrecords@dos.myflorida.com.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-minor-political-parties/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "If the party’s officers, executive committee members, or its constitution or bylaws change, does the party have to notify the Division of Elections?",
            "a": "Yes.  If changes occur that reflect a change in the party’s original filing certificate, the party must notify the Division of Elections within 5 days of the change. (Section 103.095(4), Florida Statutes)",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-minor-political-parties/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Who is responsible for advertising that the minor political party is a political party operating in Florida?",
            "a": "The Division of Elections will notify each of the county supervisors of elections regarding the recognition of the newly created political party and the Department of Highway Safety and Motor Vehicles who in turn will notify all offices issuing driver licenses and state identification cards since those offices offer individuals the opportunity to submit voter registration information.  The Division also will list the minor political party on its political party webpage; however, the party has the sole responsibility to recruit members for the party and have voters register in the party. \nIf the party collects voter registration applications to recruit persons to register as a member of the party, the party must comply with the third-party voter registration organization law in Section 97.0575, Florida Statutes.  For information about becoming a third-party voter registration organization, please consult the Division’s 3PVRO webpage.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-minor-political-parties/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Do candidates who qualify as candidates from a minor political party pay a party assessment?",
            "a": "It is the minor party’s discretion to levy a party assessment on its candidates. If levied, the assessment equates to 2% of the annual salary of the office being sought (Section 99.092, Florida Statutes).  The minor political party must inform the Division of Election if it wants the qualifying officer to levy the party assessment, which the qualifying officer will subsequently remit to the party.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-minor-political-parties/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Will minor political party candidates appear on primary election ballots?",
            "a": "If more than one candidate from the minor political party has qualified for the same office, the names of the candidates will appear on the ballot and only registered members of the minor political party will be permitted to vote for the candidates.  If only one candidate has qualified for the office, the candidate’s name will not be on the primary ballot, but will appear on the general election ballot.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-minor-political-parties/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "How does a minor political party terminate its status as a minor political party?",
            "a": "The authorized party officer provides to the Division of Elections a signed letter indicating that it is withdrawing or terminating its political party status in Florida.  The Division will acknowledge the termination and remove the party from its list of authorized minor political parties in Florida.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-minor-political-parties/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Can the party’s status as a political party be terminated involuntarily?",
            "a": "Yes. See Rule 1S-2.050 for the possible termination reasons and procedures.  The political party has the right to appeal its termination to the Florida Elections Commission. (Section 103.095(5), Florida Statutes)",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-minor-political-parties/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "If I have questions, who do I contact about becoming a minor political party?",
            "a": "Call the Division of Elections, Bureau of Election Records, at 850-245-6240 or email questions to elecrecords@dos.myflorida.com. The Division can answer procedural questions, but cannot offer legal advice to any group desiring to form as a minor political party.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-minor-political-parties/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "When do I need to file as a political committee?",
            "a": "A combination of two or more individuals, or a person other than an individual (e.g., a club or organization) must file as a political committee and submit campaign reports when during a calendar year, in access of $500 aggregate, they:\nAccept contributions or make expenditures to expressly advocate the election or defeat of a candidate or issue;\nAccepts contributions for the purpose of contributing to any candidate, political committee, affiliated party committee, or political party; or\nSponsor a proposed constitutional amendment by initiative and intend to seek signatures of registered electors. (Section 106.011(16), F.S.)\nAccept contributions or make expenditures to expressly advocate the election or defeat of a candidate or issue;\nAccepts contributions for the purpose of contributing to any candidate, political committee, affiliated party committee, or political party; or\nSponsor a proposed constitutional amendment by initiative and intend to seek signatures of registered electors. (Section 106.011(16), F.S.)",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-political-committees/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Where do I file as a committee?",
            "a": " Division of Elections:\nPolitical committees supporting or opposing statewide, legislative or multicounty candidates or issues;\nPolitical committees that would otherwise be required to file in two or more locations by reason of the committee's intention to support or oppose candidates or issues at state or multicounty and local levels;\nPolitical committees supporting or opposing statewide, legislative or multicounty candidates or issues;\nPolitical committees that would otherwise be required to file in two or more locations by reason of the committee's intention to support or oppose candidates or issues at state or multicounty and local levels;\nSupervisor of Elections:\nPolitical committees supporting or opposing countywide or less than countywide candidates or issues (except municipal).\nPolitical committees supporting or opposing countywide or less than countywide candidates or issues (except municipal).\nMunicipal Clerk:\nPolitical committees supporting or opposing municipal candidates or issues.\nPolitical committees supporting or opposing municipal candidates or issues.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-political-committees/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "As a Political Party (e.g., Republican or Democratic) Club, am I required to file as a political committee?",
            "a": "A political party \"club\" is not considered a \"political party executive committee;\" however, if the club satisfies the definition of a \"political committee\" in Section 106.011(16), F.S., e.g., receives contributions or makes expenditures in excess of $500 in the aggregate per calendar year for the purpose of expressly advocating the election or defeat of a candidate or making contributions to candidates, the club is required to file and report as a political committee.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-political-committees/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "If I give a contribution to a Florida congressional candidate, do I have to file as a committee?",
            "a": "No, but it is recommended that you contact the Federal Election Commission in Washington, DC at 1-800-424-9530 for information regarding contributions to federal candidates.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-political-committees/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "How much money can I give to a political committee?",
            "a": "No limit exists on the amount that can be contributed to a political committee.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-political-committees/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What if my political committee wants to change the campaign treasurer or other officers?",
            "a": "File a reappointment of campaign treasurer (Form DS-DE 6) with the filing officer along with a copy of the letter of resignation or removal. To change the chairperson, a notice in writing is sufficient. (Section 106.021(2), F.S.)",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-political-committees/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "I want to close my committee. What do I need to do?",
            "a": "Notify the filing officer in writing as soon as possible. (Section 106.03(5), F.S.)",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-political-committees/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What can my political committee do with leftover funds?",
            "a": "The political committee must disburse the funds in the manner that the committee indicated it would dispose of residual funds on the Statement of Organization of Political Committee (Form DS-DE 5), which is on file with the filing officer.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-political-committees/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Who can register to vote?",
            "a": "Please visit our Voter Registration page for more information.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-voter-registration/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "How or where can I register to vote?",
            "a": "Please visit our Voter Registration page for more information",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-voter-registration/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "How do I update my existing Florida voter registration record?",
            "a": "Please visit our Voter Registration page for more information.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-voter-registration/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Does Florida have online voter registration?",
            "a": "Yes, please visit RegistertoVoteFlorida.gov for more information.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-voter-registration/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "How can I find out if I am registered?",
            "a": "You can check your voter registration status  by visiting the Division of Elections' Voter Information Lookup. You can also contact your county Supervisor of Elections' office. If you unable to find information or need further assistance, contact the Bureau of Voter Registration Services' Voter Assistance Hotline (in English and Español) at 1-866-308-6739 during office hours or email BVRSHelp@dos.myflorida.com.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-voter-registration/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "I am in the military. What do I need to do to apply to register to vote?",
            "a": "Please visit our page on Military and Overseas Citizen Voting for more information.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-voter-registration/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What is the deadline to apply to register to vote?",
            "a": "The deadline to register is 29 days before the upcoming election.\nFor a primary election, the deadline to change parties is 29 days before election day. For a general election, a party change can be made at any time.\nA late registration deadline is available if you (or accompanying family member) have been discharged or separated from the Merchant Marines or armed forces, or from employment outside the territorial United States. The late registration deadline is 5 p.m. on the Friday before election day in the county in which you are to be registered. Contact your Supervisor of Elections for more information and to obtain the form you have to complete.\nFor information on voter registration deadlines for upcoming elections, please visit our Election Dates webpage.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-voter-registration/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "I have just moved within Florida. Is there anything I need to do about my voter registration?",
            "a": "Whether you moved within the same county or moved to another county in Florida, you do not need to re-register to vote. However, you do need to update the address on your voter registration record. Contact your Supervisor of Elections.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-voter-registration/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "I have just moved to Florida from another state. Is there anything I need to do about my prior voter registration?",
            "a": "If you intend to vote in Florida, you must first register to vote here. Please visit our Voter Registration page for more information. Then contact the election office in your former state to cancel your prior voter registration.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-voter-registration/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "I have just moved away from Florida to another state. Is there anything I need to do about my voter registration?",
            "a": "If you would like to vote in your new state, please contact the election office for your new state for information on how to register to vote there.\nIf you are no longer a resident of Florida, send written notice to the Supervisor of Elections of the county of your former residence to cancel your Florida registration.\nIf the offices of President and Vice-President are on the ballot and you moved to your new state after the state’s registration deadline, you may, unless already removed from the rolls, vote that race only.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-voter-registration/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "I did not vote in the last election. Do I need to re-register to vote?",
            "a": "Failure to vote in an election does not automatically result in removal from the rolls. A registered voter may be removed for reasons of ineligibility or after 2 general election cycles because of undeliverable mail and failure to respond to an address final confirmation notice.  To check your current registration status, visit the Voter Information Lookup on the Division's website or contact your county Supervisor of Elections to verify that you are still registered to vote.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-voter-registration/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "I have not received my voter information card. What do I need to do?",
            "a": "If you do not receive your card within two weeks of registering to vote or updating your voter registration record, contact your county Supervisor of Elections office.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-voter-registration/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "I need another voter information card. How do I get a new card?",
            "a": "Please contact your county Supervisor of Elections to request a replacement card.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-voter-registration/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Is Florida a closed primary state?",
            "a": "Yes, please visit our Closed Primary / Party Affiliation page for more information.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-voter-registration/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "How does a felon get voting rights restored?",
            "a": "If convicted of murder or felony sexual offense, voting rights in Florida can only be restored through clemency pursuant to section 8, Art. V of the Florida Constitution. To apply for clemency, search for grant of clemency and certificates, and/or find out more information about clemency, visit the website for the Florida Commission on Offender Review.\nIf convicted of any other felony offense, voting rights are restored upon completion of all terms of a sentence including parole or probation pursuant to section 4., Art. VI of the Florida Constitution. Such convicted felon may alternatively apply for clemency to restore voting rights.\nFor more information, please refer to specific questions answered on our web page entitled Amendment 4: Standards Governing Eligibility to Vote After a Felony Conviction.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-voter-registration/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "If I am a victim of violence, how can I register and still keep my address and other identifying information confidential?",
            "a": "Please visit our Voter Information and Public Records page for more information.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-voter-registration/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "When do polls open on election day?",
            "a": "Polls on Election Day are open from 7 a.m. until 7 p.m. (local time). Florida has two time-zones – Central and Eastern.  Any voter who is standing in line at 7 p.m. (local time) in their county is still eligible to cast a vote. For more information on Election Day voting, click here. ",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-voting/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Where's my precinct or polling location? What if my polling location changes?",
            "a": "Precinct and polling location information can be found on your voter information card. To find your precinct or polling location online, or for the most current information about polling place changes, visit your Supervisor of Elections’ website or contact the office. Contact information is here.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-voting/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Where are early voting locations? When is early voting?",
            "a": "Please visit our Early Voting page for more information about locations, dates and times. For the most current information about early voting locations and any changes, visit your Supervisor of Elections’ website or contact the office. Contact information is here.\nAny voter who is standing in line at the scheduled close of early voting (local time) is still eligible to cast a vote.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-voting/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Is language assistance available?",
            "a": "For information, visit our webpage on Language Assistance for Voting. For information about services are available in your particularly county, visit your Supervisor of Elections’ website or contact their office. Contact information is here.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-voting/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What do I bring with me to vote? What form of photo ID do I need?",
            "a": "You will need to bring a current and valid photo identification with a signature. Approved forms of photo identification are: Florida driver's license; Florida identification card issued by the Department of Highway Safety and Motor Vehicles; United States passport; debit or credit card; military identification; student identification; retirement center identification; neighborhood association identification; public assistance identification; veteran health identification card issued by the United States Department of Veterans Affairs; license to carry a concealed weapon or firearm issued pursuant to s. 790.06; or an employee identification card issued by any branch, department, agency, or entity of the Federal Government, the state, a county, or a municipality (Section 101.043, F.S.).\nIf the photo identification does not have a signature, you must provide additional identification with your signature.\nA voter information card is not an acceptable form of ID. Your card is a good source of information about your voter registration including your assigned precinct and polling location for Election Day.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-voting/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Can I still vote if I do not bring identification?",
            "a": "Yes, you will be allowed to vote a provisional ballot.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-voting/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What happens if someone challenges my eligibility to vote at the polls?",
            "a": "A voter can be challenged for a number of reasons.\nIf you are challenged at the polls, you still have the right to vote a provisional ballot.\nIf you are challenged because of your address, you may still be able to vote a regular ballot if your new address corresponds to the same precinct. If your new address falls within another precinct, the poll worker will direct you to the proper precinct. Contact your supervisor of elections for further questions. Contact information is here.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-voting/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What else do I have to do if I vote a provisional ballot?",
            "a": "When you vote provisionally, you will be given a written notice of rights. You have up until 5 PM (local time) on the second day after the election to present further evidence of your eligibility. (See section 101.048, F.S.)\nIf you voted a provisional ballot solely because you did not have an acceptable photo and signature identification, you do not need to provide further evidence of your eligibility in order for your ballot to count, provided you are otherwise eligible and qualified to vote.\nThe local canvassing board will compare your signature on the provisional ballot certificate with the signature in your voter registration record. If the signatures match, your provisional ballot will be counted, provided you are otherwise eligible. If your signature is missing from the ballot certificate or does not match, the Supervisor of Elections’ office will attempt to contact you, as soon as practicable with the available contact information in your records, so you can cure the defect. You will need to submit to the Supervisor of Elections a completed DS-DE 210 - Provisional Ballot Cure Affidavit (English PDF /Español PDF) no later than 5 PM (local time) with requisite identification on the second day after the election.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-voting/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "How do I find out if my provisional ballot was counted?",
            "a": "Your Notice of Rights will include instructions on how to find out if your provisional ballot was counted, and if not, the reason(s) why. You should be able to get this information no later than 30 days following the election. (Sections 101.048, Fla. Stat.) Contact information is here.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-voting/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Is it safe to vote in person during the pandemic?",
            "a": "Contact your county Supervisor of Election office to find out the safety precautions they have taken to ensure the safety of voters and election poll workers, and what your voting options are in light of your concerns. Contact information is here.\nThe Department has been working diligently and continuously with the 67 county Supervisors of Elections to ensure public safety and well-being consistent with guidelines provided by the Centers for Disease Control, the Florida Department of Health and the Division of Emergency Management. Up-to-date information on the Covid-19 pandemic can be found at:\nwww.cdc.gov (Centers for Disease Control)\nwww.floridahealth.gov (Florida Department of Health)\nwww.floridadisaster.org (Florida Division of Emergency Management)\nwww.cdc.gov (Centers for Disease Control)\nwww.floridahealth.gov (Florida Department of Health)\nwww.floridadisaster.org (Florida Division of Emergency Management)",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-voting/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Am I required to wear a mask to vote?",
            "a": "Specific questions regarding mask requirements should be directed to your Supervisor of Elections. Contact information is here.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-voting/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "How do I request and vote a vote-by-mail ballot (formerly known as absentee ballot)?",
            "a": "For information on how to request a ballot, how to vote a ballot, where to return a ballot, and other information, visit our webpage on Vote-by-Mail.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-voting/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "How can I find out about my vote-by-mail ballot request ballot? Where is my ballot?",
            "a": "You can track online your vote-by-mail ballot request and ballot. Visit our webpage on Vote-by-Mail for information on How to Track Your Vote-by-Mail Ballot Request and Returned Ballot.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-voting/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "I have changed my mind - can I vote in person even though I requested a ballot?",
            "a": "Yes. However, depending on whether you already returned your ballot and if the supervisor of elections’ office has received your ballot, you may vote either a regular ballot or a provisional ballot. Visit our webpage on Vote-by-Mail for information on How to Vote in Person if You Already Requested a Ballot.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-voting/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What happens if I forgot to sign my vote-by-mail ballot?",
            "a": "Visit our webpage on Vote-by-Mail for information on How to Correct a Missing or Mismatched Signature on Your Vote-by-Mail Ballot.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-voting/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "How soon should I return my vote-by-mail ballot?",
            "a": "Visit our webpage on Vote-by-Mail for information on What is the Recommended Deadline to Return a Vote-by-Mail Ballot.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-voting/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What are the ways I can return my vote-by-mail ballot?",
            "a": "Visit our webpage on Vote-by-Mail for information on How to Return a Vote-by-Mail Ballot.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-voting/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Where are secure ballot intake stations? Are secure ballot intake stations secure?",
            "a": "Please Visit our webpage on Vote-by-Mail for more information under the header How to Return a Vote-by-Mail Ballot.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-voting/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "How can I be sure that my vote-by-mail ballot will count?",
            "a": "Keep your vote registration record current and up to date including your signature which is used to compare against a signature on a ballot certificate. In order to find that signatures do not match between a ballot certificate and a voter registration record, the canvassing board must make such determination by a majority vote and beyond a reasonable doubt.\nFollow carefully the instructions that come with the ballot and envelope  and remember to sign your envelope.\nReturn your voted ballot no later than the deadline for receipt in the Supervisor of Elections’ office. If returning by mail, build in additional time to return the ballot by mail. Other options for return are to deliver in person or to drop off in officially designated secure ballot intake stations in your county. For the location, dates, and times these stations in your county and/or about their security, visit your Supervisor of Elections' website or contact their office. Contact information is here.\nTrack the return of your ballot in advance of Election Day to ensure that your ballot has been received. You can track online your vote-by-mail ballot request and ballot. Any voter who has requested a vote-by-mail ballot can track online the status of his or her ballot from the date of request through its return to the Supervisor of Elections' office. Visit your county Supervisor of Elections' website or contact their office directly if you are unable to find the information for which you are looking.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-voting/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What should a voter do if intimidated or threatened by text, phone, email, or in person?",
            "a": "Provisions exist in law, including not limited to, for felony offenses for deprivation of or interference with voting (Section 104.0515, Fla. Stat.), intimidation and suppression (Section 104.0615, Fla. Stat.), influencing or interfering with voting (Section 104.061, Fla. Stat.), threatening to control votes of employees (Section 104.081, Fla. Stat.). Contact immediately your local law enforcement, Supervisor of Elections' office, and/or the Division of Elections (and file an election fraud complaint).",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-voting/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Can I vote if I am a convicted felon?",
            "a": "In order to register to vote and/or vote in Florida, you must not be convicted of a felony or if you have, you must have had your voting rights restored.\nIf convicted of murder or felony sexual offense, voting rights in Florida can only be restored through clemency pursuant to section 8, Art. V of the Florida Constitution. To apply for clemency, search for grant of clemency and certificates, and/or find out more information about clemency, visit the website for the Florida Commission on Offender Review.\nIf convicted of any other felony offense, voting rights are restored upon completion of all terms of a sentence including parole or probation pursuant to section 4., Art. VI of the Florida Constitution. Such convicted felon may alternatively apply for clemency to restore voting rights.\nIf convicted of murder or felony sexual offense, voting rights in Florida can only be restored through clemency pursuant to section 8, Art. V of the Florida Constitution. To apply for clemency, search for grant of clemency and certificates, and/or find out more information about clemency, visit the website for the Florida Commission on Offender Review.\nIf convicted of any other felony offense, voting rights are restored upon completion of all terms of a sentence including parole or probation pursuant to section 4., Art. VI of the Florida Constitution. Such convicted felon may alternatively apply for clemency to restore voting rights.\nFor more information, please refer to specific questions on our web page entitled Amendment 4: Standards Governing Eligibility to Vote After a Felony Conviction.\nYou may also contact your Supervisor of Elections' office for any other questions about your registration or voting status. Contact information is here.\nYou may also contact your Supervisor of Elections' office for any other questions about your registration or voting status. Contact information is here.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-voting/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Can I vote if I am a lawful permanent resident?",
            "a": "No. Only U.S. citizens can register or vote in Florida. Although a lawful permanent resident (commonly referred to as a \"green card holder\") has the right to live and work in the U.S. on a permanent basis, he or she cannot register or vote.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-voting/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Can I vote if I have dual citizenship?",
            "a": "Yes, as long as you have U.S. citizenship and are otherwise properly registered and eligible to vote, you can vote.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-voting/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "If I am a victim of violence, how can I vote and still keep my address and other identifying information confidential?",
            "a": "Florida has a program though the Florida Attorney General’s Office that allows victims of actual or threatened domestic violence or stalking, to register for address confidentiality and other identifying information. The Address Confidentiality Program (ACP) will provide a participant with a certificate/authorization form and a substitute address through which you can receive mail. To find out more details or how to apply, please contact the Division of Crime Victims' Services for details at: 850-414-3330.\nOnce registered as an ACP participant, the person can register to vote or if already registered to vote, to obtain continuing address confidentiality as a registered voter. The ACP participant must provide the ACP certificate/authorization form to the county Supervisor of Elections' office. If the ACP participant is a new registered voter, the application will be processed manually in such a way that your voter registration information and record (which is otherwise public record) will not be disclosed or released to the public in any way. If the ACP participant is already a registered voter, the voter registration information and record will be removed from any publicly disclosed or available list. Only your Supervisor of Elections' will know your true address in order to assign you to the proper precinct. Your Supervisor of Elections will send your vote-by-mail ballot to you via the Attorney General's ACP program and they will forward you the ballot using the substitute address that the ACP gave you. You do not and should not go to the polls to vote.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-voting/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Where can I find a list of candidates for an upcoming or prior election?",
            "a": "Visit our webpage on Candidates, Campaign Documents and Committees and search for a list of candidates that file with the Division of Elections.  To find what contests (candidates and issues) will appear on your ballot, visit your Supervisor of Elections’ website or contact your Supervisor of Elections’ office. Contact information is here.",
            "s": "https://dos.fl.gov/elections/contacts/frequently-asked-questions/faq-voting/",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "WHO IS ELIGIBLE TO VOTE ABSENTEE?",
            "a": "In Florida, all registered voters are permitted to vote-by-mail.",
            "s": "https://www.vote411.org/florida",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "HOW DO I REQUEST AN ABSENTEE BALLOT?",
            "a": "You may request a vote-by-mail ballot in person, by mail, email, fax or by phone from your county’s Supervisor of Elections.  If you are requesting a vote-by-mail ballot for yourself, you must provide the following information:  If an immediate family member or legal guardian is requesting a vote-by-mail ballot for you, they must provide the above information about you as well as the following:",
            "s": "https://www.vote411.org/florida",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "WHAT IS THE DEADLINE TO REQUEST AN ABSENTEE BALLOT?",
            "a": "The last day to request a vote-by-mail ballot is 12 days before the election. You may request a vote-by-mail ballot in person, by mail, email, fax or by phone from your county’s Supervisor of Elections.  Note: Voters may pick up a mail ballot in person. If a voter or designee waits until the mandatory Early Voting period or Election Day to pick up a mail ballot in person, the voter must affirm that an emergency exists that keeps them from being able to vote at a polling place by completing an affidavit.",
            "s": "https://www.vote411.org/florida",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "WHAT IS THE DEADLINE FOR SUBMITTING AN ABSENTEE BALLOT?",
            "a": "Your voted ballot must be mailed or delivered in person to your local Supervisor of Elections’ office no later than 7:00 pm on the day of the election.",
            "s": "https://www.vote411.org/florida",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "WHEN ARE ABSENTEE BALLOTS MAILED OUT TO VOTERS WHO HAVE REQUESTED THEM?",
            "a": "Ballots are mailed approximately five weeks prior to each election or 7 days after the county election office receives an application.",
            "s": "https://www.vote411.org/florida",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "HOW DO I COMPLETE MY ABSENTEE BALLOT?",
            "a": "All vote-by-mail ballots contain voting instructions, be sure to follow these instructions to ensure your ballot is counted. You must personally vote your own ballot (unless assistance is required due to blindness, disability, or inability to read or write). Each mail ballot packet will contain a ballot, a secrecy sleeve (with instructions), and a pre-addressed voter’s certificate return envelope that must be signed by you.  If you returned your vote-by-mail ballot but forgot to sign the envelope, or if the signature has been flagged for review, your ballot may not count unless you complete and return the Vote-By-Mail Cure Affidavit form with a copy of your identification no later than 5 pm two (2) days after the election. Voters with signature issues are notified by mail, email, and telephone based on the information they have provided.   Your voted ballot must be mailed or delivered in person to your local Supervisor of Elections’ office no later than 7:00 pm on the day of the election.",
            "s": "https://www.vote411.org/florida",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "HOW DO I RETURN MY ABSENTEE BALLOT IN PERSON?",
            "a": "You can drop off your signed, voted ballot at your local Supervisor of Elections’ office during business hours. You can also bring your voted ballot to any early voting location during early voting hours. Another option is to exchange the voted ballot for an in-person ballot at any early voting location or at your assigned polling location on Election Day.",
            "s": "https://www.vote411.org/florida",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "CAN I TRACK MY MAILED ABSENTEE BALLOT AND/OR ABSENTEE APPLICATION?",
            "a": "You can track the status of your ballot by mail application or ballot online here. If you have any issues with your state’s online tracker, please contact your local elections official.",
            "s": "https://www.vote411.org/florida",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "WHAT IF I REQUESTED AN ABSENTEE BALLOT BUT WANT TO VOTE IN PERSON?",
            "a": "Bring your absentee ballot and the pre-addressed outer return envelope to your polling place to be voided. If you don’t have your ballot or never received it, you will be able to cast a provisional ballot, and your vote will be counted once the county determines it never received an absentee ballot from you.",
            "s": "https://www.vote411.org/florida",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "HOW DO I REQUEST AN ABSENTEE BALLOT AS AN OVERSEAS OR US MILITARY VOTER?",
            "a": "Overseas citizens and U.S. military personnel can find information on how to register to vote and request an absentee ballot at the Overseas Vote Foundation.",
            "s": "https://www.vote411.org/florida",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What are the eligibility requirements to vote?",
            "a": "To be eligible to vote you must be: A citizen of the United States A resident of Florida 18 years of age on or before the date of the next general election Not adjudicated mentally incapacitated with respect to voting in Florida or any other state, or, if you were adjudicated mentally incapacitated, you have had your rights restored by a court. Not convicted of a felony (and not had your civil rights restored)",
            "s": " https://www.vote411.org/florida",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What ID do I need to register to vote?",
            "a": "You must provide your current and valid  driver's license number (from your state), an ID number or the last 4 digits of your Social Security number to register. If you have none of these numbers, you must write NONE on the voter registration form. If you register by mail and you are a first-time voter in the State and you have not been issued a Florida driver's license number, Florida I.D. number, or a Social Security number you are required to provide additional identification. To assure that you will not have problems when you go to vote, you should provide a copy of the required identification at the time you mail your voter registration form. If you are voting an absentee ballot, you must provide the proper identification prior to 7 p.m. Election Day or your absentee ballot will not count. The following forms of identification are acceptable if they contain your name and photograph: United States passport Debit of credit card Military identification Student identification Retirement center identification Neighborhood association identification Public assistance Identification Gun License",
            "s": "https://www.vote411.org/florida",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "When are official election results released?",
            "a": "Official results are never available on Election Day. Election officials are working around the clock to count an unprecedented number of ballots and it’s essential that they take the time to make sure every vote is counted. Absentee ballots begin counted on Election Day. Provisional ballots are counted by noon, 4 days after a General Election.",
            "s": " https://www.vote411.org/florida",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "How can military and overseas voters cast their ballots?",
            "a": "You are a Military or Overseas voter if you are in uniformed services, living overseas OR a spouse or dependent of a uniformed services voter. To get registered and vote, you can utilize Overseas Vote Foundation.",
            "s": " https://www.vote411.org/florida",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What are the voting hours at polling places?",
            "a": "The polling place hours will be from 7:00 am to 7:00 pm.",
            "s": "https://www.vote411.org/florida",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Where can I find my Voter Service and Polling Center location?",
            "a": "You can find your polling place by utilizing your state resource. If you have further questions on your polling place location, please contact your county clerk.",
            "s": "https://www.vote411.org/florida",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "How does the primary election process work?",
            "a": "Florida is a “closed primary” state. In order to vote in the primary election, voters must be registered with a political party. Unaffiliated or independent voters are not able to participate in the primary. If you have any questions about your state’s primary election, please contact your local election officials.",
            "s": "https://www.vote411.org/florida",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "When would I need to vote using a provisional ballot?",
            "a": "You may vote a provisional ballot if you meet specific conditions. Voters receive a provisional ballot if: their registration cannot be verified at the polls an absentee ballot has been issued but the voter fails to bring it to the polls voter fails to provide proper ID the polling hours are extended (these provisional ballots are segregated from all other provisional ballots). The Provisional Ballot Cure Affidavit must be completed and submitted to the Elections Department along with a copy of your identification by 5.p.m. on the second day after the election. Provisional ballots are counted by noon, 4 days after a General Election and 3 days after a Primary Election. Note: Voters must cast their provisional ballot in the correct polling place in order for it to be counted. If you are eligible to vote, and voted in the proper precinct, your provisional ballot will count as long as your signature on the provisional ballot matches the signature in your registration record.",
            "s": "https://www.vote411.org/florida",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What accommodations are available for voters with disabilities?",
            "a": "Each registered voter has a right to ask for and receive assistance in voting. If you are a voter with a disability, you may vote-by-mail if you have a sickness or physical condition that prevents you from voting in person without needing personal assistance or injuring your health.",
            "s": "https://www.vote411.org/florida",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What is the deadline to register to vote?",
            "a": "You must be registered to vote 29 days before an upcoming election. There is no length of residency requirement before registering to vote in Florida.",
            "s": "https://www.vote411.org/florida",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What are the rules for taking time off work to vote?",
            "a": "Time off to vote is subject to the employer, there is no requirement for employers to grant time off to vote for employees.",
            "s": "https://www.vote411.org/florida",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What types of voting machines are used?",
            "a": "The voting systems used in Florida are optical scan and DRE. Optical Scan: With this system, you will receive a card or sheet of paper, which you take over to a private table or booth. The card has the names of the various candidates and ballot measures printed on it. With a pen or pencil you fill in a little box or circle or the space between two arrows. When you are finished filling out all the cards, you may bring the cards over to a ballot box, where poll workers will show you how to put the cards in the box. Or in some places, you may feed the completed cards or papers into a computer device that checks your card or paper right there at the polling place to make sure you have voted the way you want to and counts the votes. Direct Recording Electronic (DRE): This is the newest kind of system in use in the U.S. All the information about who and what you are voting for is on an electronic screen like a TV or computer screen. There are many variations of DREs because lots of companies are inventing new ones, and many cities, counties and states are trying them out. Usually, after you have signed in, the poll workers will give you a card that you slide into a device to start your voting session.",
            "s": "https://www.vote411.org/florida",
            "t": "2024-10-31T00:00:00Z"
        }
    ]
}