{
    "state": "IA",
    "num_questions": 58,
    "num_answers": 58,
    "contributor": "Bharat",
    "questions": [
        {
            "q": "How do I register to vote?",
            "a": "For information on how to register to vote and to download and print a fillable voter registration form, visit Voter Registration Information.",
            "s": "https://sos.iowa.gov/elections/voterinformation/uocava/faqs.html",
            "t": "2024-11-15T20:17:50.891568"
        },
        {
            "q": "How do I determine my residence for voter registration purposes?",
            "a": "A residence for voting purposes is where the voter's home is located. A business or any other non-residential property cannot be used for voter registration purposes unless that place is a primary, nighttime residence for the voter. Homeless people are residents of the place where they usually sleep. The voter can only declare one residence for voter registration purposes. There is no restriction on how long a voter has to live somewhere before it can become a residence for voting purposes. The Iowa Code does allow a voter's registration to be challenged for the reason that the voter is not a resident at the address where the voter is registered to vote.",
            "s": "https://sos.iowa.gov/elections/voterinformation/uocava/faqs.html",
            "t": "2024-11-15T20:17:50.891568"
        },
        {
            "q": "I've lost my voter registration card. How do I get it replaced?",
            "a": "If you've lost your voter registration card, contact your county auditor and ask that a new card be mailed to you. Voter registration cards must be mailed. You may not pick up your registration card at the auditor's office.",
            "s": "https://sos.iowa.gov/elections/voterinformation/uocava/faqs.html",
            "t": "2024-11-15T20:17:50.891568"
        },
        {
            "q": "If I am already registered to vote, do I have to register to vote before each election?",
            "a": "No. Once you have registered to vote, you do not have to register to vote before each election. If you have moved or changed your name, you must update your voter registration. For more information, see Updating Your Voter Registration.",
            "s": "https://sos.iowa.gov/elections/voterinformation/uocava/faqs.html",
            "t": "2024-11-15T20:17:50.891568"
        },
        {
            "q": "I am retired and spend time at my vacation home during the winters. Can I still vote in Iowa?",
            "a": "Yes. Iowans who are temporarily away from their homes do not lose residency for voting purposes. As long as a voter does not register in more than one place, the voter's registration status will remain as it is.",
            "s": "https://sos.iowa.gov/elections/voterinformation/uocava/faqs.html",
            "t": "2024-11-15T20:17:50.892568"
        },
        {
            "q": "Can someone with the power of attorney sign a voter registration form on a voter's behalf?",
            "a": "No. An individual who has power of attorney does not have the authority to sign a voter registration form, request an absentee ballot, or cast an absentee ballot on behalf of the voter. If a voter is unable to sign, the voter can use a rubber stamp or mark to sign. The voter may also ask for assistance and have someone sign the form on the voter's behalf as long as it is done in the voter's presence and with the voter's permission.",
            "s": "https://sos.iowa.gov/elections/voterinformation/uocava/faqs.html",
            "t": "2024-11-15T20:17:50.892568"
        },
        {
            "q": "Do I have to vote according to the party affiliation on my voter registration?",
            "a": "No. Ballots are secret and voters have the right to vote for any candidate they want. The only time that party affiliation is important in terms of voting is in the case of a political party caucus or a primary election. In those cases, voters must be registered with the political party whose caucus or primary they wish to participate in. Voters have the right to change their affiliation and then participate in the caucus or primary election on the day those events are being held. (Ex. Someone who is registered as a Republican may participate in the Democratic primary election by changing his or her political affiliation to Democratic on the day the primary election is held and vice versa.) Voters can only participate in one party's caucus or primary election each time those events take place.",
            "s": "https://sos.iowa.gov/elections/voterinformation/uocava/faqs.html",
            "t": "2024-11-15T20:17:50.892568"
        },
        {
            "q": "Is my voter registration record information considered public information?",
            "a": "Yes. Voter registration records are public records as defined by Chapter 22 of the Code of Iowa. The records must be available for public inspection at reasonable times . Iowa law does not allow for a voter's registration record to be made private. Iowa law allows for the purchase of voter registration lists (See Iowa Code section 48A.38.) Requests can be made with the Secretary of State's Office or with a county auditor. Both the Secretary of State's Office and county auditors are required to maintain a log containing the name, address, and telephone number of every person who receives voter registration information. A voter's Social Security number, driver's license number, non-operator ID number, and the name of an individual agency where a voter registration form was completed are confidential information and are never given to anyone requesting voter lists. Information from voter registration records can only be used: To request a registrant's vote at an election,  For a genuine political purpose, For bona fide political research, For a bona fide official purpose by an elected official Using the information for any commercial purpose is a serious misdemeanor under Iowa law.",
            "s": "https://sos.iowa.gov/elections/voterinformation/uocava/faqs.html",
            "t": "2024-11-15T20:17:50.892568"
        },
        {
            "q": "Can the status of my voter registration change?",
            "a": "Yes. Your voter registration status may change if the county auditor's office tried to contact you by mail and the piece of mail was returned undeliverable by the U.S. post office. Also, voter records may be cancelled if the voter no longer meets the qualifications to vote. For more information on voter registration qualifications, see Pre-Registration information.",
            "s": "https://sos.iowa.gov/elections/voterinformation/uocava/faqs.html",
            "t": "2024-11-15T20:17:50.892568"
        },
        {
            "q": "What are Iowaâs eligibility requirements for voter registration and voting purposes?",
            "a": "To register and vote in Iowa, you must be. A U.S. citizen, An Iowa resident, and  At least 17 years old (must be 18 years old by election day, or for Primary Elections be 18 by the General or City Election to vote). You cannot: Be a convicted felon (unless your voting rights have been restored), Be judged mentally incompetent to vote by a court, and/or  Claim the right to vote in any other place.",
            "s": "https://sos.iowa.gov/elections/voterinformation/uocava/faqs.html",
            "t": "2024-11-15T20:13:51.440440"
        },
        {
            "q": "How do I determine my residence for voting purposes?",
            "a": "Your residence for voting purposes is where your home is located. You can only declare one residence for voting purposes. If you are temporarily away from your home, you do not lose residency for voting purposes. U.S. citizens living abroad may register and vote in Iowa if they or their parents were eligible electors of Iowa just before leaving the U.S. This includes citizens who were not old enough to register to vote at the time they left the country. The last residence in Iowa should be used for voter registration purposes in this instance.",
            "s": "https://sos.iowa.gov/elections/voterinformation/uocava/faqs.html",
            "t": "2024-11-15T20:13:51.440440"
        },
        {
            "q": "Why do I need to provide an exact address for voting purposes?",
            "a": "Your local county auditor needs an exact residence address in order to determine which offices and public measures you are eligible to vote for. Listing only a post office box does not qualify as providing an exact address.",
            "s": "https://sos.iowa.gov/elections/voterinformation/uocava/faqs.html",
            "t": "2024-11-15T20:13:51.440440"
        },
        {
            "q": "If I have moved, how do I update my residential or mailing address?",
            "a": "To update your residential or mailing address, complete, sign, and submit a new federal postcard application (FPCA) to your county auditor.",
            "s": "https://sos.iowa.gov/elections/voterinformation/uocava/faqs.html",
            "t": "2024-11-15T20:13:51.441437"
        },
        {
            "q": "Do I need to provide identification to register to vote or request a ballot?",
            "a": "Please provide on the federal postcard application (FPCA) your: Iowa drivers license number, Iowa non-operator ID. The last four digits of your Social Security number.",
            "s": "https://sos.iowa.gov/elections/voterinformation/uocava/faqs.html",
            "t": "2024-11-15T20:13:51.441437"
        },
        {
            "q": "What is the deadline for voter registration?",
            "a": "Voter registration deadlines do not apply to military and overseas voters.",
            "s": "https://sos.iowa.gov/elections/voterinformation/uocava/faqs.html",
            "t": "2024-11-15T20:13:51.441437"
        },
        {
            "q": "What is the deadline to request an absentee ballot?",
            "a": "To receive your absentee ballot by mail, your request must be received in the county audtiors office by 5 p.m. on the Friday before the election. Request your ballot early to ensure you receive it early enough to return it on time. If you are unsure if you will receive your ballot on time, you may ask the county auditor to email or fax your ballot to you. To receive your absentee ballot by email or fax, your request must be received in the county auditors office by the close of business on the Monday before the election. If your request is received so late that it is unlikely the absentee ballot can be returned by mail in time to be considered for counting, the county auditor will enclose a statement to that effect with the absentee ballot.",
            "s": "https://sos.iowa.gov/elections/voterinformation/uocava/faqs.html",
            "t": "2024-11-15T20:13:51.442434"
        },
        {
            "q": "What is the return deadline for a Federal Write-in Absentee Ballot (FWAB)?",
            "a": "For more information on voting a federal write-in ballot (FWAB), see our section on Absentee Voting Alternatives.",
            "s": "https://sos.iowa.gov/elections/voterinformation/uocava/faqs.html",
            "t": "2024-11-15T20:13:51.442434"
        },
        {
            "q": "When are absentee ballots available?",
            "a": "Absentee ballots for military/UOCAVA voters are available no later than 45 days before federal elections. Ballots for local elections will be available as soon as possible before the election.",
            "s": "https://sos.iowa.gov/elections/voterinformation/uocava/faqs.html",
            "t": "2024-11-15T20:13:51.442434"
        },
        {
            "q": "Do I need to complete a federal postcard application (FPCA) or absentee ballot request for each individual election?",
            "a": "The FPCA is honored for only the federal election(s) held during the calendar year in which you submitted your FPCA. If you would like ballots for all elections, make sure to indicate that on your FPCA.",
            "s": "https://sos.iowa.gov/elections/voterinformation/uocava/faqs.html",
            "t": "2024-11-15T20:13:51.442434"
        },
        {
            "q": "What if I move after I requested a ballot but before I receive it?",
            "a": "Absentee ballots are not sent by forwardable mail. You should contact your county auditor as soon as possible after you have moved and provide them with your new address. The county auditor will send you a ballot at your new address.",
            "s": "https://sos.iowa.gov/elections/voterinformation/uocava/faqs.html",
            "t": "2024-11-15T20:13:51.443431"
        },
        {
            "q": "What is a federal write-in absentee ballot (FWAB)?",
            "a": "For more information on voting a federal write-in ballot (FWAB), see our section on Absentee Voting Alternatives.",
            "s": "https://sos.iowa.gov/elections/voterinformation/uocava/faqs.html",
            "t": "2024-11-15T20:13:51.443431"
        },
        {
            "q": "What is the primary election?",
            "a": "The primary election is a nomination process used for the Democratic and Republican parties. Candidates selected by voters at the primary election advance to the general election ballot.",
            "s": "https://sos.iowa.gov/elections/voterinformation/uocava/faqs.html",
            "t": "2024-11-15T20:13:51.443431"
        },
        {
            "q": "When is Iowa's primary election held?",
            "a": "Iowas primary election is held in June of each even-numbered year. The corresponding general election is held in November of each even-numbered year.",
            "s": "https://sos.iowa.gov/elections/voterinformation/uocava/faqs.html",
            "t": "2024-11-15T20:13:51.443431"
        },
        {
            "q": "Do I have to be registered with a political party to vote in the primary election?",
            "a": "Yes. Iowa has a closed primary election, which means voters must be registered with the Democratic or Republican Party to participate. Voters can change their party affiliation anytime before election day or at the polling place on election day. To change your party affiliation, you can complete, sign, and submit a new federal postcard application (FPCA).",
            "s": "https://sos.iowa.gov/elections/voterinformation/uocava/faqs.html",
            "t": "2024-11-15T20:13:51.444429"
        },
        {
            "q": "How do I request an absentee ballot?",
            "a": "A registered voter may make written application to their County Auditor for an absentee ballot. A written application for a mailed absentee ballot must be received by the voter's County Auditor no later than 5:00 p.m. 15 days before a General Election or 15 days before any other election. Name, Date of birth, Iowa residential address, Voter Verification Number (ID Number) Iowa Driver's License or Non-Operator ID Number OR Four digit Voter PIN located on the voter's Iowa Voter ID Card Any voter may request an Iowa Voter ID Card by contacting their County Auditor's Office  Iowa Driver's License or Non-Operator ID Number OR Four digit Voter PIN located on the voter's Iowa Voter ID Card Any voter may request an Iowa Voter ID Card by contacting their County Auditor's Office. The name OR date of the election for which you are requesting an absentee ballot Party affiliation - only required for Primary Elections, which are held in even numbered years Signature MUST OR Any voter may request an Iowa Voter ID Card by contacting their County Auditor's Office OR For information on how to request an absentee ballot and to download and print a fillable absentee ballot request form, visit Requesting a Ballot. All voters are encouraged to provide their phone number and/or email address in the event their County Auditor needs to confirm any information on the request form. If you have questions about absentee voting, please contact your County Auditor. If you have questions about absentee voting, please contact your County Auditor. For information on how to request an absentee ballot and to download and print a fillable absentee ballot request form, visit Requesting a Ballot.",
            "s": "https://sos.iowa.gov/elections/voterinformation/uocava/faqs.html",
            "t": "2024-11-15T20:13:09.975256"
        },
        {
            "q": "Do I need to get my request for an absentee ballot notarized or witnessed?",
            "a": "No. Absentee ballot requests do not need to be notarized or witnessed in Iowa",
            "s": "https://sos.iowa.gov/elections/voterinformation/uocava/faqs.html",
            "t": "2024-11-15T20:13:09.975256"
        },
        {
            "q": "Can someone with the power of attorney request an absentee ballot on a voter's behalf?",
            "a": "No. An individual who has power of attorney does not have the authority to sign a voter registration form, request an absentee ballot, or cast an absentee ballot on behalf of the voter. If a voter is unable to sign, the voter can use a rubber stamp or mark to sign. The voter may also ask for assistance and have someone sign the form on the voter's behalf as long as it is done in the voter's presence and with the voter's permission.",
            "s": "https://sos.iowa.gov/elections/voterinformation/uocava/faqs.html",
            "t": "2024-11-15T20:13:09.975256"
        },
        {
            "q": "Does Iowa have permanent absentee voting?",
            "a": "No. Iowa does not have permanent absentee voting. Voters must complete a request for an absentee ballot for each election for which they would like an absentee ballot.",
            "s": "https://sos.iowa.gov/elections/voterinformation/uocava/faqs.html",
            "t": "2024-11-15T20:13:09.975256"
        },
        {
            "q": "How do I mark my ballot?",
            "a": "Included with your absentee ballot, your county auditor will provide instructions on how to mark your ballot and return your ballot. Follow the instructions provided.",
            "s": "https://sos.iowa.gov/elections/voterinformation/uocava/faqs.html",
            "t": "2024-11-15T20:13:09.975256"
        },
        {
            "q": "If I need assistance while voting my absentee ballot, can someone assist me?",
            "a": "Yes. If you need help marking your ballot due to a physical disability or inability to read the ballot, you may choose any person to help you except your employer, your employer's agent, or an officer/agent of your union. If you are not physically able to sign the forms, you can use a rubber stamp or mark to sign. You may also ask for assistance or have someone sign the form on your behalf as long as it is in your presence and with your permission.",
            "s": "https://sos.iowa.gov/elections/voterinformation/uocava/faqs.html",
            "t": "2024-11-15T20:13:09.975256"
        },
        {
            "q": "What can I do if I make a mistake when voting my ballot?",
            "a": "If you make a mistake while voting your absentee ballot, contact your county auditor for help. There are also procedures for \"spoiling\" mailed absentee ballots that are sent with your absentee ballot.",
            "s": "https://sos.iowa.gov/elections/voterinformation/uocava/faqs.html",
            "t": "2024-11-15T20:13:09.976253"
        },
        {
            "q": "What should I do if I requested an absentee ballot but I have not received it?",
            "a": "You can track your absentee ballot online by using the Track Your Absentee Ballot search. You can see the date your absentee ballot request was processed by the county auditor, the date the auditor sent your ballot, and the date the auditor received your voted ballot. If you have questions about the information displayed in the search, please contact your county auditor for help.",
            "s": "https://sos.iowa.gov/elections/voterinformation/uocava/faqs.html",
            "t": "2024-11-15T20:13:09.976253"
        },
        {
            "q": "What can I do if my absentee ballot was damaged/I lost my absentee ballot?",
            "a": "If you cannot vote your absentee ballot because it was damaged or destroyed or you lost it, contact your county auditor for help. There are procedures for obtaining replacement ballots.",
            "s": "https://sos.iowa.gov/elections/voterinformation/uocava/faqs.html",
            "t": "2024-11-15T20:13:09.976253"
        },
        {
            "q": "If a voter casts an absentee ballot but dies before Election Day, is the ballot counted?",
            "a": "No. Iowa law prohibits these ballots from being counted if the county auditor is notified of the death before absentee ballots are considered.",
            "s": "https://sos.iowa.gov/elections/voterinformation/uocava/faqs.html",
            "t": "2024-11-15T20:13:09.976253"
        },
        {
            "q": "I've heard that absentee ballots are only counted if they will affect the outcome of the election. Is this true?",
            "a": "No. All absentee ballots that are received on time are considered for counting. Absentee ballots received by Election Day are counted on Election Day. Ballots received after Election Day but before the deadline are counted when the absentee and special voters' precinct board meets as long as they are postmarked the day before Election Day or earlier.",
            "s": "https://sos.iowa.gov/elections/voterinformation/uocava/faqs.html",
            "t": "2024-11-15T20:13:09.976253"
        },
        {
            "q": "How Can The Secretary Help You?",
            "a": "Constituent Services Join Our Mailing List",
            "s": "https://sos.iowa.gov/elections/voterinformation/uocava/faqs.html",
            "t": "2024-11-15T20:13:09.976253"
        },
        {
            "q": "What is the process for voting by absentee ballot?",
            "a": "In Iowa, voted absentee ballots must be received by 8:00 p.m. on Election Day, November 5th, whether returned by mail or in person.Absentee voting is available and no excuse is required. County election officials may only send out absentee ballot request forms if requested. You can return your absentee ballot request form through the mail or in person. The last day to vote in-person absentee at your county auditors office is Monday, November 4. Mail-in ballots must be received by the close of polls on Election Day in order to be counted. You can sign up to track your absentee ballot on your Secretary of State website. Contact your local elections office for more information.REQUESTING AND RETURNING YOUR ABSENTEE BALLOT:Applications for absentee ballots can be obtained online in a PDF format, or mailed upon request from the Secretary of State. You can also request a ballot by mailing the application to the county auditor/commissioner of elections in the county where you are registered.You must provide ID information on your absentee ballot request forms. All request forms must include your driver's license/non-driver's ID number or your Voter ID Card's four-digit PIN number. Request forms without these forms of ID will not be accepted.A written application for a mailed absentee ballot must be received by the voter's County Auditor no later than 5:00 p.m. 15 days before the election. If the request is received so late that it is unlikely the absentee ballot can be returned by mail in time to be considered for counting, the county auditor will enclose a statement to that effect with the absentee ballot.For primary and general elections, the ballots are mailed no later than 20 days before election day. For other elections, ballots are mailed to voters as soon as they are ready. The county auditor will include instructions on how to mark the ballot as well as how to return the ballot.Mail ballots must be received by the county auditor's office by the time polls close on Election Day (8:00 pm) in order to be counted. Voted absentee ballots cannot be delivered to the polling place on election day.NOTE: You may designate an individual who lives in your household or a member of your immediate family to return your ballot using one of the above methods. Your ballot must be received by 8:00 PM CT on Election Day. Blind and/or disabled voters may designate a delivery agent to return their voted absentee ballot.Voting in Person after Requesting an Absentee BallotVoters have the option to deliver their absentee ballot to the county auditor's office before the polls close on Election Day, surrender their voted absentee ballot at the polls and vote a regular ballot, or vote a provisional ballot at the polls if they cannot surrender their absentee ballot.County Auditors may use Satellite Absentee Voting Stations to provide absentee voting at places other than the Auditors office. You must mark your ballot at the station and leave it with the officials. All satellite stations must be accessible to people with disabilities. Note: Under a new Iowa law, satellite voting sites may only be set up if enough voters petition for one",
            "s": "https://www.vote411.org/iowa",
            "t": "2024-11-18T17:29:24.121713"
        },
        {
            "q": "How can I fix issues with my mail-in ballot?",
            "a": "Si recibes un aviso de tus funcionarios electorales del condado indicando que tu boleta de voto en ausencia o por correo fue rechazada, puedes votar con una boleta de reemplazo hasta que cierren las urnas el 5 de noviembre de 2024. Si votaste con una boleta provisional, puedes presentar prueba demostrando quÃ© eres elegible para votar a los funcionarios de tu distrito electoral o a la oficina de tu auditor del condado antes de la fecha lÃ­mite que aparece en el sobre de tu boleta provisional. TambiÃ©n puedes seguir el estado de tu boleta usando la herramienta en lÃ­nea de tu estado.",
            "s": "https://www.vote411.org/iowa",
            "t": "2024-11-18T17:29:24.121713"
        },
        {
            "q": "Where can I find information about campaign finance?",
            "a": "For information on federal campaign contributions, please visit Open Secrets.For information on state campaign contributions, please visit state's resource.",
            "s": "https://www.vote411.org/iowa",
            "t": "2024-11-18T17:29:24.121713"
        },
        {
            "q": "Where can I find information about candidates and ballot measures?",
            "a": "Races and candidates can be found here.",
            "s": "https://www.vote411.org/iowa",
            "t": "2024-11-18T17:29:24.121713"
        },
        {
            "q": "Where are ballot drop boxes located?",
            "a": "A drop box is available at your county auditor's office. You can find the address of your county auditor here.",
            "s": "https://www.vote411.org/iowa",
            "t": "2024-11-18T17:29:24.121713"
        },
        {
            "q": "When is early voting available?",
            "a": "The early voting period begins 20 days before Election Day. You can vote at your County Auditor's office during business hours Monday-Friday. Additionally, county auditor offices are open the Saturday before Election Day. For more information, contact your County Auditor.You will need to fill out the Absentee Ballot Request Form used in Iowa for In-Person Absentee acess Early voting. Note: Using a label printed from the check-in tablet is no longer a valid method of completing the form.You are required to show an ID when voting early in person. You can find more information on acceptable forms of ID, here.",
            "s": "https://www.vote411.org/iowa",
            "t": "2024-11-18T17:29:24.121713"
        },
        {
            "q": "When are the upcoming election dates?",
            "a": "The next election date can be found here https://www.vote411.org/iowa.Contact your local Board of Elections for more information.",
            "s": "https://www.vote411.org/iowa",
            "t": "2024-11-18T17:29:24.121713"
        },
        {
            "q": "What are the eligibility requirements to vote?",
            "a": "To be eligible to vote, you must be:- A citizen of the United States- A resident of Iowa- At least 18 years old on Election Day NOTE: You may vote in a primary election if you are 17 years old as long as you will be 18 years old on or before the corresponding regular election.- Not convicted of a felony (and if you have, you must have had your voting rights restored)- Not currently been judged by a court as incompetent to vote- Not voting in any other placeIncarcerated Voters & Returning Citizens:Iowans with a felony conviction can regain their voting eligibility once they have fulfilled all requirements related to their confinement, parole, probation, or any other form of supervised release. Individuals with any felony conviction, regardless of the specific crime, can apply to the Governor for restoration. Being current on fines, fees, or restitution payments or being enrolled in a payment plan is not a requirement to exercise your right to vote, although it is essential to fulfill these obligations. Pretrial detention and misdemeanors do not restrict your voting rights in Iowa. If you have received a restoration of rights, you must register to vote at your current residential address.Voters without traditional residence:A residence for voting purposes is where the voter's home is located. Businesses or any other non-residential property may be used for voter registration purposes if that place is a primary, nighttime residence for the voter. People experiencing homelessness are residents of the place where they usually sleep. They may describe their place of residence on the voter registration form.",
            "s": "https://www.vote411.org/iowa",
            "t": "2024-11-18T17:29:24.121713"
        },
        {
            "q": "What ID do I need to register to vote?",
            "a": "To register to vote you must provide a states driver's license number or your social security number if you have one. There is a box for your to check on the voter registration form if you have neither of those numbers. If you are registering to vote for the first time at the polls on Election Day, or after a recent move, you must prove both who you are and where you live.You can use any of these forms of ID as long as they are current, valid and contain an expiration date:- Iowa drivers license- Iowa non-driver ID card- Out-of-state driver's license or non-driver ID card- US passport- US military ID- ID card issued by employer- Student ID issued by Iowa high school or college- Tribal IDIf your photo ID does not contain your current address, you may use another document to prove where you live. The following are acceptable proof of residence as long as they contain your name and current address and are current within 45 days:- Residential lease- Utility bill (including a cell phone bill)- Bank statement- Paycheck- Government check or other government documentIf you are asked for ID and you don't have any of the documents listed above, you can have another voter who is registered in your precinct who knows you vouch for your ID and residence.If you don't have the needed ID and don't have another voter to vouch for you, you may cast a provisional ballot.",
            "s": "https://www.vote411.org/iowa",
            "t": "2024-11-18T17:29:24.121713"
        },
        {
            "q": "What forms of identification are accepted for voting?",
            "a": "Voters are required to show a drivers license, non-drivers ID, passport, military ID, veterans ID, or Voter ID Card at the polls before they vote. Voters without the necessary ID will be offered a provisional ballot and can provide ID up until the time of the county canvass of votes (Monday after election day for Primary and General Elections).What is a valid form of ID to show at the polls?Iowa Driver's LicenseIowa Non-Operator's IDMilitary IDU.S. PassportTribal IDVeteran's IDVoter ID CardWhat about voters who dont have an ID?Any registered voter who does not have a valid driver's license or non-operator's ID issued by the Iowa Department of Transportation will be issued a Voter ID Card for free, automatically, in the mail. This also applies to anyone who registers to vote in the future. Upon receipt of the Voter ID Card, it should be immediately signed. Obtaining the Voter ID Card does not require any further documentation or action by the voter; voters simply need to be registered to vote in the county where they liveVoters can call or text 844-338-8743 at any time to reach VoteRiders Voter ID Helpline",
            "s": "https://www.vote411.org/iowa",
            "t": "2024-11-18T17:29:24.121713"
        },
        {
            "q": "When are official election results released?",
            "a": "Official results are never available on Election Day. Election officials are working around the clock to count an unprecedented number of ballots, and its essential that they take the time to make sure every vote is counted.Absentee ballots begin being counted the day before Election Day. Provisional ballots are counted Thursday after Election Day.For Presidential elections, local results will be certified within 13 days after Election Day.Official election results will be uploaded on Iowas Secretary of State website, no later than 27 days after Election Day.",
            "s": "https://www.vote411.org/iowa",
            "t": "2024-11-18T17:29:24.121713"
        },
        {
            "q": "How can military and overseas voters cast their ballots?",
            "a": "You are a Military or Overseas voter if you are in uniformed services, living overseas OR a spouse or dependent of a uniformed services voter. To get registered and vote, you can utilize Overseas Vote Foundation.If you have additional questions about elections and voting overseas you can use our state specific elections official directory or contact the Overseas Vote Foundation.",
            "s": "https://www.vote411.org/iowa",
            "t": "2024-11-18T17:29:24.121713"
        },
        {
            "q": "What are the requirements to become a poll worker?",
            "a": "You can make sure we have safe, fair, and efficient elections for all. Become a poll worker today!In order to be a poll worker in Iowa, you must be:- Registered to vote in Iowa- At least 18 years of age- Political affiliation required- Entitled to compensation- A resident of the county- Complete required training- High school junior and senior students may work if they meet certain statutory requirementsTo sign up, contact your local board of elections.",
            "s": "https://www.vote411.org/iowa",
            "t": "2024-11-18T17:29:24.122367"
        },
        {
            "q": "What are the voting hours at polling places?",
            "a": "Polls are open from 7:00 am to 8:00 pm.",
            "s": "https://www.vote411.org/iowa",
            "t": "2024-11-18T17:29:24.122367"
        },
        {
            "q": "Where can I find my Voter Service and Polling Center location?",
            "a": "You can find your polling place by utilizing your state resource.If you have further questions on your polling place location, please contact your county clerk.",
            "s": "https://www.vote411.org/iowa",
            "t": "2024-11-18T17:29:24.122367"
        },
        {
            "q": "How does the primary election process work?",
            "a": "Iowa is a \"partially open\"primary state. This allows voters to vote in another parties primary. You are asked to choose your party when you register to vote, however, you are able to publicly change your party affiliation in order to vote in your selected parties primary election.If you have any questions about your states primary election, please contact your local election officials.",
            "s": "https://www.vote411.org/iowa",
            "t": "2024-11-18T17:29:24.122367"
        },
        {
            "q": "When would I need to vote using a provisional ballot?",
            "a": "If your name is not on the list of registered voters, you may register to vote at the polls on Election day and vote a regular ballot. If you do not have the proper forms of ID to register on Election Day, or if someone challenges your right to vote on Election day, you may cast a provisional ballot.The envelope has a place for you to explain why you believe that the ballot should count. Before you leave the polls, you will be given a written notice explaining your voting rights and listing the date on which the special ballot board will meet. If your ballot is not counted, you will receive a letter in the mail explaining why it cannot be counted.Provisional ballots are counted the Thursday after Election Day.",
            "s": "https://www.vote411.org/iowa",
            "t": "2024-11-18T17:29:24.122367"
        },
        {
            "q": "What accommodations are available for voters with disabilities?",
            "a": "If you need help marking your ballot because of a disability or because you can't read English, any person you choose may help you, except your employer, your employer's agent or an officer or agent of your union. If you want help from the precinct workers, one person from each political party will help you. You will need to sign a form indicating that you asked for help. All voting instructions at the polls are printed in large type.If you cannot get into the polling place because of a disability, two precinct workers will bring a ballot to your vehicle. They may also help you mark the ballot, but only if you request assistance. You do not have to tell anyone ahead of time that you will need to vote in your car. However, you may want to call ahead or bring someone with you to tell the precinct workers that you need to vote in your car.Each polling place has a Voter Assist Terminal. Voters here can use features such as touch screens, audio assistance or a sip and puff element to select their candidates.If you have questions or concerns about voting accessibility, please contact your county auditor's office or your Secretary of State's office. A voter guide is also available on audio cassette from the Library for the Blind. To request one you can call 515-281-1333 or 1-800-362-2587. Each precinct also provides a braille version of voter instructions and voter rights.For more information, you can utilize the Association of People With Disabilities resource.",
            "s": "https://www.vote411.org/iowa",
            "t": "2024-11-18T17:29:24.122367"
        },
        {
            "q": "What is the deadline to register to vote?",
            "a": "You can now register to vote or update your voter registration online! You will need your Iowa driver's license or ID number to register online. You may also register to vote by mail. You will receive your voter registration card from your county auditor within two weeks.Election Day Registration: You may register in person on Election Day! Be sure to bring the correct voter ID to the polls in order to successfully register at the polls.Pre-Registration Deadline is at 5 pm on the Monday 15 days before Election Day. Paper Voter Registration forms must be received in the Auditors office or be postmarked by that time. Online registrations must also be submitted by this deadline.NOTE: You may be removed from active voting lists if you miss a single general election and doesnot report a change in address or register as a Iowa voter again.",
            "s": "https://www.vote411.org/iowa",
            "t": "2024-11-18T17:29:24.122367"
        },
        {
            "q": "What are the rules for taking time off work to vote?",
            "a": "If your work schedule doesn't give you 2 consecutive hours off work while the polls are open, you have the right to take up to three hours off from work to vote.You must make a written request for time off to vote to your employer before election day. Your employer has the right to specify which hours you get to take off. You cannot be penalized and deductions cannot be made from your regular salary or wages on account of this absence",
            "s": "https://www.vote411.org/iowa",
            "t": "2024-11-18T17:29:24.122367"
        },
        {
            "q": "How can I verify my voter registration status?",
            "a": "To verify your voter registration status",
            "s": "https://www.vote411.org/iowa",
            "t": "2024-11-18T17:29:24.122367"
        },
        {
            "q": "What types of voting machines are used?",
            "a": "The voting systems used in Iowa are optical scan and Hand counted paper ballots.Optical Scanning: With this system, you will receive a card or sheet of paper, which you take over to a private table or booth. The card has the names of the various candidates and ballot measures printed on it. With a pen or pencil you fill in a little box or circle or the space between two arrows. In some places, you can check your card or paper right there at the polling place by feeding it into a card-reading machine to make sure you have voted the way you want to. When you are finished filling out all the cards. You may bring the cards over to a ballot box, where poll workers will show you how to put the cards in the box. Or in some places, you may feed the completed cards or papers into a computer device that counts the votes. When Election Day is over, the computer counts how many votes were cast for each candidate.Paper Ballots: Paper ballots are one of the oldest ways of voting in America. They are still used on Election Day. Paper ballots are mostly used for absentee ballots. When you come to the polling place, you will get a paper ballot from the poll worker. You take it to the voting booth, and use a pen or pencil to mark a box next to your candidate and issue choices. You then drop the marked ballot into a sealed ballot box. At the end of the day, votes are counted by poll workers reading the ballots.You can learn more about voting systems by checking out the Elections Assistance Commission's (EAC) resource or Verified Voting.",
            "s": "https://www.vote411.org/iowa",
            "t": "2024-11-18T17:29:24.122437"
        }
    ]
}