{
    "state": "IL",
    "num_questions": 103,
    "num_answers": 103,
    "contributor": "Rasoul Nikmehr",
    "questions": [
        {
            "q": "Some elections in this list are local and do not apply for all Illinois voters. Please click the “View all” button below to view all election dates in your state.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "By Mail: Tuesday, October 8, 2024",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "In Person: Tuesday, November 5, 2024",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "Online: Sunday, October 20, 2024\n                      \n                        Get Registered!",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "Absentee voting is available and no excuse is required. The last day to request an absentee ballot by mail is 5 days before the election. Voted ballots must be postmarked by Election Day and received within two weeks in order to be counted. You can return your absentee ballot request form through the mail, a secure drop box, or in person.  Absentee ballots begin being counted on Election Day. Contact your local elections office for more information.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "Requesting and Returning your Absentee Ballot:",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "You do not need an excuse to vote absentee in Illinois. You can request an absentee ballot:",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "Upon receipt, complete the application. Make certain to include your name, home address, address where you want the ballot to be mailed, and please remember to sign the application.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "After completing the application, either mail it or hand-deliver it to your election authority. If you return the application in person or complete the application in the election authority's office, you may immediately vote with your absentee ballot in the election authority's office. If you mail the application and it is properly completed, the election authority will mail your absentee ballot to you.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "After receiving your ballot, VOTE THE BALLOT IN SECRET. Insert the ballot into the envelope provided, seal it, complete and sign the certification on the back and PERSONALLY return it or mail it. The absentee voter may authorize, in writing, that a spouse, parent, child, brother, sister, or licensed motor carrier, should deliver the completed absentee ballot to the election authority in sufficient time to be delivered to the polling place on Election Day. Voted ballots must be postmarked by Election Day and received within two weeks in order to be counted.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "Permanent Vote-by-Mail List:",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "If you are a registered voter in Illinois, you may apply to be added to a permanent vote-by-mail list. A notice of this new option will be sent to all qualified voters before the next general election along with the application to opt-in. Voters will still have the option to vote-by-mail for a single election. The permanent vote-by-mail application will be available online closer to the next election here.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "Those who requested an absentee ballot but end up voting in person:",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "To do this, voters must bring their mailed ballot to the election site and turn it in to the election judge. If they do not have their mailed ballot with them, they will only be able to vote using a provisional ballot.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "Overseas citizens and U.S. military personnel can find information on how to register to vote and request an absentee ballot from the Overseas Vote Foundation.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "For information on federal campaign contributions, please visit Open Secrets. For state-specific information, click here.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "Information on local, state and federal candidates and ballot measures may be available here.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "Vote-by-mail drop boxes will be installed in some locations. Check your State Board of Elections website to see if there is a drop box in your jurisdiction.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "Early voting for the November 5, 2024 general election begins September 26th and ends November 4th.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "Early voting is available to all voters beginning 40 days before an election and ends the day before the election. Locations and hours for early voting are determined by each election authority.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "For more information about early voting locations, check our your state's resource.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "The next election date can be found here https://www.vote411.org/illinois.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "To be eligible to vote, you must be:",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "Incarcerated Voters & Returning Citizens:",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "In Illinois, you only lose your right to vote if you are currently incarcerated for a misdemeanor or felony conviction. If you lost your voting rights because of a conviction, you could register to vote immediately after release. Your voting rights are not restricted by pretrial detention, misdemeanors, probation, or parole.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "Voters without traditional residence:",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "In Illinois, voters must provide a residence address for voter registration purposes. When providing the residence address, post office boxes should not be used. Individuals without a permanent or fixed home address may draw a map in the designated box on their voter registration form to indicate the exact location of where they stay. They should list the name of the subdivision; cross streets; roads; landmarks; mileage and/or neighbors’ names.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "If the individual does not receive postal service at their residence address, they must provide a separate mailing address, including the number, street, city, state, and zip code. The mailing address on their registration form can be a P.O. box, local shelter, advocacy organization, outreach center, or the home of someone who will accept mail for them.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "Two forms of identification are required when registering to vote, one of which must show your current residential address.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "If you register by mail, sufficient proof of identity is fulfilled by submission of your driver's license number or state identification card number.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "If you don't have either of those, verification by one of the following will be required:",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "You may also demonstrate sufficient proof of identity by submission of a photo ID issued by a college or university along with either a copy of the applicant's contract or lease for a residence or a postmarked mail delivered to the applicant at his or her current address.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "If you register by mail, you must vote in person the first time you vote unless you submit your driver license number or state ID number, the last four digits of your social security number or one of the forms of ID listed above.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "Identification is not required to vote at the polls, although you will be required to verify your signature. If you registered to vote-by-mail and did not submit any ID with the registration, you must show a form of ID to vote.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "Acceptable forms are:",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "All forms of the IDs above must show your name and address. If you do not show any ID types, you will be asked to vote a Provisional Ballot.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "A government-issued photo ID is not required to vote during Early Voting as long as your registration is accurate and up to date.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "Voters can call or text 844-338-8743 anytime to reach VoteRiders Voter ID Helpline.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "Official results are never available on Election Day. Election officials are working around the clock to count an unprecedented number of ballots, and it’s essential that they take the time to make sure every vote is counted.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "Absentee ballots begin being counted on Election Day. Provisional ballots are counted 14 days after the election.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "Official election results will be uploaded on the Illinois Board of Elections website as they become available.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "You are a Military or Overseas voter if you are in uniformed services, living overseas OR a spouse or dependent of a uniformed services voter. To get registered and vote, you can utilize Overseas Vote Foundation.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "If you have additional questions about elections and voting overseas you can use our state specific elections official directory or contact the Overseas Vote Foundation.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "You can ensure we have safe, fair, and efficient elections. Become a poll worker today!",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "To be a poll worker in Illinois:",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "To sign up, contact your local board of elections.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "The polls are open from 6:00 am to 7:00 pm.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "You can find your polling place by utilizing your state resource.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "If you have further questions on your polling place location, please contact your county clerk.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "Illinois is a “partially open” primary state. This allows voters to cross party lines, however, they must first publicly declare their ballot choice. Ballot selection may also be regarded as a form of registration with the selected party.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "If you have any questions about your state’s primary election, please contact your local election officials.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "You may vote a provisional ballot if you meet specific conditions. Provisional ballots are counted 14 days after an election. To find out if your vote was counted, please use your state's provisional ballot tool.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "An election judge will issue you a provisional ballot at your polling place if:",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "By law, you must vote in your assigned precinct for all votes on your provisional ballot to count.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "The Help America Vote Act requires that election authorities have voting equipment for voters with disabilities to vote privately and independently, and Illinois is no exception. Additionally, there are options for a seated voting booth, voting assistance from a friend, relative, or two election judges (one from each party), voting by mail, and curbside voting.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "Language assistance is also available where required under amendments to the Federal Voting Act of 1992.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "For more information on the provisions available for disabled voters, please contact your local election authority.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "For more information, you can utilize the American Association of People With Disabilities (AAPD) resource.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "The deadline to register for the 11/5/24 General Election is online 10/20/24, by mail 10/8/24, and in-person 11/5/24. Day of election voter registration is available.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "Registration is open year-round except:",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "Voters may now register to vote either by accessing the Online Voter Application, or through the Illinois State Board of Elections website.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "Although the regular voter registration period closes 28 days before the election, a grace period registration extends that deadline from the 27th day before an election through Election Day in person at designated sites. Check with your local election authority to determine the locations and hours available in your area.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "Under federal law, citizens may apply to register to vote by mailing in a voter registration application. The applications are available at some public and private facilities where you live.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "When you register by mail, your form must be postmarked before the close of registration. Please note that if you register by mail, with the exception of those disabled or in the military, you must vote in person at the polling place or by in-person absentee voting the first time you vote unless you provide sufficient identification in that registration.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "Every employee is entitled, after giving notice, to two hours off work, provided that the employee's working hours begin less than 2 hours after the opening of the polls and end less than 2 hours before the closing of the polls. The law does not specify whether time off is paid.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "To verify your voter registration status",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "If you are a registered voter in Illinois, you may apply to be added to a permanent vote-by-mail list. If your application for permanent vote-by-mail status is accepted you will:",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "A notice of this new option will be sent to all qualified voters before the next general election along with the application to opt-in. Voters will still have the option to vote-by-mail for a single election. The permanent vote-by-mail application will be available online closer to the next election here.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "The voting systems used in Illinois are optical scan and DRE.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "To find out what voting machine is used in your county, please visit your state's resource.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "Optical Scan: With this system, you will receive a card or sheet of paper, which you take over to a private table or booth. The card has the names of the various candidates and ballot measures printed on it. With a pen or pencil you fill in a little box or circle or the space between two arrows. When you are finished filling out all the cards, you may bring the cards over to a ballot box, where poll workers will show you how to put the cards in the box. Or in some places, you may feed the completed cards or papers into a computer device that checks your card or paper right there at the polling place to make sure you have voted the way you want to and counts the votes.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "Direct Recording Electronic (DRE): This is the newest kind of system in use in the U.S. All the information about who and what you are voting for is on an electronic screen like a TV or computer screen.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "There are many variations of DREs because lots of companies are inventing new ones, and many cities, counties and states are trying them out. Usually, after you have signed in, the poll workers will give you a card that you slide into a device to start your voting session.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "Some of these devices will show all of the candidates and ballot choices on one big screen. Often, with these big screen devices you push a button next to the name of the candidate you want to vote for (or yes or no on a ballot measure). On other DREs, the screen is set up to show pages. On each screen or page, there will probably be one thing to vote on. For example, on one screen or page, you might vote for president. Then you might move to the next page to vote for senator. Often these small-screen devices have a touch screen, where you touch the screen next to the name of the person you want to vote for. Other devices have a key pad. Some have a keyboard, so you can write in the name of someone you want to vote for.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "You let the system know you are finished voting by pushing a button, touching the screen or entering something on a keypad.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "You can learn more about voting systems by checking out the  Elections Assistance Commission's (EAC) resource or through Verified Voting.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "See What's On Your Ballot\nCheck Your Voter Registration\nFind Your Polling Place\nDiscover Upcoming Debates and Forum in Your Area",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "State Board of Elections",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "2329 S. MacArthur Blvd",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "Springfield 62704",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "LWV volunteers work year-round to register new voters, host community forums and debates, and provide voters with election information they need.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "Report an election problem by calling:",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "Help us provide accurate and unbiased voting information by donating today!",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "Find what's on your ballot",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "VOTE411 is committed to ensuring voters have the information they need to successfully participate in every election. Whether it's local, state or federal, every election is important to ensuring our laws and policies reflect the values and beliefs of our communities.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "©2024 League of Women Voters Education Fund. All rights reserved.",
            "a": "Vote411 Illinois",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "Possible online services disruption due to Internet related outage",
            "a": "League of Women Voters",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "A worldwide technology outage is causing disruption to some State of Illinois online systems.  We are aware of this issue and are diligently working on restoration.",
            "a": "League of Women Voters",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "FAQs",
            "a": "League of Women Voters",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "The Frequently Asked Questions (FAQs) provided below highlight topics and specific questions that are often asked of the Illinois Department of Labor (IDOL). The information provided in the FAQs is intended to enhance public access and understanding of IDOL laws, regulations and compliance information.",
            "a": "League of Women Voters",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "The FAQs should not be considered a substitute for the appropriate official documents (i.e. statute and/or administrative rules.) Individuals are urged to consult legal counsel of their choice. Court decisions may affect the interpretation and constitutionality of statutes. The Department cannot offer individuals legal advice or offer advisory opinions. If you need a legal opinion, we suggest you consult your own legal counsel. These FAQs are not to be considered complete and do not relieve employers from complying with applicable IDOL laws and regulations.",
            "a": "League of Women Voters",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "Yes, in some/certain instances. If you feel that you have not received equal pay for equal work because of your gender, you may file an equal pay complaint with IDOL. Or, if you feel you have been discriminated against on the job because you are a victim of domestic or sexual violence or have a family or household who is a victim, you may file a complaint with the Department. However, if you feel that you have been discriminated against on the job due to race, color, religion, sex, national origin, ancestry citizenship status, age, marital status, physical or mental handicap, military service or unfavorable military discharge, contact the Illinois Department of Human Rights. For additional information, visit the Illinois Department of Human Rights.",
            "a": "League of Women Voters",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "Yes, in some/certain instances. If you feel that you have not received equal pay for equal work because of your gender, you may file an equal pay complaint with IDOL. Or, if you feel you have been discriminated against on the job because you are a victim of domestic or sexual violence or have a family or household who is a victim, you may file a complaint with the Department. However, if you feel that you have been discriminated against on the job due to race, color, religion, sex, national origin, ancestry citizenship status, age, marital status, physical or mental handicap, military service or unfavorable military discharge, contact the Illinois Department of Human Rights. For additional information, visit the Illinois Department of Human Rights.",
            "a": "League of Women Voters",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "No, the Illinois Department of Employment Security provides assistance with unemployment claims. If you wish to locate additional information, visit the Illinois Department of Employment Security.",
            "a": "League of Women Voters",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "No, the Illinois Department of Employment Security provides assistance with unemployment claims. If you wish to locate additional information, visit the Illinois Department of Employment Security.",
            "a": "League of Women Voters",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "No, the Illinois Workers' Compensation Commission handles workers’ compensation cases. If you wish to locate additional information, visit the Illinois Workers' Compensation Commission.",
            "a": "League of Women Voters",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "No, the Illinois Workers' Compensation Commission handles workers’ compensation cases. If you wish to locate additional information, visit the Illinois Workers' Compensation Commission.",
            "a": "League of Women Voters",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "Yes. Illinois is an \"employment at-will\" state, meaning that an employer or employee may terminate the relationship at any time, without any reason or cause. The employer, however, cannot discriminate based on race, color, religion, sex, national origin, ancestry, citizenship status, age, marital status, physical or mental handicap, military service or unfavorable military discharge. If you wish to locate additional information, visit the Illinois Department of Human Rights.",
            "a": "League of Women Voters",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "Yes. Illinois is an \"employment at-will\" state, meaning that an employer or employee may terminate the relationship at any time, without any reason or cause. The employer, however, cannot discriminate based on race, color, religion, sex, national origin, ancestry, citizenship status, age, marital status, physical or mental handicap, military service or unfavorable military discharge. If you wish to locate additional information, visit the Illinois Department of Human Rights.",
            "a": "League of Women Voters",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "No. Notice is not required by either party based on the doctrine of \"employment at-will.\"",
            "a": "League of Women Voters",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "No. Notice is not required by either party based on the doctrine of \"employment at-will.\"",
            "a": "League of Women Voters",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "Email Us",
            "a": "League of Women Voters",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        },
        {
            "q": "We try to answer your emails within one week depending upon how many come in. Please wait one week before resending an email.​​​​​​​​​​​",
            "a": "League of Women Voters",
            "s": "https://www.vote411.org/illinois",
            "t": "2024-10-16T04:07:45Z"
        }
    ]
}