{
    "state": "KY",
    "num_questions": 57,
    "num_answers": 57,
    "contributor": "Gaurav Kumar",
    "questions": [
        {
            "q": "Where is my polling place?",
            "a": "You can find your polling place at www.govote.ky.gov",
            "s": "https://elect.ky.gov/Frequently-Asked-Questions/Pages/Election-Day-Information.aspx",
            "t": "2024-11-19T01:18:17.817832"
        },
        {
            "q": "Am I entitled to time off for voting on Election Day?",
            "a": "If you are working on Election Day, you may be entitled to a maximum of four consecutive hours off from work in order to vote or cast an absentee ballot if you make a request for time off with your employer. Your employer may specify the hours you may take leave to cast a ballot.",
            "s": "https://elect.ky.gov/Frequently-Asked-Questions/Pages/Election-Day-Information.aspx",
            "t": "2024-11-19T01:18:17.818429"
        },
        {
            "q": "What identification can I bring to the polling place?",
            "a": "All voters must produce identification at the polling place. Further information regarding valid forms of ID may be found at Voting In Kentucky - YouTube or Voter ID Requirements",
            "s": "https://elect.ky.gov/Frequently-Asked-Questions/Pages/Election-Day-Information.aspx",
            "t": "2024-11-19T01:18:17.818686"
        },
        {
            "q": "What time are the polls open on Election Day?",
            "a": "Polls are open from 6:00 AM to 6:00 PM local time on Tuesday, November 5, 2024. If you are in line at 6:00 PM, you will be allowed to vote.",
            "s": "https://elect.ky.gov/Frequently-Asked-Questions/Pages/Election-Day-Information.aspx",
            "t": "2024-11-19T01:18:17.818903"
        },
        {
            "q": "What time are the polls open on the days prior to Election Day?",
            "a": "Time polls are open during excused, in-person absentee and no-excuse in-person absentee is found on www.govote.ky.gov or contact your County Clerk's office.",
            "s": "https://elect.ky.gov/Frequently-Asked-Questions/Pages/Election-Day-Information.aspx",
            "t": "2024-11-19T01:18:17.819279"
        },
        {
            "q": "I registered to vote, but I did not receive a confirmation card.",
            "a": "Contact your County Clerk's office to find out the status of your address confirmation.",
            "s": "https://elect.ky.gov/Frequently-Asked-Questions/Pages/Election-Day-Information.aspx",
            "t": "2024-11-19T01:18:17.819503"
        },
        {
            "q": "Do I have to vote according to party affiliation?",
            "a": "Kentucky conducts political party primaries before each General Election. In Primary Elections, voters may only vote for candidates of their same political affiliation and non-partisan candidates. In General Elections, voters may choose to vote for candidates of any party.",
            "s": "https://elect.ky.gov/Frequently-Asked-Questions/Pages/Election-Day-Information.aspx",
            "t": "2024-11-19T01:18:17.819766"
        },
        {
            "q": "How do I switch political parties?",
            "a": "You can change your political party at www.govote.ky.gov or by submitting an updated registration application to your county clerk. You must change your party affiliation by December 31 for eligibility to vote in the Primary Election the following year.",
            "s": "https://elect.ky.gov/Frequently-Asked-Questions/Pages/Election-Day-Information.aspx",
            "t": "2024-11-19T01:18:17.819971"
        },
        {
            "q": "I will be out of town on Election Day. How can I vote?",
            "a": "You can request an absentee ballot by mail at www.govote.ky.gov Saturday, September 21, 2024 - Tuesday, October 22, 2024 at 11:59 PM, excused in-person Wednesday  Friday, October 23 - 25, 2024 and Monday Wednesday, October 28 - October 30, 2024, or no excuse, in-person absentee on Thursday, Friday, and Saturday, October 31 - November 2, 2024.",
            "s": "https://elect.ky.gov/Frequently-Asked-Questions/Pages/Election-Day-Information.aspx",
            "t": "2024-11-19T01:18:17.820244"
        },
        {
            "q": "How do I register to vote?",
            "a": "You can register online, or by submitting a voter registration card by mail or in-person.",
            "s": "https://elect.ky.gov/Frequently-Asked-Questions/Pages/Voter-Registration.aspx",
            "t": "2024-11-19T01:18:17.823039"
        },
        {
            "q": "How do I check if I am registered to vote?",
            "a": "You can verify your voter registration online at govote.ky.gov.",
            "s": "https://elect.ky.gov/Frequently-Asked-Questions/Pages/Voter-Registration.aspx",
            "t": "2024-11-19T01:18:17.823258"
        },
        {
            "q": "Do I have to register before each election?",
            "a": "No, once you have registered to vote, you do not have to re-register for each election. Re-registration is necessary only if you have moved or legally changed your name.",
            "s": "https://elect.ky.gov/Frequently-Asked-Questions/Pages/Voter-Registration.aspx",
            "t": "2024-11-19T01:18:17.823670"
        },
        {
            "q": "I recently moved, do I have to update my registration?",
            "a": "Yes, updating your registration is necessary if you have moved or legally changed your name. You can make updates to your registration online, or by submitting a voter registration application by mail or in-person.",
            "s": "https://elect.ky.gov/Frequently-Asked-Questions/Pages/Voter-Registration.aspx",
            "t": "2024-11-19T01:18:17.823904"
        },
        {
            "q": "The deadline to register has passed, can I still update my registration?",
            "a": "No, once the voter registration deadline has passed, the voter registration rolls are frozen until after the next election.",
            "s": "https://elect.ky.gov/Frequently-Asked-Questions/Pages/Voter-Registration.aspx",
            "t": "2024-11-19T01:18:17.824128"
        },
        {
            "q": "I am a U.S. Citizen residing overseas, how do I register to vote?",
            "a": "For information on how to register or obtain a ballot, visit Military and Overseas Voters.",
            "s": "https://elect.ky.gov/Frequently-Asked-Questions/Pages/Voter-Registration.aspx",
            "t": "2024-11-19T01:18:17.824438"
        },
        {
            "q": "I am in the military, how can I request a ballot?",
            "a": "For information on how to obtain an absentee ballot, visit Military and Overseas Voters.",
            "s": "https://elect.ky.gov/Frequently-Asked-Questions/Pages/Voter-Registration.aspx",
            "t": "2024-11-19T01:18:17.824715"
        },
        {
            "q": "I am disabled, how can I request a ballot?",
            "a": "If you have a disability that prevents you from marking a paper ballot and you would like to request an accessible absentee ballot via the state's accessible absentee portal, please contact your county clerk.",
            "s": "https://elect.ky.gov/Frequently-Asked-Questions/Pages/Voter-Registration.aspx",
            "t": "2024-11-19T01:18:17.824970"
        },
        {
            "q": "How do I cancel my voter registration?",
            "a": "To cancel your voter registration, contact the KY State Board of Elections.",
            "s": "https://elect.ky.gov/Frequently-Asked-Questions/Pages/Voter-Registration.aspx",
            "t": "2024-11-19T01:18:17.825200"
        },
        {
            "q": "I am 17 years old, can I register to vote?",
            "a": "State law allows for pre-registration at 17 years of age, but you must be 18 years of age on or before the next General Election Day to vote. If you are 17 and will be 18 on the next General Election, you may vote in the Primary Election.",
            "s": "https://elect.ky.gov/Frequently-Asked-Questions/Pages/Voter-Registration.aspx",
            "t": "2024-11-19T01:18:17.825432"
        },
        {
            "q": "How many people are registered to vote in Kentucky?",
            "a": "The State Board of Elections runs registration reports every month. Review this year's registration reports here. ",
            "s": "https://elect.ky.gov/Frequently-Asked-Questions/Pages/Voter-Registration.aspx",
            "t": "2024-11-19T01:18:17.825637"
        },
        {
            "q": "How do I get voter registration cards for my registration drive?",
            "a": "Hosting a voter registration drive? Here's what you need to know. It is imperative that all voter registration cards be turned in to the appropriate county clerk at least twenty-nine (29) days before any election in order for the cards to be processed. Application deadlines are found here: Link to Homepage. Applicants are not registered to vote until the voter registration cards are processed at the County Clerk's office. Voters whose registration cards are submitted after this time will NOT be eligible to vote in the upcoming election. You can contact your County Clerk to determine if your voter registration card was received in a timely manner. Remember you can always encourage citizens to use their smartphone to visit govote.ky.gov to register online. Request cards from your local County Clerk. The individual or group hosting the drive must act under the supervision and directions of the County Clerk and must return these completed forms to the County Clerk for official registration by the County Clerk. For a substantial number of cards contact the State Board of Elections. You may also direct voters to our website (elect.ky.gov) to print out the online Voter Registration Card",
            "s": "https://elect.ky.gov/Voters/Pages/Voter-Registration-Drives.aspx",
            "t": "2024-11-19T01:32:23.813292"
        },
        {
            "q": "Is the person eligible to register to vote in Kentucky?",
            "a": " To be eligible to register to vote, a person must: be a U.S. Citizen and current resident of Kentucky not less than 28 days before the election; o be at least 18 years old by the date of the next general election; o not be a convicted felon (or, if convicted of a felony, my right to vote has been restored following an expungement, Executive Pardon, or Executive Order; o not have been judged mentally incompetent in a court of law and have voting rights removed; o not claim the right to vote anywhere outside Kentucky; o See Kentucky Constitution  145 See KRS 116.055.",
            "s": "https://elect.ky.gov/Voters/Pages/Voter-Registration-Drives.aspx",
            "t": "2024-11-19T01:32:23.813991"
        },
        {
            "q": "How will a person know if they are registered to vote?",
            "a": " The person will receive a confirmation card in the mail from the County Clerk with the voter's precinct name and voting location address.",
            "s": "https://elect.ky.gov/Voters/Pages/Voter-Registration-Drives.aspx",
            "t": "2024-11-19T01:32:23.814144"
        },
        {
            "q": "Is the voter registration card complete?",
            "a": " A complete residential address must be provided on the voter registration card. Failure to do so will result in a delay in the processing of the application because the County Clerk may not be able to assign a precinct. A mailing address must be provided ONLY if it is different from the residential address. The mailing address is used to send the voter a confirmation that his/her voter registration has been processed or when the County Clerk's office needs more information in order to process the registration application. The voter must mark a choice in the party registration field. If no party registration is selected, the voter is eligible to vote for only nonpartisan offices in any primary election. A date of birth is required to verify that the voter meets the minimum age requirement for voting. Two witnesses are required for a voter signature ONLY if the voter uses a mark\" to sign his or her name. See KRS 116.155.",
            "s": "https://elect.ky.gov/Voters/Pages/Voter-Registration-Drives.aspx",
            "t": "2024-11-19T01:32:23.814265"
        },
        {
            "q": "If the voter is already registered, how does the voter change his/her political party registration?",
            "a": " If a voter is already registered, the voter may change his/her political party registration at any time, but must change prior to December 31 to be eligible to vote in their new party's primary election. See KRS 116.055.",
            "s": "https://elect.ky.gov/Voters/Pages/Voter-Registration-Drives.aspx",
            "t": "2024-11-19T01:32:23.814470"
        },
        {
            "q": "The voter has moved. What does he need to do?",
            "a": " It is very important that the County Clerk have the most up-to-date information as possible. A voter with a name or address change should complete a new voter registration card with the updated information and current signature or update their registration at GoVoteKY.com.",
            "s": "https://elect.ky.gov/Voters/Pages/Voter-Registration-Drives.aspx",
            "t": "2024-11-19T01:32:23.814694"
        },
        {
            "q": "Where is the completed voter registration card sent?",
            "a": " The voter registration card should be routed to the clerk in the county listed on the voter registration card [County where you live], NOT to the State Board of Elections. Find a listing of County Clerks here or contact the State Board of Elections.",
            "s": "https://elect.ky.gov/Voters/Pages/Voter-Registration-Drives.aspx",
            "t": "2024-11-19T01:32:23.814821"
        },
        {
            "q": "How will the voter know where to vote?",
            "a": " The voter will receive a notice in the mail from the County Clerk with his/her precinct name and voting location address. The polls are open from 6 a.m. to 6 p.m., local time. All voters in line by 6 p.m. will be able to vote. If a voter has any questions concerning where to vote, he/she may call the County Clerk or visit the Voter Information Center available on the State Board of Elections website. The Voter Information Center includes the address of the voter's precinct, a map with driving directions and party affiliation.",
            "s": "https://elect.ky.gov/Voters/Pages/Voter-Registration-Drives.aspx",
            "t": "2024-11-19T01:32:23.814934"
        },
        {
            "q": "What are the Penalties",
            "a": "KRS 119.025: No person may be registered to vote in more than one precinct or in a precinct where he is not a legal voter or gives false information when registering to vote. Class D Felony KRS 119.035: No person may fraudulently or unlawfully alter any registration record. Class D Felony KRS 119.045: No person may forcibly prevent another person from registering or interfere with the duties of a registration officer. Class A misdemeanor KRS 119.207: No person may compensate another person for registering voters based upon the total number of voters a person registers or the total number of voters a person registers for a particular party. Class B misdemeanor",
            "s": "https://elect.ky.gov/Voters/Pages/Voter-Registration-Drives.aspx",
            "t": "2024-11-19T01:32:23.815065"
        },
        {
            "q": "Who are UOCAVA voters in Kentucky?",
            "a": "Members of the United States Uniformed Services and the merchant marines, active or reserve members, including activated status National Guard, and their family members Kentucky citizens residing outside of the United States An overseas voter who, before leaving the United States, was last eligible to vote in the Commonwealth of Kentucky and, except for his or her absence from the state, otherwise satisfies the Commonwealth of Kentucky's voter eligibility requirements; An overseas voter who, before leaving the United States, would have been last eligible to vote in the Commonwealth of Kentucky had the voter then been of voting age and, except for his or her absence from the state, otherwise satisfies the Commonwealth of Kentucky's voter eligibility requirements; or An overseas voter who was born outside the United States, is not described in paragraph (c) or (d) of this subsection, and, except for his or her absence from the state, otherwise satisfies the Commonwealth of Kentucky's voter eligibility requirements, if: 1. The last place where a parent or legal guardian of the voter was, or under this chapter would have been, eligible to vote before leaving the United States is within the Commonwealth of Kentucky; and 2. The voter has not previously registered to vote in any other state",
            "s": "https://elect.ky.gov/Voters/Pages/Military-or-Overseas-Voters.aspx",
            "t": "2024-11-19T01:32:23.814821"
        },
        {
            "q": "What are voter right in Kentucky?",
            "a": "Vote if you are a registered voter Ask questions on election procedures Review a sample ballot before voting Vote in privacy and free from coercion or intimidation Have non-discriminatory equal access to the elections system for all voters, including elderly, disabled, and minority, military and overseas citizens Vote if you are in line to vote by 6:00 p.m., prevailing time on election day Occupy the voting booth up to four minutes if others are waiting in line Have your ballot count if it is cast legally and timely Vote in an accessible voting place Receive assistance in voting if you are blind, have a physical disability, or have an inability to read English. (The person assisting you can be a someone you choose or the two precinct election judges, except that the voters employer, an agent of that employer, or an officer or agent of the voters union shall not assist a voter) Request and have an immediate hearing before the county board of elections on election day if your eligibility to vote is questioned. Any decision of the county board of elections may be immediately appealed to a circuit judge Skip races if your ballot has multiple issues. You are not required to vote in every race. Blank sections on your ballot will not affect any of the other votes you have cast",
            "s": "https://elect.ky.gov/Voters/Pages/Voter-Rights.aspx",
            "t": "2024-11-19T01:32:23.814821"
        },
        {
            "q": "How can i vote a provisional ballot",
            "a": "Voter name does not appear on the precinct roster and whose registration status cannot be determined by the precinct officer Voter name does not appear on the precinct roster and who has been verified as ineligible to vote Voter does not have identification Voter is voting as a result of a Federal or State Court Order or any Order under state law in effect 10 days prior to election day which extends polling hours Voter has been challenged by all four precinct election officers Check our Provisional Voter Information link to determine if your provisional ballot was counted or not counted",
            "s": "https://elect.ky.gov/Voters/Pages/Voter-Registration-Drives.aspx",
            "t": "2024-11-19T01:32:23.814821"
        },
        {
            "q": "What are my responsibilities as a vote",
            "a": "Register to vote at least 29 days before the election Respect the privacy and voting rights of others Follow instructions concerning election procedures Follow all federal and state voting laws Review your ballot before casting it to ensure it is complete and correct Treat election workers and other voters with courtesy and respect Be informed about the candidates and issues on the ballot Keep your voter registration and address records current",
            "s": "https://elect.ky.gov/Voters/Pages/Voter-Rights.aspx",
            "t": "2024-11-19T01:32:23.814821"
        },
        {
            "q": "What are the different laws governing a voter?",
            "a": "Impersonate another person in order to vote or attempt to vote Vote or attempt to vote under a false name Vote or attempt to vote more than once in the same election Influence or attempt to influence a voters voting decision through the use of force, threat, menace, intimidation, bribery, reward, or offer of reward",
            "s": "https://elect.ky.gov/Voters/Pages/Voter-Rights.aspx",
            "t": "2024-11-19T01:32:23.814821"
        },
        {
            "q": "How can I request and return an absentee ballot for an upcoming general election?",
            "a": "2024 General Election: Important Return Dates In Kentucky, voted absentee ballots must reach your county clerks office by 6:00 p.m. on Election Day, November 5th, whether returned by mail or in person. Excused In-Person Absentee Voting: Who : Registered Kentucky voters can vote extra early if they have one of the excuses listed here and cannot vote early or on Election Day. When: The six business days before early voting times during normal business hours. Where : Your county clerk's office or a place chosen by your county board of elections. Contact your county board of elections for more location details. Registered Kentucky voters can vote extra early if they have one of the excuses below and cannot vote early or on Election Day: Is a resident of Kentucky who will be absent from the county of their residence on the day of an election and during the days of no-excuse in-person absentee voting Has surgery, or whose spouse has surgery, scheduled that will require hospitalization on the day of an election and during the days of no-excuse in-person absentee voting Temporarily lives outside the state, but is still eligible to vote in Kentucky and will be absent from the county of their residence on the day of an election and during the days of no-excuse in-person absentee voting Is a resident of Kentucky who is a uniformed-service voter confined to a military base on Election Day and during the days of no-excuse in-person absentee voting Is in the last trimester of pregnancy - no documentation required Has not been declared mentally disabled by a court of competent jurisdiction and, due to age, disability, or illness, is not able to appear at the polls on Election Day and during the days of no-excuse in-person absentee voting Any person employed in an occupation that is scheduled to work during all days and all hours, which shall include commute time, the polls are open on Election Day and during the days of no-excuse in-person absentee voting Any election officer tasked with election administration for the current election cycle. Note: Normal early voting does NOT require an excuse and occurs the Thursday, Friday, and Saturday before Election Day. To learn more, click here . Mail-In Absentee Voting Voters can request a mail-in ballot to be sent to their registered county address if they submit their application at least fourteen (14) days before an election. The qualification criteria is below. Completed absentee ballots must reach the county clerks office by 6pm local time on Election Day to be counted. Mail-in absentee ballots must be requested through the GoVote.KY.gov portal. TRACK YOUR BALLOT: To check the status of your absentee ballot, click here. QUALIFICATION CRITERIA: To be eligible for a mail-in absentee ballot, you must meet one of the following criteria: Age, disability, or illness that prevents in-person voting Temporarily living out of state Temporarily living out of the county as a student Being out of the county for all hours of in-person voting In jail on criminal charges but not convicted Enrolled in the crime victim address confidentiality protection program Military or overseas voter Moving or having moved to a different state while the registration books are closed in the new state before an election of electors for President and Vice President of the United States. In this case, the voter shall be allowed to cast a mail-in absentee ballot for electors for President and Vice President of the United States only. The portal to receive absentee ballot requests will open no later than 45 days before the election. Voter ID will be verified through the portal. Note: Voters who request a mailed absentee ballot are unable to vote in person unless they have not received their requested absentee ballot. Special Circumstances (Disability/No Internet, Active Military, and People with Medical Emergencies within 14 Days of the Election.) People with disabilities who are unable to use the portal, people who do not have internet and people who are otherwise unable to use the portal may call their County Clerk to have their information verified and entered into the portal for them. You can apply for a medical emergency absentee ballot if a medical emergency occurs within 14 days before an election. The voter's spouse can also apply for an absentee ballot on their behalf. You can request this through your county clerks office. Overseas citizens and US military personnel can find information on registering to vote and requesting an absentee ballot at the Overseas Vote Foundation . Request your Ballot",
            "s": "https://www.vote411.org/kentucky",
            "t": "2024-11-19T01:46:32.283541"
        },
        {
            "q": "What should I do if there's an issue with my absentee or provisional ballot before the election deadline?",
            "a": "The deadline to cure (correct) your absentee/mail ballot is by the close of polls (6pm) on Election Day, November 5, 2024. If there is signature mismatch between your signature of record and your ballot, your county election officials will make a reasonable effort to contact you and provide notice to the voter with a timeframe and instructions on how to cure the signature issue. You can track the status of your absentee/mail ballot using your states online tool . If you voted a provisional ballot, you can check the status of your ballot using your states online tool .",
            "s": "https://www.vote411.org/kentucky",
            "t": "2024-11-19T01:46:32.286204"
        },
        {
            "q": "Where can I find information on campaign contributions for candidates and ballot measures?",
            "a": "For information on federal campaign contributions, please visit Open Secrets . For information on state campaign contributions, please visit your state's resource .",
            "s": "https://www.vote411.org/kentucky",
            "t": "2024-11-19T01:46:32.286956"
        },
        {
            "q": "Where can I access comprehensive details about candidates and ballot measures in the election?",
            "a": "Information on local, state and federal candidates and ballot measures may be available here .",
            "s": "https://www.vote411.org/kentucky",
            "t": "2024-11-19T01:46:32.287556"
        },
        {
            "q": "What are the options and deadlines for submitting my ballot using drop boxes?",
            "a": "Kentucky voters are now able to cast their absentee ballots by mail or a ballot drop-box . There is at least one drop-box per county. You can find your drop box location here or contact your local Elections Official. Find Drop Box Location",
            "s": "https://www.vote411.org/kentucky",
            "t": "2024-11-19T01:46:32.288153"
        },
        {
            "q": "When does early voting start and end, and how can I participate in early voting?",
            "a": "Regular Early Voting All registered Kentucky voters who have not requested a mail-in absentee ballot can vote early in-person without an excuse. State law calls this a no-excuse in-person absentee ballot. When: The Thursday, Friday, and Saturday before Election Day. At least eight hours between 6 am and 8 pm each day, with the county board of elections choosing the exact times. Where: Your county clerk's office or a place chosen by your county board of elections. OR Excused in-person absentee: Who : Registered Kentucky voters can vote extra early if they have one of the excuses listed here and cannot vote early or on Election Day. When: The six business days before early voting times during normal business hours. Where : Your county clerk's office or a place chosen by your county board of elections. Contact your county board of elections for more location details. Registered Kentucky voters can vote extra early if they have one of the excuses below and cannot vote early or on Election Day: Is a resident of Kentucky who will be absent from the county of their residence on the day of an election and during the days of no-excuse in-person absentee voting Has surgery, or whose spouse has surgery, scheduled that will require hospitalization on the day of an election and during the days of no-excuse in-person absentee voting Temporarily lives outside the state, but is still eligible to vote in Kentucky and will be absent from the county of their residence on the day of an election and during the days of no-excuse in-person absentee voting Is a resident of Kentucky who is a uniformed-service voter confined to a military base on Election Day and during the days of no-excuse in-person absentee voting Is in the last trimester of pregnancy - no documentation required Has not been declared mentally disabled by a court of competent jurisdiction and, due to age, disability, or illness, is not able to appear at the polls on Election Day and during the days of no-excuse in-person absentee voting Any person employed in an occupation that is scheduled to work during all days and all hours, which shall include commute time, the polls are open on Election Day and during the days of no-excuse in-person absentee voting Any election officer tasked with election administration for the current election cycle. Find polling locations and times here: https://elect.ky.gov/Voters/Pages/Polling-Locations.aspx or contact your county clerk for additional information about voting locations and times. Find Early Voting Times and Locations",
            "s": "https://www.vote411.org/kentucky",
            "t": "2024-11-19T01:46:32.289101"
        },
        {
            "q": "How can I find out the important dates for upcoming elections?",
            "a": "The next election date can be found here https://www.vote411.org/kentucky or using your state's Election Calendar. Contact your state Board of Election or local Elections Official for more information.",
            "s": "https://www.vote411.org/kentucky",
            "t": "2024-11-19T01:46:32.291486"
        },
        {
            "q": "What are the eligibility criteria to vote in an election?",
            "a": "To be eligible to vote you must be: A U.S. citizen A resident of Kentucky for 28 days before the election At least 18 years old by the date of the general election Not convicted of a felony (or, if so, have had your civil rights restored) Not judged mentally incompetent in a court of law Not claiming the right to vote anywhere outside Kentucky Incarcerated Voters & Returning Citizens: In Kentucky, you lose eligibility to vote if you have been convicted of a crime (felony or misdemeanor). For a misdemeanor conviction, you only lose your rights while you are incarcerated. If you have been convicted of a Kentucky state felony, your voting rights will be restored after you have completed your parole and probation as long as it was not a violent felony. Those convicted of violent felonies may still petition the governor to have their rights restored if they have completed their sentence and do not owe fines or restitution. Voters without traditional residence: It is not mandatory for citizens to possess a \"permanent home\" for voter registration. A citizen can provide an alternative description of their residence, even if they are experiencing homelessness, as long as it enables the authorities to identify and assign a voting precinct to them. This precinct assignment ensures that the voter receives the appropriate ballot. The mailing address on their registration form can be a P.O. box, local shelter, advocacy organization, outreach center, or the home of someone who will accept mail for them. Find Out if your are Eligible to Vote",
            "s": "https://www.vote411.org/kentucky",
            "t": "2024-11-19T01:46:32.292266"
        },
        {
            "q": "What forms of identification are required to register to vote, and how can I prove my citizenship?",
            "a": "When you register to vote online , you are required to enter you Social Security Number and Date of Birth in order to proceed. The portal confirms your ID by matching with Drivers License records. Free ID The state will make you a free ID card. You get it where you can get a drivers license, and drive.ky.gov is where you can find the nearest state office for that. If you do not have (or do not want to provide) a Social Security Number, you can still register in person at your county clerk office or by mail , but you must provide your date of birth and signature.",
            "s": "https://www.vote411.org/kentucky",
            "t": "2024-11-19T01:46:32.293203"
        },
        {
            "q": "What types of identification are acceptable at polling places for voting?",
            "a": "Kentucky now has a photo ID law for voting. To vote in Kentucky, you must bring identification showing your name and photograph from one of these sources: Kentucky state government (example: drivers license) United States government (example: passport) U. S. Defense Department, a uniformed services branch, the Merchant Marine, or the Kentucky National Guard U.S. college, university, or postgraduate technical or professional school Kentucky local government: city, county, urban-county, charter county, unified local or consolidated local government The most common form of a valid photo ID is your drivers license . Other examples of acceptable ID (as long as they include your name and photo) are: Military ID College ID Kentucky government ID Passport A voters identity can still be confirmed by personal acquaintance with an election official, but now the election official must sign an affirmation. Free ID The state will make you a free ID card. You get it where you can get a drivers license, and drive.ky.gov is where you can find the nearest state office for that. Affirmation when you go to vote At your polling place, you can fill out a form explaining why you cannot get an allowed photo ID. You will need to show one of these other IDs:  Another identification card with your name and photo  Social Security card  Kentucky food stamp, EBT, or SNAP card with your name  Credit or debit card with your name  Identification issued by a Kentucky county and approved by the State Board of Elections The KY Board of Elections offers a short video summarizing accepted Voter ID options. Voters can call or text 844-338-8743 at any time to reach VoteRiders Voter ID Helpline Contact your state Board of Elections or local Elections Official for more information. Voter ID Requirements",
            "s": "https://www.vote411.org/kentucky",
            "t": "2024-11-19T01:46:32.294717"
        },
        {
            "q": "When and where will the official election results be available, and how can I track them?",
            "a": "Official results are never available on Election Day. Election officials are working around the clock to count an unprecedented number of ballots, and its essential that they take the time to make sure every vote is counted. The earliest official election results for the state of Kentucky will be posted here . A record of past election results can be found here . Official Results",
            "s": "https://www.vote411.org/kentucky",
            "t": "2024-11-19T01:46:32.296260"
        },
        {
            "q": "How can military personnel and overseas citizens register and vote in elections?",
            "a": "You are a Military or Overseas voter if you are in uniformed services, living overseas OR a spouse or dependent of a uniformed services voter. To get registered and vote, you can utilize Overseas Vote Foundation. Kentucky Remote Ballot Access System https://kentucky.enhancedballot.com/kentucky If you have additional questions about elections and voting overseas you can use our state specific elections official directory or contact the Overseas Vote Foundation. Request Military/Overseas Ballot",
            "s": "https://www.vote411.org/kentucky",
            "t": "2024-11-19T01:46:32.296973"
        },
        {
            "q": "What are the requirements and steps to become a poll worker for an election?",
            "a": "You can make sure we have safe, fair, and efficient elections for all. Become a poll worker toda y! In order to be a poll worker in Kentucky, you must: Be registered to vote in Kentucky Be at least 18 years of age Be entitled to compensation Political affiliation generally required. You cannot change your part affiliation for one year prior to your appointment as precinct officer. Be a resident of the precinct Complete required training Each precinct allows one minor who is 17 years old to work. All minors who will turn 18 on the day or before the election may serve as an election officer Not be a candidate during that election year or be related to a candidate in the precinct To learn more or apply to serve as a poll worker in your county for Kentucky, go here. And also contact your local E lections Official. Become a Poll Worker",
            "s": "https://www.vote411.org/kentucky",
            "t": "2024-11-19T01:46:32.297957"
        },
        {
            "q": "What are the operating hours of polling places on Election Day?",
            "a": "Voting hours on Election Day will be from 6:00 am to 6:00 pm. For the three days of early voting, (Thurs, Fri, Sat) before Election Day, find hours here. or contact your local Elections Official . For Election Day voting places, ask at your county clerks office or visit elect.ky.gov and choose Find Your Polling Location Polling Times and Locations",
            "s": "https://www.vote411.org/kentucky",
            "t": "2024-11-19T01:46:32.298788"
        },
        {
            "q": "How can I find the exact location of my designated polling place?",
            "a": "You can find your election-day polling place here: https://elect.ky.gov/Voters/Pages/Polling-Locations.aspx Voting locations may have changed due to: Precinct boundaries being updated Precinct consolidations that allow voters from multiple precincts to share a location Voting centers that allow voters from all precincts in the county to vote in the same place (or several places) For Election Day or Early in-person voting places, ask at your county clerks office or visit GoVote.ky.gov and choose Polling Locations Polling Times and Locations",
            "s": "https://www.vote411.org/kentucky",
            "t": "2024-11-19T01:46:32.299615"
        },
        {
            "q": "How does the primary election process work for affiliated and unaffiliated voters?",
            "a": "Kentucky is a closed primary state. In order to vote in the primary election, voters must be registered with a political party. Unaffiliated or independent voters are not able to participate in the primary except when there are more than two candidates for a nonpartisan office such as judge. If you have any questions about your states primary election, please contact your local election officials .",
            "s": "https://www.vote411.org/kentucky",
            "t": "2024-11-19T01:46:32.300248"
        },
        {
            "q": "Under what circumstances will I need to cast a provisional ballot, and how is it processed?",
            "a": "You can vote on federal offices on a provisional ballot if you live in the precinct and you find yourself under one of the approved circumstances. Those circumstances are: Your name does not appear on the precinct roster and the registration status cannot be determined by the precinct officer Your name does not appear on the precinct roster and you have been verified as ineligible to vote You do not have identification You are voting as a result of a federal or state court order or any order under state law in effect 10 days prior to Election Day which extends polling hours You have been challenged by all four precinct election officers Provisional ballots are counted by 12pm the Friday after the election. If you want to check if your provisional ballot was counted or not, please go to the Kentucky state board of elections Provisional Voter Information page.",
            "s": "https://www.vote411.org/kentucky",
            "t": "2024-11-19T01:46:32.300979"
        },
        {
            "q": "What accessible voting options are available for voters with disabilities?",
            "a": "Kentucky is required to have a voting machine in each polling place that allows anyone with a disability to cast a ballot free of outside assistance. Nevertheless, if you need assistance due to physical disability, blindness or an inability to read English, you may request voting assistance at the polls on Election Day. Physical disability and blindness are the only two reasons you may apply to the county board of elections for permanent voting assistance. You may receive assistance from someone of your choice or the two election officers at the polls. You may not be assisted by your employer, the employer's agent, a union officer or agent of your union. Note: VOTERS WHO DO NOT READ ENGLISH HAVE THE RIGHT TO BRING AN INTERPRETER WITH THEM TO THE POLLING PLACE For more information, you can utilize the American Association of People With Disabilities (AAPD) resource. Voting Options for Voters with Disabilities",
            "s": "https://www.vote411.org/kentucky",
            "t": "2024-11-19T01:46:32.301628"
        },
        {
            "q": "Registering after Moving",
            "a": "It is important that your voter registration has your correct name and current address. There are 3 options for updating your voter registration: when you get a new driver's license online at GoVote.KY.gov visit your county clerk's office Update Voter Registration",
            "s": "https://www.vote411.org/kentucky",
            "t": "2024-11-19T01:46:32.302615"
        },
        {
            "q": "What is the voter registration deadline for the upcoming election, and how can I register online?",
            "a": "You can now update your current registration or register to vote for the first time online! Your completed registration must be mailed or returned at least 29 days before the election to the State Board of Elections or your county clerk . You have several options to register to vote or update your voter registration. Online: Visit GoVote.Ky.gov to register to vote or update your current registration ! Mail-in: Download, print, and complete a paper form, and mail it to the State Board of Elections or your county clerk. In-Person: obtain a voter registration card at your county clerks office, complete and return it to your county clerk Register to Vote",
            "s": "https://www.vote411.org/kentucky",
            "t": "2024-11-19T01:46:32.303219"
        },
        {
            "q": "What are my rights regarding time off work to vote in elections?",
            "a": "Employers must allow employees up to 4 hours to vote during their regular work shift. Learn More",
            "s": "https://www.vote411.org/kentucky",
            "t": "2024-11-19T01:46:32.303795"
        },
        {
            "q": "How can I verify my voter registration status and address any issues?",
            "a": "To verify your voter registration status click here!",
            "s": "https://www.vote411.org/kentucky",
            "t": "2024-11-19T01:46:32.304225"
        },
        {
            "q": "What types of voting machines are used at polling places, and how do they operate?",
            "a": "The voting systems used in Kentucky are optical scan and DRE. Optical Scan: With this system, you will receive a card or sheet of paper, which you take over to a private table or booth. The card has the names of the various candidates and ballot measures printed on it. With a pen or pencil you fill in a little box or circle or the space between two arrows. When you are finished filling out all the cards, you may bring the cards over to a ballot box, where poll workers will show you how to put the cards in the box. Or in some places, you may feed the completed cards or papers into a computer device that checks your card or paper right there at the polling place to make sure you have voted the way you want to and counts the votes. Direct Recording Electronic (DRE): This is the newest kind of system in use in the U.S. All the information about who and what you are voting for is on an electronic screen like a TV or computer screen. There are many variations of DREs because lots of companies are inventing new ones, and many cities, counties and states are trying them out. Usually, after you have signed in, the poll workers will give you a card that you slide into a device to start your voting session. Some of these devices will show all of the candidates and ballot choices on one big screen. Often, with these big screen devices you push a button next to the name of the candidate you want to vote for (or yes or no on a ballot measure). On other DREs, the screen is set up to show pages. On each screen or page, there will probably be one thing to vote on. For example, on one screen or page, you might vote for president. Then you might move to the next page to vote for senator. Often these small-screen devices have a touch screen, where you touch the screen next to the name of the person you want to vote for. Other devices have a key pad. And some have a keyboard, so you can write in the name of someone you want to vote for. You let the system know you are finished voting by pushing a button, touching the screen or entering something on a keypad. You can learn more about voting systems by checking out the Elections Assistance Commission's (EAC) resource or the KY Board of Elections site .",
            "s": "https://www.vote411.org/kentucky",
            "t": "2024-11-19T01:46:32.304803"
        }
    ]
}