{
    "state": "MI",
    "num_questions": 159,
    "num_answers": 159,
    "contributor": "Mahsa Majdzadeh Ardakani",
    "questions": [
        {
            "q": "How do I find information on a particular candidate's campaign finance statement?",
            "a": "TheCampaign Finance Reporting Searchable Databaseprovides information on contributions received or money spent by committees.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/campaign-finance-and-lobby-disclosure",
            "t": "2024-10-16T01:50:32.416179Z"
        },
        {
            "q": "Where can I obtain forms for filing my campaign report?",
            "a": "A list of general use forms for filing your campaign report can be found at the Secretary of State's web site atForms and Filing Materials.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/campaign-finance-and-lobby-disclosure",
            "t": "2024-10-16T01:50:32.416224Z"
        },
        {
            "q": "How do I find committee filing deadlines?",
            "a": "Information on committee filing deadlines can be found at the Secretary of State's web site atForms and Filing Materials.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/campaign-finance-and-lobby-disclosure",
            "t": "2024-10-16T01:50:32.416245Z"
        },
        {
            "q": "Where do I file my Lobby reports?",
            "a": "A fast and convenient way of filing your Lobby report can be found at the Secretary of State's web site ate-Lobby.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/campaign-finance-and-lobby-disclosure",
            "t": "2024-10-16T01:50:32.416266Z"
        },
        {
            "q": "Where do I find information about U.S. Supreme Court Decision Issued January 21, 2010 Citizens United v Federal Elections Commission?",
            "a": "UPDATED:  Impact of Recent Federal Court Cases on Independent Expenditures by Corporations, Unions and Domestic Dependent SovereignsThe U.S. Supreme Court's recent decision inCitizens United v Federal Election Commission, 130 S Ct 876, 175 L Ed 2d 753 (2010), directly impacts the Michigan Campaign Finance Act (MCFA).  By overruling its 1990 decision inAustin v Michigan Chamber of Commerce, the Supreme Court declared that section 54(1) of the MCFA is unconstitutional to the extent that it prohibits independent expenditures by corporations, labor organizations or domestic dependent sovereigns.With the decision, corporations, labor unions, or domestic dependent sovereigns may use their treasury funds for independent expenditures on behalf of state or local candidates. There is no limitation on the amount of money that can be spent nor is there any restriction on the time frame for independent expenditures. Another decision, issued July 23, 2010 in the case ofMI Chamber of Commerce et al v Land, 2010 US Dist LEXIS 75186 (WD MI, 2010), authorizes corporations, labor unions, or domestic dependent sovereigns to make contributions to political committees that are organized exclusively for the purpose of making independent expenditures that are not in any way directly or indirectly \"coordinated\" with any candidate, candidate committee, political party, or political party committee.It is important to note that corporations, labor unions, or domestic dependent sovereigns remain prohibited from using their general treasury funds to make contributions directly to candidate committees, independent committees, political committees (other than those previously described), political party committees, or House or Senate political party caucus committees.Registration and Reporting RequirementsA corporation, labor union, or domestic dependent sovereign must register as an \"independent expenditure political committee\" under the MCFA after spending $500.00 or more in independent expenditures in support of or opposition to state or local candidates in a calendar year. The committee is registered by filing anIndependent Expenditure Political Committee Statement of Organizationwith the appropriate filing official within 8 calendar days of meeting or exceeding the $500.00 threshold. The threshold is met with a single independent expenditure or a series of independent expenditures.  The name(s) of the sponsoring corporation(s), labor union(s), or domestic dependent sovereign(s) must be included in the name of the committee. A separate committee is required to be registered even if the corporation, labor union, or domestic dependent sovereign has a registered Separate Segregated Fund.The independent expenditure political committee is then required to file detailed campaign statements disclosing its contributions and independent expenditures. Campaign Statements are required to be filed by state level committees three (3) times a year with specific coverage dates and filing deadlines. State level committees that spend or receive $20,000.00 or more in any calendar year must file electronically.A committee that does not spend or receive in excess of $1,000.00 in a calendar year may qualify for a reporting waiver and the Campaign Statements mentioned previously may be waived. A reporting waiver is requested by filing an original or amended Statement of Organization form with item 10 checked. For additional information on registering a committee, filing campaign statements and the reporting waiver, please review thePolitical and Independent Committee (PAC) Manualthat is available on the Department of State's web site.A corporation, labor organization, or domestic dependent sovereign must file anIndependent Expenditure Reportif it spends between $100.00 and $499.99 in a calendar year on independent expenditures and has not yet registered an independent expenditure political committee as explained previously. TheIndependent Expenditure Reportform is available on the Department of State's web site.Frequently Asked Questions (FAQ)Is there any limit on the amount of money that a corporation, labor union, or domestic dependent sovereign can spend on independent expenditures for candidates or ballot proposals?No. There is no limit on the amount of money that can be spent on independent expenditures.Is there a limited time frame when an independent expenditure can be made?No. Independent expenditures can be made at any time.  Care should be taken to ensure that the reporting requirements are met either by disclosing the independent expenditures in a required Campaign Statement or anIndependent Expenditure Reportas appropriate.What election types are included in theCitizens UnitedandMI Chamber of Commercedecisions?Corporations, labor unions, or domestic dependent sovereigns can make independent expenditures to support or oppose candidates in any state or local primary, general, special or recall election, or any political party caucus or convention.Can a corporation, labor organization, or domestic dependent sovereign make a contribution consisting of general treasury funds to a candidate?No. The prohibition on corporate, union, or tribal contributions to candidates and committees that make contributions to candidates remains in effect. Corporations, labor unions, or domestic dependent sovereigns may not make contributions to candidates, candidate committees, independent committees, political committees (other than independent expenditure political committees), political party committees, or House or Senate political party caucus committees.Can a corporation, labor union, or domestic dependent sovereign contribute treasury funds to an independent expenditure political committee?Yes.  UnderMI Chamber of Commerce et al v Land, corporations, labor unions, or domestic dependent sovereigns cannot be prohibited from making contributions to an independent expenditure political committee so long as the independent expenditures are not, in any way, directly or indirectly \"coordinated\" with a candidate, candidate committee, political party, or political party committee. The Department of State will consider an expenditure to be coordinated, and therefore prohibited, if it:Was made in concert or cooperation with or at the request or suggestion of the candidate, candidate committee, or political party committee, or any of their agents, within the meaning of federal law, 2 USC 431(17); orWas \"made at the direction of, or under the control of, another person\" within the meaning of MCL 169.209(2); orDoes not meet the definitions described previously, but otherwise constitutesquid pro quocorruption or reasonably fosters the appearance ofquid pro quocorruption.These factors are set forth in the July 23, 2010 order in the case ofMI Chamber of Commerce et al v Land, 2010 US Dist LEXIS 75186 (WD MI, 2010).In view ofCitizens UnitedandMI Chamber of Commerce, what corporate, union, or tribal activity is prohibited by the MCFA?Section 54 of the MCFA prohibits corporations, labor unions, or domestic dependent sovereigns from making contributions to candidates and committees that make contributions to candidates.  It also prohibits corporations, labor unions, or domestic dependent sovereigns from pooling resources to make independent expenditures that are in any way:Directed by ...®Any candidate or his or her agent.Controlled by ...Coordinated with ...Any candidate committee or its agent.Made at the suggestion of ...Made in concert with ...Any political party or its agent.Made in cooperation with ...Made at the request of ...Any political party committee or its agent.Otherwise constitutes quid pro quocorruption or fosters the appearanceof quid pro quo corruption with respect to ...Do these decisions affect how corporations, unions, or domestic dependent sovereigns can participate through a registered Separate Segregated Fund?No. Prior to theCitizens UnitedandMI Chamber of Commercedecisions, corporations, labor organizations, or domestic dependent sovereigns could only contribute to candidates or make independent expenditures through the creation of a separated segregated fund, commonly referred to as a PAC.  The PAC is funded through contributions made by certain qualified contributors, and no corporate, union, or tribal treasury monies can be transferred to the PAC.Can the corporate, union, or tribal treasury funds be commingled with the Separate Segregated Fund of the corporation, labor union, or tribe?No. Treasury funds cannot be commingled with funds that are distributed to candidate committees, independent committees, political committees (other than those that exclusively make independent expenditures), political party committees, or House or Senate political party caucus committees.Were any of the reporting and disclosure requirements of the MCFA affected by theCitizens UnitedandMI Chamber of Commercedecisions?Yes. The MCFA's reporting requirements must be reconciled with the First Amendment rights of corporations, labor unions, or domestic dependent sovereigns to make independent expenditures in support of or in opposition to candidates, and to make contributions to independent expenditure political committees. Review the\"Registration and Reporting Requirements\" section previously listed.What must be reported if less than $100.00 in a calendar year is spent on independent expenditures by a corporation, labor union, or domestic dependent sovereign not required to be registered under the MCFA as an independent expenditure political committee?Nothing; however, records must be kept and reviewed to determine if and when a reporting threshold is reached.Does the decision affect how the Department interprets \"Express Advocacy\" in Michigan?No. The decision has no effect on the Department of State's interpretation of express advocacy as it pertains to Michigan elections. Communications that do not expressly advocate the nomination or election of a candidate or the qualification, passage or defeat of a ballot question are not subject to the MCFA.What, if any, requirement is there to provide an identifier or disclaimer on print or broadcast advertisements purchased as an independent expenditure?The identifier and disclaimer requirements of Section 47 of the MCFA were not affected by the decision. All printed or broadcast advertisements purchased as an independent expenditure in support of or opposition to a candidate must contain an identifier and disclaimer. More information can be found in Appendix J of thePolitical and Independent Committee (PAC) Manual.Do theCitizens UnitedandMI Chamber of Commercedecisions affect how corporations, labor unions, or domestic dependent sovereigns can support or oppose ballot proposals?No, these decisions do not affect how corporations, labor unions, or domestic dependent sovereigns can support or oppose ballot proposals. Review theBallot Question Committee Manualfor more information.Has the Department of State issued any declaratory rulings concerning theCitizens UnitedorMI Chamber of Commercecases?Yes, on May 21, 2010 the Department of State issued a Declaratory Ruling in response to a request from Mr. Robert LaBrant. The full text of theDeclaratory Rulingis available on the Department of State's website. Please note, however, that this ruling has been rescinded as ordered by the court in theMI Chamber of Commercecase.Questions?If you have any questions, please do not hesitate to contact this office.Michigan Department of StateBureau of Election Post Office Box 20126Lansing, Michigan 48901-0726Phone:  517-373-2540Email:MDOS-CampaignFinance@Michigan.gov",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/campaign-finance-and-lobby-disclosure",
            "t": "2024-10-16T01:50:32.416954Z"
        },
        {
            "q": "Are early voting election workers paid?",
            "a": "Yes. Workers are paid at the rate determined by the local clerk or the jurisdiction conducting early voting.Registered voters can sign up to serve as a paid election worker atMichigan.gov/DemocracyMVP.Learn more about the responsibilities of election inspectors (poll workers).",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/early-in-person-voting",
            "t": "2024-10-16T01:50:33.441746Z"
        },
        {
            "q": "Are election observers, such as poll watchers and challengers, allowed in an early voting site?",
            "a": "Yes. Election observers are an important part of the electoral process to ensure transparency and properly run elections. Volunteer election challengers and poll watchers may observe the voting process at early voting sites as permitted by Michigan election law. All election observers must strictly adhere toproper standards and procedures.Learn about the appointment, rights and duties of election challengers and poll watchers.Learn the difference between election inspectors, poll watchers, and challengers.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/early-in-person-voting",
            "t": "2024-10-16T01:50:33.441799Z"
        },
        {
            "q": "Can I change my vote after voting early?",
            "a": "Once a ballot has been inserted into a tabulator, it cannot be changed.Voters who complete and submit an absent voter ballot by mail, in person at a local clerk’s office, or via drop box, have the option to change their vote by spoiling their original ballot and requesting a new one. The deadline for spoiling an absentee ballot is 5 p.m. on the second Friday before an election.Voters who insert their absentee ballot into a tabulator at an early voting site cannot spoil their ballot or change their vote.Learn more about absentee voting and spoiling a ballot.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/early-in-person-voting",
            "t": "2024-10-16T01:50:33.441835Z"
        },
        {
            "q": "Can I register to vote at an early voting site?",
            "a": "It is recommended that voters be registered to vote at their current address prior to visiting an early voting site. Voter registration is available online at Michigan.gov/Vote. Within 14 days of an election, voters must visit their local clerk’s office and provide proof of residency to register to vote.Early voting sites do not offer voter registration. However, if an early voting site is located at a clerk’s office or satellite office, voters may register to vote on site at the clerk’s office, and cast a ballot at the early voting site. Contact your local clerk’s office or visit their website to learn more.Learn more about voter registration.Find your clerk's information.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/early-in-person-voting",
            "t": "2024-10-16T01:50:33.441869Z"
        },
        {
            "q": "Can I vote early if I have a disability?",
            "a": "All voters, including voters with disabilities, have the right to vote in person at an early voting site, at a   polling place, or by using a standard or accessible absentee ballot.Early voting sites feature at least one Voter Assist Terminal (VAT), a ballot-marking device that can be used by any voter. VATs also provide assistive tools for voters with visual, hearing, mobility, or other disabilities.Accessible curbside voting is also available at early voting sites. Voters may contact their local election clerk to request curbside voting. Voters may need to send someone into the early voting site to request curbside voting on their behalf. An election official will then bring the ballot outside for the voter to complete.Look up voter assist terminal equipment by county.Learn more about accessible voting.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/early-in-person-voting",
            "t": "2024-10-16T01:50:33.441906Z"
        },
        {
            "q": "Can I vote early with an absentee ballot?",
            "a": "Yes. Voters can request an absentee ballot and submit it prior to Election Day by mail, in person at their local clerk’s office, or by drop box.Voters who no longer wish to use their absentee ballot and who would prefer to vote early in person should bring their absentee ballot to surrender at their early voting site. After surrendering their absentee ballot, a new ballot is issued to complete and submit on-site.Beginning in the February 27 Presidential Primary election, voters can bring their absentee ballots to an early voting site to insert into a tabulator. The election inspector must verify that voters with absentee ballots are in the correct location and that they have the correct ballot number. Once the election inspector has confirmed this information, the voter can insert a completed absentee ballot into the tabulator, just like at a polling place on Election Day.Learn more about absentee voting.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/early-in-person-voting",
            "t": "2024-10-16T01:50:33.441948Z"
        },
        {
            "q": "Can someone vote twice by voting early and later submitting an absentee ballot?",
            "a": "No. The Qualified Voter File, a secure voter records database, receives regular updates of a voter’s ballot activity. If a voter submits two separate ballots, the system indicates a vote has already been submitted, and the second ballot is not issued.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/early-in-person-voting",
            "t": "2024-10-16T01:50:33.441964Z"
        },
        {
            "q": "Do I need a photo ID to vote at an early voting site?",
            "a": "No. Voters should remember to bring an acceptable form of photo identification to an early voting site or to the polls on Election Day. However, a photo ID is not required to cast a ballot. Voters without a photo ID, or voters who forgot to bring their photo ID, can still vote after signing an Affidavit of Voter Not in Possession of Picture Identification.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/early-in-person-voting",
            "t": "2024-10-16T01:50:33.441981Z"
        },
        {
            "q": "Do other states have early voting?",
            "a": "Yes. In fact, many states have some form of early voting. This includes states with smaller populations such as Delaware, North Dakota, and West Virginia as well as larger states like Florida, Illinois, New York, and Texas.For more information, visit theNational Conference of State Legislature’s brief on early in-person voting.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/early-in-person-voting",
            "t": "2024-10-16T01:50:33.442005Z"
        },
        {
            "q": "How are clerks trained for early voting?",
            "a": "Clerks receive training on early voting procedures at in-person training sessions and through online training modules provided by the Michigan Bureau of Elections.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/early-in-person-voting",
            "t": "2024-10-16T01:50:33.442021Z"
        },
        {
            "q": "How are early voting ballots organized after they have been submitted?",
            "a": "On Election Day, ballots at a polling place are stored by individual precincts. An early voting site, however, can accommodate voters from several different precincts, cities, and townships, with ballots from several precincts inserted into a single tabulator.To accommodate voters from multiple precincts, tabulators at early voting sites are programmed to count ballots from different precincts and to record the results by each voter’s individual precinct.The Michigan Bureau of Elections is actively reviewing best practices from other states and working closely with local county and municipal clerks to finalize a secure and effective procedure for storing early voting ballots.All ballots submitted in Michigan, whether at an early voting site, a polling place, or by absentee voting, are retained and available for review during the post-election canvass, recount, and audit processes.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/early-in-person-voting",
            "t": "2024-10-16T01:50:33.442054Z"
        },
        {
            "q": "How are early voting ballots retained after the election?",
            "a": "All paper ballots submitted in Michigan, whether at a polling place, an early voting site, or through absentee voting, are retained in secure, sealed ballot containers after the election. Each seal has a unique number that is recorded in the poll book by a team of bipartisan election workers.Michigan election law requires the secure handling of paper ballots. Once early voting is complete and a ballot container is sealed, the seal cannot be broken until the canvass, recount, or audit process begins. An unbroken seal ensures that ballots are in the same condition they were on Election Day.The Michigan Bureau of Elections is actively working with local county and municipal clerks to determine retention procedures for early voting ballots.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/early-in-person-voting",
            "t": "2024-10-16T01:50:33.442079Z"
        },
        {
            "q": "How are the location and number of early voting sites determined?",
            "a": "At least one early voting site must be available to all voters in every city and township.Local clerks select the number and location of early voting sites that work best for their community by examining the area’s population density, site accessibility, and expected voter turnout.Local clerks may also partner with other cities and townships, or their county, to run an early voting site together.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/early-in-person-voting",
            "t": "2024-10-16T01:50:33.442105Z"
        },
        {
            "q": "How do I know if my community has early voting for a local election?",
            "a": "Early voting is provided for local elections (non-federal or state elections) at the discretion of the local clerk. Early voting site locations, dates, and hours are available up to 60 days prior to Election Day atMichigan.gov/Vote. You can also contact your local clerk’s office for more information.Find your local clerk’s information.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/early-in-person-voting",
            "t": "2024-10-16T01:50:33.442133Z"
        },
        {
            "q": "How is double voting at early voting sites prevented?",
            "a": "Each early voting site accesses the Qualified Voter File, a secure voter records database that sends and receives regular updates of a voter’s ballot activity. Ballot information entered at any early voting site or at a local clerk’s office is regularly uploaded to prevent the issuance of duplicate ballots.This means that if a voter has already submitted an absentee ballot or an early voting ballot, this information is flagged for election workers to prevent double voting. If a voter submits an absentee ballot, and then votes at an early voting site, only one ballot will be countedIf a voter submits an absentee ballot, and then votes at an early voting site, then the absentee ballot is rejected and does not count.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/early-in-person-voting",
            "t": "2024-10-16T01:50:33.442159Z"
        },
        {
            "q": "How is early voting different from absentee voting?",
            "a": "Both early in-person voting and absentee voting allow voters to cast a ballot prior to Election Day. However, there are key differences between the two methods of voting.Early voting allows voters to cast a ballot similar to how they would do so at a polling place on Election Day. Voters are issued a ballot and can complete it and personally insert it into the tabulator at their early voting site.Absentee voting allows voters to request a ballot by mail, online, or in person at their local clerk’s office. Voters can complete their absentee ballot at home or at their local clerk’s office and submit it in an envelope by mail, in person, or by drop box. After an absentee ballot is received by the local clerk, the voter’s absentee ballot is processed and tabulated by their local clerk.New in 2024, absentee voters now have the option to take their completed absentee ballot to their early voting site or their polling place on Election Day (not available in Detroit) and insert it directly into the tabulator.Absentee voters also have the flexibility to “spoil” their ballot, or change their vote, after it has been submitted in certain circumstances.Learn more about absentee voting.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/early-in-person-voting",
            "t": "2024-10-16T01:50:33.442196Z"
        },
        {
            "q": "If I’m in line to vote when an early voting site closes, can I still vote?",
            "a": "Yes. During each day of the early voting period, eligible voters waiting in line when an early voting site  closes have the right to stay in line and cast a ballot.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/early-in-person-voting",
            "t": "2024-10-16T01:50:33.442213Z"
        },
        {
            "q": "Is my early voting ballot secret?",
            "a": "Yes, every voter has the right to a secret ballot.At early voting sites, voters insert their completed ballot into a tabulator, just like at a polling place on Election Day. To protect voter privacy, once a ballot has been inserted into a tabulator, it cannot be traced back to an individual voter.Ballots inserted in the tabulator are sealed in secure containers each night during the early voting period. After polls close on Election Day, all ballots submitted at an early voting site are totaled and reported, along with the vote totals from absentee and Election Day ballots.The use of cameras and recording devices in early voting sites is not allowed. However, voters may take a photo of their own ballot while in the voting booth, with nothing else included in the photo. Local clerks may also allow news or media organizations to film quick, panning shots of polling places, but must exclude any voter personal information.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/early-in-person-voting",
            "t": "2024-10-16T01:50:33.442242Z"
        },
        {
            "q": "What is an early voting site?",
            "a": "An early voting site is like a polling place where voters can cast a ballot prior to Election Day, during the early voting period. Voters from more than one precinct, city, or township may be assigned to a single, shared early voting site.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/early-in-person-voting",
            "t": "2024-10-16T01:50:33.442260Z"
        },
        {
            "q": "What steps are taken to ensure early voting is secure?",
            "a": "Steps taken to ensure secure voting include the following:☑Voting equipment used to tabulate ballots are certified by the bipartisan Board of State Canvassers and tested by local election officials before use during early voting.☑All voters are checked in at their early voting site to make sure they are registered to vote, and that they have not already voted, before they are issued a ballot.☑The early voting electronic pollbook prevents double voting by providing regular updates on voter activity, reflecting when a voter has cast a ballot or been issued an absentee ballot.☑Bipartisan groups of election inspectors run early voting sites under the supervision of local clerks.☑Voters cast their ballot using paper ballots which are then stored in secure, sealed ballot containers.☑Precinct results from ballots cast at early voting sites are not posted until after polls close at 8 p.m. on election night so that no early election results are known or made public.☑All early voting site results are reviewed by the bipartisan Board of County Canvassers before certification. Early voting ballots are available for recounts and audits like all other ballots.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/early-in-person-voting",
            "t": "2024-10-16T01:50:33.449396Z"
        },
        {
            "q": "When are early voting ballots counted?",
            "a": "At early voting sites, voters insert their completed ballot into a tabulator, just like in an Election Day polling place. Ballots inserted into the tabulator are sealed in secure containers every night during the early voting period.After polls close at 8 p.m. on Election Day, all ballots submitted at an early voting site are totaled and reported, along with the vote totals from absentee and Election Day ballots. Results are posted on local election websites.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/early-in-person-voting",
            "t": "2024-10-16T01:50:33.449466Z"
        },
        {
            "q": "When does early voting start?",
            "a": "Early voting was available in 2024 presidential primary and 2024 August primary election. It is available for the November 2024 general election, and every statewide and federal election thereafter.The early voting period begins the second Saturday prior to Election Day and ends the Sunday before an election. However, communities may decide to provide additional days of early voting. Under state law, communities can offer up to 28 days of early voting.Early voting for the November Elections begins for most jurisdictions Saturday, October 26th excluding Detroit, Canton Township and East Lansing. Detroit will begin early voting Saturday, October 19th. Canton Township and East Lansing will begin early voting starting Monday, October 21st.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/early-in-person-voting",
            "t": "2024-10-16T01:50:33.449494Z"
        },
        {
            "q": "Where do I find my early voting site?",
            "a": "Voters may only cast a ballot at their assigned early voting site(s). They can look up their assigned early voting site(s) up to 60 days prior to Election Day atMichigan.gov/Vote.Some voters may only have one assigned early voting site, while others may have several locations to choose from.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/early-in-person-voting",
            "t": "2024-10-16T01:50:33.449520Z"
        },
        {
            "q": "Who pays for early voting?",
            "a": "Communities across Michigan have the opportunity to receive a state funded grant to purchase election equipment and for administrative costs. Grants are distributed from a $30 million appropriation by the state legislature for the implementation of early voting.Information on how to apply will be made available as soon as possible.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/early-in-person-voting",
            "t": "2024-10-16T01:50:33.449542Z"
        },
        {
            "q": "Election Day is Tuesday, Nov. 5, 2024. Statewide in-person early voting is Saturday, Oct. 26, 2024, through Sunday, Nov. 3, 2024.",
            "a": "Per the Michigan Constitution, every jurisdiction must have at least nine days of early in-person voting, but some places have more!To find out the exact dates, times and locations for your local early voting, visit your local clerk’s website orMichigan.gov/Voteup to 60 days before Election Day.If you receive a phone call, text, mailer, or other communication claiming that early voting is starting on a date later than Oct. 26, or that Election Day is on a date later than Nov. 5, please let us know atMisinformation@Michigan.gov.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/election-fact-center",
            "t": "2024-10-16T01:50:35.484107Z"
        },
        {
            "q": "Only U.S. citizens can vote.",
            "a": "In Michigan, and in every state,only U.S. citizens are eligible to register to vote or cast a ballotin any state or federal election.There is no evidence to support claims that large numbers of noncitizens have voted in past elections or are registering to vote in 2024.In fact, the name of everyone who registers or votes in an election is a public record – it would be very easy to see if noncitizens were registering or voting in large numbers.Learn more:Only U.S. citizens can vote",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/election-fact-center",
            "t": "2024-10-16T01:50:35.484174Z"
        },
        {
            "q": "You can only vote once.",
            "a": "Michigan’s Qualified Voter File (QVF) is a secure voter records database that sends and receives regular updates of a voter’s ballot activity. If a voter submits an absentee ballot or casts a ballot at an early voting site, that information is updated in the QVF and flagged for election workers to prevent double voting.If a voter submits an absentee ballot and then votes at an early voting site, the absentee ballot will be rejected and does not count.If a clerk receives multiple absentee ballot applications for a voter, only one absentee ballot is issued to that voter after the clerk has verified that the signature on the absentee ballot application matches the voter’s signature on file. Election workers also verify the signature on the ballot envelope when it is returned by the voter.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/election-fact-center",
            "t": "2024-10-16T01:50:35.484206Z"
        },
        {
            "q": "Michigan’s voter rolls are maintained in accordance with state and federal law.",
            "a": "State and federal law oversees the maintenance of Michigan’s Qualified Voter File. When election mail (like a voter information card or absentee ballot application) sent to a voter by a clerk is returned by the U.S. Postal Service as “undeliverable,” the clerk will send a notice of registration cancellation to the voter’s Michigan address. If the voter does not respond, they are marked inactive – they can still vote but if they do not vote or contact their clerk’s office within the next two federal election cycles, the voter’s registration is cancelled.Michigan has done more in last five years to improve the accuracy of our voter rolls than in the previous two decades.Since 2019, the Bureau of Elections has cancelled more than 800,000 inactive voter registrations and identified an additional 610,000 slated for cancellation in 2025 and 2027once the legally required two-federal election cycle period has passed.The waiting period is required because sometimes the initial information suggesting that someone has moved does not mean they have actually changed their voting residency. For example, someone may have changed their address for one purpose (such as a temporary work assignment, school, or military service) but want to continue voting in Michigan as permitted under the law.Learn more here:Voter registration cancellation procedures",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/election-fact-center",
            "t": "2024-10-16T01:50:35.484246Z"
        },
        {
            "q": "Once a minor party’s presidential candidate has been nominated by a state party convention, their name can’t be removed or replaced on the ballot under Michigan law.",
            "a": "By law, Robert Kennedy, Jr. cannot remove his name from Michigan’s general election ballot.Even though Mr. Kennedy announced on Aug. 23 that he is suspending his campaign, Michigan law explicitly states that once a minor political party formally nominates and certifies a candidate, as the Natural Law Party did in April 2024, and that candidate accepts the nomination, as Mr. Kennedy did, that candidate “shall not be permitted to withdraw”  (MCL 168.686a). Based on this law, the Michigan Bureau of Elections rejected the Kennedy campaign’s request to withdraw from the November ballot.On Sept. 9, the Michigan Supreme Court ruled that Kennedy must remain on the ballot as the Natural Law Party presidential candidate.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/election-fact-center",
            "t": "2024-10-16T01:50:35.484300Z"
        },
        {
            "q": "College students in Michigan can register at their campus OR home address – not both.",
            "a": "Students can choose to register at either their campus address or their permanent home address, even if they’re an out of state student attending school in Michigan. Like every voter, students can only cast one ballot per election.Michigan law allows all voters to register to vote and cast a ballot on the same day – including on Election Day. Any voter standing in line to vote at their city or township clerk's office by 8 p.m. on Election Night will be allowed to register and cast a ballot.Learn more about student voting:Student voting",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/election-fact-center",
            "t": "2024-10-16T01:50:35.484331Z"
        },
        {
            "q": "Returning citizens, people awaiting trial or awaiting sentencing are legally allowed to vote.",
            "a": "You can legally vote in Michigan as long as you are Michigan resident, a U.S. citizen, 18 years old on or before Election Day, and not currently serving a sentence in jail or prison. Citizens with past convictions, who are on parole, who are on probation or who are waiting to be sentenced either in or out of jail are all eligible to vote.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/election-fact-center",
            "t": "2024-10-16T01:50:35.484349Z"
        },
        {
            "q": "Young people ages 16-17.5 can preregister to vote.",
            "a": "Starting in 2024, 16 and 17-year-old Michigan residents can preregister to vote understate law.You can preregister online atMichigan.gov/Vote, or print, complete, and mail the following form to your local clerk’s office. You can also contact your local clerk to request a form be mailed to you.If you preregister, you can participate in early in-person or absentee voting for an election, as long as you will be 18 on or before the date of that election.Learn more about voter preregistration:Preregistration",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/election-fact-center",
            "t": "2024-10-16T01:50:35.484400Z"
        },
        {
            "q": "Michigan voters can cast a ballot at an early voting site before Election Day.",
            "a": "Michigan voters passed Proposal 2 in 2022to give every voter the right to cast a ballot early and in person at an early voting site before Election Day. Early voting is available for every statewide and federal election.Forty-seven states, the District of Columbia, Puerto Rico, Guam, and the Virgin Islands all offer in-person early voting to citizens.Voters can find their assigned early voting site(s) up to 60 days before Election Day atMichigan.gov/Vote.Learn more about voting at an early voting site:Early in-person voting",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/election-fact-center",
            "t": "2024-10-16T01:50:35.490436Z"
        },
        {
            "q": "Michigan law allows citizens to register to vote on Election Day.",
            "a": "Michigan law allows same-day voter registration, meaning that eligible citizens can register and vote up to and on Election Day. Voters may register or update their voter registration in person at their city or township clerk’s office through 8 p.m. on Election Day. Citizens must bring proof of residency with them to their clerk’s office if attempting to register on Election Day.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/election-fact-center",
            "t": "2024-10-16T01:50:35.490464Z"
        },
        {
            "q": "The Secretary of State, your clerk, or third-party groups may send registered voters absentee ballot applications in the mail.",
            "a": "You may receive an application for an absentee ballot in the mail from your clerk, a political party, a campaign, or a nonpartisan organization. Third party organizations are legally permitted to send voters applications for absentee ballots. If you receive one of these applications, you can either complete it and return it to your clerk’s office or recycle the application. Voters can always request an absentee ballot from their local clerk or atMichigan.gov/Vote.Absentee ballots and ballot applications are rejected if they don’t have a signature that matches the signature on the voter’s file. Only one vote per voter will be counted.2020 was the first statewide election year that all Michigan voters had the right to vote absentee for any reason– following a voter-approved constitutional amendment passed in 2018 – and the height of the COVID-19 pandemic. To ensure all voters knew they had the right to vote conveniently and safely by mail, Secretary Benson directed the Bureau of Elections to mail absentee ballot applications to every registered voter. Many Republican and Democratic secretaries of state across the country did the same and in subsequent lawsuits,multiple judgesruled that this was within Secretary Benson’s authority.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/election-fact-center",
            "t": "2024-10-16T01:50:35.490508Z"
        },
        {
            "q": "Michigan voters have the option to join the permanent absentee ballot list.",
            "a": "Michigan voters passed Proposal 2 in 2022, allowing registered voters to decide to be placed on a permanent absentee ballot list so their local clerk will automatically mail them an absentee ballot for every local, state, and federal election.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/election-fact-center",
            "t": "2024-10-16T01:50:35.490531Z"
        },
        {
            "q": "How to handle election mail you believe you shouldn’t have received.",
            "a": "If you receive election mail for someone who no longer lives at your address, you can help your clerk update the state’s voter rolls. Write “no longer at this address” on the mail and put it back in the mailbox. The U.S. Postal Service will then notify your clerk that the election mail has been returned as “undeliverable.” The clerk will send a notice of cancellation and move the voter to inactive status.If you receive election mail for someone in your home who has died, you can write “deceased” on the mailing and put it back in the mailbox. If a family member has died, you cancontact your clerkin writing to inform them of their death or send an obituary or death notice to the clerk who can use the information to cancel the voter’s registration.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/election-fact-center",
            "t": "2024-10-16T01:50:35.490561Z"
        },
        {
            "q": "Every jurisdiction is required to provide secure ballot drop boxes for voters.",
            "a": "Under Proposal 2 of 2022, the state is constitutionally required to provide at least one secure ballot drop box for every jurisdiction and one drop box for every 15,000 voters in a jurisdiction.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/election-fact-center",
            "t": "2024-10-16T01:50:35.490579Z"
        },
        {
            "q": "Sharpie permanent markers are allowed for ballot marking.",
            "a": "Using a Sharpie permanent marker to mark a ballot will not invalidate or cancel a ballot or vote.If the marker does bleed through to the other side, ballots are designed so that the bleed through does not touch or come near a voting area on the other side of the ballot – it will not alter or cancel any vote on the opposite side.The Sharpie is the recommended marking instrument by voting machine manufacturers and is preferable to an ink pen because it dries quickly and will not leave residue on the ballot scanner.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/election-fact-center",
            "t": "2024-10-16T01:50:35.490608Z"
        },
        {
            "q": "Voters can take a photo of their own ballot in the voting booth or at home.",
            "a": "For the privacy and security of other voters and election workers, voters are not allowed to hold up their ballot for a selfie or a photo. Voters can take selfies outside of the area where people are voting and are encouraged to do so!",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/election-fact-center",
            "t": "2024-10-16T01:50:35.490625Z"
        },
        {
            "q": "Ballot drop boxes are secure.",
            "a": "Local clerks are required to maintain the security of the drop boxes and only people authorized by the clerk are allowed to open drop boxes or handle their contents. Both absentee ballot applications and ballots may be returned to a ballot drop box, which must be available 24 hours a day in the 40 days before an election. Ballots must be accepted until 8 p.m. on Election Day.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/election-fact-center",
            "t": "2024-10-16T01:50:35.490643Z"
        },
        {
            "q": "It is illegal for candidates and their supporters to approach voters within 100 feet of the entrance of a polling place.",
            "a": "State law prohibits electioneering within 100 feet of a polling place entrance. Candidates, people with campaign materials, and people electioneering must follow the 100-foot requirements. Candidates can only be inside that boundary when they are voting. These laws apply to in-person early voting sites as well as Election Day polling locations.Every voter in Michigan has the right to cast their ballot free from intimidation and without being solicited for votes when they are within the 100-foot boundary. Violators may face criminal charges.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/election-fact-center",
            "t": "2024-10-16T01:50:35.490668Z"
        },
        {
            "q": "It is legal to pay for another person’s transportation to the polls or to give someone a ride to vote.",
            "a": "In 2023, theMichigan Legislature passed a bill to lift the state’s ban on hiring transportation to give voters rides to the polls.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/election-fact-center",
            "t": "2024-10-16T01:50:35.490689Z"
        },
        {
            "q": "If you are waiting to vote at a polling place by 8 p.m. on Election Night, you can still cast your ballot.",
            "a": "Polls are open on Election Day from 7 a.m. to 8 p.m. for all elections. Voters who are in line at their polling place by 8 p.m. on Election Day have the right to cast their ballot. An election inspector will announce that it is 8 p.m. and will mark the last person in line that is eligible to vote.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/election-fact-center",
            "t": "2024-10-16T01:50:35.490706Z"
        },
        {
            "q": "Vote totals are not calculated or available for anyone until the polls close at 8 p.m. on Election Night.",
            "a": "Voters who cast a ballot at an early voting site will feed their completed ballot into the tabulator, however, clerks and election workers will not see a running total of votes cast for candidates. Clerks are not permitted to start calculating results until the polls close on Election Night.Michigan passed a law in 2023 to allow clerks in the state’s large jurisdictions to begin processing absentee ballots the week before Election Day. All jurisdictions can begin processing ballots the day before Election Day.Absentee ballot processing includes checking that the signature on the ballot envelope matches the signature on file with the voter’s registration, updating the QVF to show that the voter has cast a ballot, opening the ballot envelope, and running the ballot through the tabulator where the votes are stored. Clerks cannot calculate or report vote totals until the polls close on Election Night.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/election-fact-center",
            "t": "2024-10-16T01:50:35.490733Z"
        },
        {
            "q": "Michigan law requires machine counting of ballots.",
            "a": "Machine counting of votes is required by law. Data shows that machine counting is more accurate, less expensive, and faster than hand-counting ballots.All Michigan jurisdictions purchase and maintain optical scan machines that use paper ballots scanned through electronic tabulators. Paper ballots and printed vote tallies are kept and can be recounted and reviewed.Voting machines cannot be connected to the internet while ballots are being tabulated. Only after the counting has finished and a paper record has been created will jurisdictions connect the machines to send electronic unofficial results to the county clerk. They also bring a hard copy of the paper tally to the county clerk to make sure all vote counts are accurate.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/election-fact-center",
            "t": "2024-10-16T01:50:35.490757Z"
        },
        {
            "q": "Canvassers must certify election results.",
            "a": "Bipartisan boards of canvassers at the county and state level are required by law to affirm the will of the people by certifying the results of elections.  Our legislature has passed, and the Governor has signed, legislation making that law even stronger – up to and including civil or criminal charges for failure to act in accordance with their duties under the law.Learn more:AG Nessel, Secretary Benson on Duty of Canvassers to Certify Election Results",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/election-fact-center",
            "t": "2024-10-16T01:50:35.490779Z"
        },
        {
            "q": "Election fraud is rare.",
            "a": "Actual voter fraud in Michigan is extremely rare and isolated. The many security checks in our system prevent it, and when it does happen, the perpetrators are caught and prosecuted. If you see something you believe to be election fraud, a full description of the matter involving any suspected illegal activity should be reported to the following:Michigan Department of State Office of Investigative Services:SOS-OIS@Michigan.govor 844-372-8356FBI:tips.fbi.govor 800-CALL-FBIMichigan Attorney General’s Office: Michigan.gov/ag/elections or 517-335-0800Michigan State Police: 855-642-4847 (1-855-MICH-TIP)",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/election-fact-center",
            "t": "2024-10-16T01:50:35.490817Z"
        },
        {
            "q": "Am I notified after I submit a voter registration application?",
            "a": "Yes. After your voter registration application is processed by your clerk, you will receive a voter identification card that will list your polling place location and your voting districts. This card is for your reference, and you do not need to present it when you go to vote.  If you did not receive or lost your card, contact your local clerk for a replacement or visitMichigan.gov/Voteto check your registration status.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.318198Z"
        },
        {
            "q": "Are campaign materials clothing or accessories allowed in a polling place?",
            "a": "No. Michigan law prohibits the following within 100 feet of a polling place:Campaigning for a candidate or ballot measureWearing or bringing election- or campaign-related clothing or accessoriesDisplaying or wearing candidate or election-related signageBringing election, campaign, or partisan materials into a polling placeRequesting signatures for or signing petitions",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.318259Z"
        },
        {
            "q": "Are election observers allowed in a polling place?",
            "a": "Yes. Election observers are allowed in polling places to observe the voting process as permitted by Michigan Election Law. Election observers are not election workers and may not assist voters. Local clerks do not hire election observers.Types of election observers include:Election challengers: A non-governmental volunteer, typically appointed by a political party or interest group to observe elections. Challengers must display credentials from an approved credentialing organization such as a political party eligible to appear on the ballot.Poll watchers: A non-governmental volunteer who is not credentialed by an approved credentialing organization. A poll watcher's duties are strictly limited to observing from the public viewing area. They may not issue challenges or interrupt the voting process.Learn more about election observers",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.318341Z"
        },
        {
            "q": "Are firearms allowed in a polling place?",
            "a": "For information on firearms in a polling place, please review the 2022 Secretary of State guidance on Current Voter Intimidation and Firearm Laws.In February 2023,House Bill 4127was introduced to prohibit possession of firearms within 100 feet of a polling place and early voting locations. The bill also prohibits someone from possessing a firearm within 100 feet of an absentee voter ballot drop box for 40 days before an election, with limited exceptions, including for uniformed law enforcement. The legislation is currently pending.Overview of current voter intimidation and firearm laws",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.318375Z"
        },
        {
            "q": "Can I return another person's absentee ballot?",
            "a": "The following individuals are legally permitted to return a voter’s absentee ballot:The voter.A member of the voter’s immediate family who has been asked to return the ballot.A person residing in the voter’s household who has been asked to return the ballot.A mail carrier during the course of their official duty.An authorized election official in the voter’s jurisdiction.It is a felony in Michigan for a person other than those listed to possess or deliver a ballot regardless of whether it has been voted.Track the status of your absentee ballot",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.318425Z"
        },
        {
            "q": "Can someone vote twice using an absentee ballot?",
            "a": "No. Michigan uses a secure voter records database, called the Qualified Voter File, that tracks when a voter has submitted a ballot. This ballot information is used by local clerks and election workers to prevent the issuance of duplicate ballots.Each time a ballot is issued, the ballot number and the name of the voter it is issued to is recorded in the QVF. If a voter requests a second ballot, the entry for the first ballot would be flagged, and the clerk would invalidate the first ballot before issuing a new ballot.Voters who have cast an absentee ballot and then choose to vote at an early voting site, or at the polls on Election Day, will be turned away.Learn more about election security in Michigan",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.318457Z"
        },
        {
            "q": "Can voters who have already cast their ballot early change their vote?",
            "a": "If a voter has already voted absentee and wishes to change their vote, a voter can spoil their ballot by submitting a written and signed request to their city or township clerk. Voters have three options to spoil their ballot:By mail - The voter must sign the request and state if they would like a new absentee ballot mailed to them or if they will pick it up in person at the clerk’s office. This request must be received by 5 p.m. the second Friday before Election Day if received by mail.In person - An absentee ballot that has not been returned to the clerk may be spoiled in person at the clerk’s office until 4 p.m. the Monday prior to Election Day.There is not an option to spoil an absentee ballot that has already been received by the clerk on Election Day. If a voter’s absentee ballot was lost or destroyed, they may sign a statement attesting to this and may vote in person at their polling place.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.318500Z"
        },
        {
            "q": "Can I use a camera in the polls?",
            "a": "Voters can take a picture of their own ballot in the voting booth. For the privacy and security of neighboring voters, voters are prohibited from holding their ballot up for a selfie and/or photo. Voters may, however, take selfies outside of the polling location and are encouraged to do so.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.318518Z"
        },
        {
            "q": "Can I vote a \"split\" ticket?",
            "a": "In Michigan, voters can only vote in one party column and cannot \"split\" their ticket (i.e., vote in more than one party column) if voting in a presidential (March) or statewide (August) primary.Voters may “split” their ticket in the general election (November). Per the passage of Proposal 18-3 in 2018, Michigan voters also have the option to vote straight-ticket by selecting the option on the side of their ballot with partisan races. Voting straight ticket does not automatically include selections on non-partisan side of the ballot.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.318541Z"
        },
        {
            "q": "Can I wear election-related clothing to the polls?",
            "a": "Michigan has prohibited the practice of displaying election-related materials at the polls for decades. This includes clothing and buttons as well as materials such as pamphlets, fliers, and stickers. You cannot display such items in the polling place or within 100 feet of an entrance to a polling place. If you go to the polls with a shirt or button bearing election-related images or slogans, you will be asked to cover or remove it.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.318557Z"
        },
        {
            "q": "Can Michigan residents in jail or prison still vote?",
            "a": "According to state law, eligible citizens who are not currently serving a sentence in jail or prison are eligible to register and vote in Michigan. Citizens who are eligible can vote if they:Are a Michigan resident, a U.S. citizen, and at least 18 years oldHave a past convictionAre on probation or on paroleAre in or out of jail or prison while awaiting arraignment or trial",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.318592Z"
        },
        {
            "q": "Can voters be challenged based on home foreclosures?",
            "a": "The compilation of home foreclosure information alone does not provide sufficient reason to challenge a person's voting status. In fact, the Michigan Republican and Democratic parties agree that so-called foreclosure lists do not provide a reasonable basis to challenge voters.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.318608Z"
        },
        {
            "q": "Does a political party preference have to be declared when registering to vote?",
            "a": "No. Michigan voters do not register by party affiliation.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.318633Z"
        },
        {
            "q": "Do I need my voter registration card in order to vote?",
            "a": "No. As long as you are in the correct polling location, your name will appear on the registration list supplied to your precinct.The voter identification card is for your reference and is not required to vote. If you did not receive or have lost your voter identification card, contact your local clerk for a replacement, or visitMichigan.gov/Voteto check your registration status.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.318661Z"
        },
        {
            "q": "Do I need to show identification in order to vote?",
            "a": "Voters will be asked to present an acceptable photo ID, including:Michigan driver's license or state-issued ID cardDriver's license or personal identification card issued by another stateFederal or state government-issued photo identificationU.S. passportMilitary ID with photoStudent identification with photo from a high school or accredited institution of higher learningTribal identification card with photoThe ID does not need to include the voter’s address.Please note that voters who do not have an acceptable form of ID or failed to bring it with them to the polls still can cast a ballot and will be asked to sign a brief affidavit stating that they're not in possession of a photo ID.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.318714Z"
        },
        {
            "q": "How can I help register people to vote?",
            "a": "Anyone can help register eligible citizens to vote in Michigan. Guidance and materials forhosting a voter registration driveare available atMichigan.gov/VoterEducation.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.318739Z"
        },
        {
            "q": "How do I submit a change of address for my voter registration?",
            "a": "Under Michigan's automatic voter registration law, when a voter updates the address on their voter registration, their address on their driver's license or state ID will also be updated. Additionally, if a change of address for a license or state ID is submitted to the Michigan Department of State, the address on the voter's voter registration will also be updated.Learn more about Michigan driver’s licenses or IDs",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.318761Z"
        },
        {
            "q": "How is my signature verified?",
            "a": "Local city and township clerks are trained in signature verification by the Michigan Bureau of Elections. Local clerks review and compare the signature on each absentee ballot to the signature on the return envelope, and to the voter’s signature on record to confirm its validity. The signature on record for a voter is typically the signature provided on a Michigan driver’s license or state ID, or as provided on the voter registration application.If a local clerk determines that a signature is not valid, the ballot is rejected, and the clerk must promptly notify the voter of the rejection.Locate your local clerk's officeTrack the status of your absentee ballothttps://mvic.sos.state.mi.us/Voter/Index/Learn more about election security in Michigan",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.318804Z"
        },
        {
            "q": "How can I track the status of my absentee ballot application?",
            "a": "Voters can securely track the status of their absentee ballot application and ballot at Michigan.gov/Vote. Voters may also contact their local clerk’s office with questions about the receipt of their application.Locate your local clerk's officeTrack the status of your application",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.318831Z"
        },
        {
            "q": "How can I contact the Bureau of Elections?",
            "a": "The Bureau of Elections is located on the first floor of the Richard H. Austin Building (formerly the Treasury Building) at 430 W. Allegan St., in downtown Lansing. Access is available through the north side and south side entrances. All guests must register at the security desk before proceeding to the Bureau of Elections. The entrance to the Bureau is located in the northeast corner of the lobby.Regular mail for the Bureau of Elections should be addressed to:Michigan Department of StateBureau of ElectionsPO Box 20126Lansing, MI 48901-0726The mailing address for overnight or express deliveries is:Michigan Department of StateBureau of ElectionsRichard H. Austin Building - First Floor430 W. AlleganLansing, MI 48918You may also contact the Bureau by:Fax: 517-335-3235Or email us at:Election Division:Elections@michigan.gov",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.318889Z"
        },
        {
            "q": "How can I learn more about the presidential primary process?",
            "a": "The Bureau of Elections has produced a guide titled “The Presidential Primary Facts and Statistics,” which explores the history of the presidential primary in Michigan and provides statistics about previous presidential primary elections.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.318912Z"
        },
        {
            "q": "How can I register to vote by mail?",
            "a": "Complete themail-in voter registration formand mail it to the address indicated on the form.If you have never voted in Michigan and register by mail, you may be subject to an additional identification requirement provided under federal law. The identification requirement can be met by providing your Michigan driver’s license number or last four digits of your Social Security number on the mail-in form or sending a copy of any current and valid photo identification or a copy of a paycheck, government check, utility bill, bank statement or a government document which lists your name and address with the registration form. If you do not fulfill this requirement at the time of registration, you may provide one of the previously listed items at the polls on Election Day to complete the process. If you vote by mail, you may provide a copy of one of the previously listed items with your absentee ballot application or absentee ballot.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.318939Z"
        },
        {
            "q": "How can candidate and campaign finance records be accessed?",
            "a": "Candidate and campaign finance records are accessed through thecampaign finance searchable database.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.318960Z"
        },
        {
            "q": "How does the voter ID requirement affect me if I vote with an absentee ballot?",
            "a": "If obtaining your absentee ballot in person, you will be requested to show photo ID.  If you are not in possession of photo ID, you sign an affidavit stating you are not in possession of photo ID. If applying for an absentee ballot by mail, you will sign the application return envelope and your local clerk will verify the signature on the return envelope against the signature on file for you.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.318976Z"
        },
        {
            "q": "How do I determine where I go to vote?",
            "a": "To confirm your designated polling location, visitMichigan.gov/Vote. Registered Michigan voters who move within 60 days of the election may still vote at their previous address if they have not registered to vote at their new address before the election.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.318998Z"
        },
        {
            "q": "How do I find current and past election results?",
            "a": "The Bureau of Elections providespast election results, reports, statistics, and data by year online. Local election results areavailable through each county clerk’s office.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.319022Z"
        },
        {
            "q": "How do I get an absentee ballot?",
            "a": "Registered Michigan voters may request an absentee ballot by submitting an absentee ballot application online at Michigan.gov/Vote, by mail, or in person at their local clerk’s office. To avoid the potential for mailing delays, voters who choose to request an absentee ballot are encouraged to submit their absentee ballot application no later than two weeks before Election Day. Voters may also request an absentee ballot in person at their local clerk’s office through 4 p.m. on the Monday before an election.Upon receiving your absentee ballot application, your local clerk’s office should check the signature on your application against the one recorded on your voter registration record. Once the signature is verified, the clerk’s office will issue your absentee ballot. To track your absentee ballot application and absentee ballot visitMichigan.gov/Vote.After receiving your absentee ballot, you have until 8 p.m. on Election Day to complete and sign the ballot and return it to your local clerk's office, who will again verify that the signature on the ballot return envelope matches your signature on file.Please note: If you receive assistance completing your absentee ballot, the person who helped you must sign the designated space on the return envelope before your ballot can be submitted to the clerk’s office. Only you, a family member or person residing in your household, a mail carrier, or deputized election official is authorized to deliver your signed absentee ballot to your clerk's office.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.319057Z"
        },
        {
            "q": "How do I learn more about the Michigan Election canvassing process?",
            "a": "The bipartisan boards of canvassers at the county and state level are required by law to affirm the will of the people as demonstrated by the number of votes cast for each candidate in an election. Each board is comprised of two Republicans and two Democrats. Michigan law provides the county canvassers 14 days to examine everything that transpired in the elections in jurisdictions in their counties, and then certify the results and the election. The State Board of Canvassers subsequently must vote to certify all the county elections. There are a number of procedural checks-and-balances that ensure that elections are secure, and all eligible votes are accurately counted. Residents interested in learning more about canvassing and elections in Michigan are encouraged to become an election inspector by contacting their local clerk orDemocracy MVP.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.319078Z"
        },
        {
            "q": "How do I make a request for documents?",
            "a": "To obtain copies, please submit a written request to:Michigan Department of StateBureau of ElectionsPO Box 20126Lansing, Michigan 48901-0726Email:Elections@Michigan.gov",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.319111Z"
        },
        {
            "q": "How do I register to vote?",
            "a": "Michigan residents who are at least 16 years old, a U.S. citizen, and are not currently serving a sentence in jail or prison may register to vote online, by mail, at a self-service station, or at a Secretary of State office no later than two weeks before Election Day. Eligible citizens can register to vote or update their voter registration in-person up to and on Election Day in person at their local clerk’s office.Online at Michigan.gov/Vote:Register to vote onlinewith their Michigan driver’s license or ID number.By mail: Download, print, andcomplete an applicationto register to vote to return to the local clerk’s office. This form is also offered in large print.Self-service station: Voter registration is offered when completing a transaction at Secretary of State self-service stations across Michigan. Locate a self-service station atmiselfservicestation.com.At a Secretary of State office: Eligible citizens will be registered to vote automatically anytime they complete a Michigan driver’s license or ID transaction, unless they opt-out.At the local clerk’s office: To locate your local clerk’s office, visitMichigan.gov/Vote.Additionally, several state agencies and military recruitment centers also provide voter registration services.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.319167Z"
        },
        {
            "q": "I don’t have a Michigan license or ID, but I am a Michigan resident. Can I still register to vote while I’m out of state?",
            "a": "If you are eligible and have a valid Michigan license or ID number, you can register to vote online at Michigan.gov/Vote. If you don't have a Michigan license or ID, contact your local clerk.Go to Michigan.gov/Vote",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.319191Z"
        },
        {
            "q": "I just moved to Michigan and there is an upcoming election. Can I register to vote?",
            "a": "You can register to vote at your local clerk’s office through Election Day. You must be a resident of your city or township for at least 30 days prior to the election, a U.S. citizen, at least 18 years old when you will vote, and not currently serving a sentence in jail or prison.If it is an Election Day, after registering to vote, you can vote with an absentee ballot at the clerk’s office or visit your polling place.When registering, you must show proof of your address. The document must include your name and current address, and can be a digital copy. Acceptable documents include:Michigan license or IDCurrent utility billBank statementPaycheck or government checkOther government document",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.319236Z"
        },
        {
            "q": "I am considering becoming a poll worker. How can I find out more?",
            "a": "Poll workers are called \"election inspectors\" in Michigan. To find out how to become an election inspector and other ways to help, visitMichigan.gov/DemocracyMVP.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.319256Z"
        },
        {
            "q": "If I’m currently registered to vote, can I request an absentee ballot on Election Day?",
            "a": "No, if the voter is already registered to vote at their current address, they are not eligible to request an absentee ballot on Election Day.  In emergency situations only, a voter may apply for an absentee ballot from their local clerk's office as late as 4 p.m. on Election Day.Check your voter registration statusLearn more about emergency voting",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.319296Z"
        },
        {
            "q": "If I will be temporarily outside the United States during the elections, will I still be able to vote?",
            "a": "Registered Michigan voters can still vote with an absentee ballot while temporarily residing outside the United States. To request an absentee ballot, complete and submit an absentee ballot application to your local clerk to have the ballot mailed to you overseas.If you are already outside of the United States, you may use the Federal Postcard Application (FPCA) form to register to vote and request an absentee ballot. The FPCA forms are distributed through U.S. embassies and military bases.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.319318Z"
        },
        {
            "q": "I moved and need to update my voter registration record. How do I do that?",
            "a": "To update your voter registration, complete a change of address application online, by mail, at a Secretary of State office, or at your local clerk’s office:Online:Update your voter registration and address online atMichigan.gov/Voteor throughOnline Services.By mail:Submit aChange of Address formto the Michigan Department of State.In person:Update your voter registration in person at any Secretary of State office or at your local clerk’s office.Michigan voters must use the same residential address for voter registration and their driver’s license/ID. Consequently, if you change your address on your driver’s license or ID, it will automatically apply to your voter registration, and vice-versa. Therefore, if the residence address you provide when registering to vote differs from the address shown on your license or ID, the Secretary of State will automatically change your license or ID address to match your address on your voter registration. The Michigan Department of State will mail you a corrected change of address sticker for your standard license or ID, or a new enhanced state ID or driver’s license with your updated address.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.319369Z"
        },
        {
            "q": "Is my voter record available to the public?",
            "a": "All voter registration records are public documents and can be obtained through the Freedom of Information Act (FOIA).The following voter information isnotmade available to the public:Driver's license or state ID numberMonth and day of birthPhone numberEmail addressAdditionally, the identity or type of office that initially received the voter’s registration and information regarding an individual’s refusal to register to vote arenotpublic record.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.319415Z"
        },
        {
            "q": "Must I vote the entire ballot?",
            "a": "You are not required to vote the entire ballot. You may pick and choose the races or ballot questions for which you want to vote. Skipping sections of the ballot does not invalidate your ballot.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.319433Z"
        },
        {
            "q": "What are my options for absentee voting if I have a disability?",
            "a": "Voters with a disability who require assistance in completing their absentee ballot application may receive assistance from another person, provided that the person assisting the voter is not the voter's employer, agent of that employer or an officer or agent of a union to which the voter belongs. The individual who provided the assistance must input their information in the provided space on the absentee ballot application.Voters with disabilities can also request an accessible absentee ballot by submitting an accessible absentee ballot application online atMichigan.gov/Vote. When requesting an accessible absentee ballot, the voter will be emailed an electronic ballot and can mark the ballot on an electronic device, using their own assistive technology, and print and mail or otherwise return the ballot to their local clerk by 8 p.m. on Election Day.Voters can also download an accessible application to vote absentee and submit it to their local clerk’s office by mail, email, or in person. Or they may visit their local clerk’s office to request an absentee ballot in person.Locate your local clerk's officeAccessible absentee ballot applicationLearn more about accessible voting in Michigan",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.319481Z"
        },
        {
            "q": "What do I do if I haven't gotten a notice, but wish to cancel my registration?",
            "a": "If you want to cancel your voter registration immediately but you haven’t received a notice, you can contactyour clerkin writing and request that your registration be cancelled.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.319504Z"
        },
        {
            "q": "What do I do if I receive a notice of cancellation?",
            "a": "If you receive a notice of cancellation mailing for your own voter registration, you can respond to the notification by mail oronline, and you have the following options as to what you respond:Request your voter registration be cancelled. If you select this option, your voter registration will be cancelled immediately.Update your voter registration. If you have moved, you can update your voter registration to your new address.Vote or request an absent voter ballot in an upcoming election. This will keep your voter registration active and your registration will not be cancelled.Do nothing. If you don’t respond and don’t vote or request an absent voter ballot in an upcoming election, your registration will be cancelled after the second federal (even year November) election after you get the notice.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.319545Z"
        },
        {
            "q": "What do I do if I receive election mail for someone who no longer lives there?",
            "a": "If you receive election mail for someone who no longer lives at your address, you have the opportunity to assist the U.S. Postal Service and your local clerk in updating the voter rolls. You should write “no longer at this address” on the piece of mail and put it back in the mailbox. The U.S. Postal Service will then notify your local clerk that election mail for that registered voter has been returned as undeliverable. The clerk will then send a notice of cancellation which will result in that registration being cancelled after two federal elections have passed.If someone at the residence is deceased, you can write “deceased” on the piece of mail and put it back in the mailbox. If a family member in your residence has died, you can alsocontact your clerkin writing and inform them that the family member is deceased. You can also send an obituary or death notice to the clerk, who can use this information to cancel the voter registration, so your household no longer receives election mail for the person who has passed away.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.319573Z"
        },
        {
            "q": "What do I do if my registration has been cancelled, but I want to vote?",
            "a": "If your registration has been cancelled but you still want to vote in Michigan, you will need to re-register. You can register to vote online or through any method of voter registration up to 15 days before an election. Within 14 days of an election, including on Election Day, you can register to vote at your city or township clerk’s office with residency verification. For more information, go toregistering to vote.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.319595Z"
        },
        {
            "q": "What documents may be accepted for proof of Michigan residency when registering to vote in person?",
            "a": "If you hand-deliver your application, the staff person helping you will take your form and ask you to provide photo identification.  If you do not have an acceptable form of photo identification, you will be asked to sign an Affidavit of Voter not in Possession of Picture Identification.If you have never registered to vote in Michigan and choose to mail in your application, you will need to meet an identification requirement. This means you must:Enter your driver's license number or state ID number where requested on the form, orSend a copy of one of the following forms of identification with your application:A photocopy of your driver's license or state ID, orA photocopy of a paycheck stub, utility bill, bank document, or government document that lists both your name and your address.If you are unable to fulfill this requirement at the time of registration, you may provide one of the previously listed items at the polls on election day to complete the process.Never send an original document.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.319652Z"
        },
        {
            "q": "What happens after the clerk receives my absentee ballot?",
            "a": "Completed and signed absentee ballots received by local clerks are securely stored until they are processed and tabulated. Ballot storage containers used within each municipality must be approved by the bi-partisan county election commission.Locate your local clerk's office",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.319675Z"
        },
        {
            "q": "What happens to ballots submitted by someone who is deceased by Election Day?",
            "a": "Michigan uses death data from the Social Security Administration Master Death Index to regularly remove the names of individuals who are deceased from the Qualified Voter File, a secure voter records database. Local clerks may also identify deceased individuals in their communities and remove that individual’s record.If a living voter casts an absentee ballot prior to Election Day and the clerk learns they have died before the ballot is tabulated, the deceased voter’s ballot is rejected and will not be counted. This procedure regularly results in the rejection of thousands of ballots during statewide and federal elections.There are safeguards in place to ensure an absentee ballot cannot be voted on behalf of another individual (deceased or otherwise), including a signature match performed on the signed absentee ballot envelope.Learn more about election security in Michigan",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.319707Z"
        },
        {
            "q": "What if I want to change my vote or decide to vote in person after I've returned my absentee ballot?",
            "a": "In most cases, absentee voters may \"spoil\" their ballot, or change their vote, until 5 p.m. on the second Friday before Election Day if the ballot has not already been tabulated.Voters who wish to vote in person after obtaining an absentee ballot can do so at their early voting site or Election Day polling place if they have not already returned their absentee ballot. Voters may either submit their voted absentee ballot for tabulation at the early voting site or Election Day polling place or they may “spoil” their absentee ballot and be issued a new ballot.Locate your local clerk's officeTrack the status of your absentee ballot",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.319740Z"
        },
        {
            "q": "What if I’m issued a provisional ballot?",
            "a": "A provisional ballot is a ballot requiring additional steps or information to confirm a voter’s eligibility to vote before the ballot can be counted.A provisional ballot may be issued to a voter at a polling place if:Their name does not appear on the list at the polling place.They are at the wrong polling location.They are voting for the first time and are unable to provide a valid form of identification.After casting a provisional ballot, a voter has 6 days to provide appropriate ID documentation to their city or township clerk.If election officials can verify that a voter is registered to vote in the appropriate jurisdiction, the provisional ballot will count. A provisional ballot is rejected if a voter is not registered to vote or failed to provide proper identification and proof of residency.Notice to voters who receive a provisional ballotTrack the status of your ballotLocate your local clerk's office",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.319792Z"
        },
        {
            "q": "What if my ballot is challenged, or I receive a challenge to my eligibility?",
            "a": "Election challengers, who are election observers, have the right to issue a challenge to a voter's eligibility to vote at the polls. The challenge must be based on good reason to suspect a violation of election law has occurred, usually based on prior knowledge about a voter's ineligibility.Challengers may not issue a challenge for the purpose of delaying the voting process, based on race or appearance of a voter, or based on political affiliation or the voter’s ballot selection.A permissible challenge will be examined further by election workers and the local clerk. This process may require the voter to confirm certain information to verify their eligibility under oath at their polling place. If a voter confirms their eligibility under oath, they will be issued a ballot that is marked as challenged. The voter may also need to take additional steps after voting to verify their eligibility and will be contacted by their local clerk with instructions.If a voter whose eligibility is permissibly challenged refuses to take the oath or answer questions designed to verify the voter’s eligibility, the challenge is accepted, and the voter cannot cast a ballot.Track the status of your ballotLocate your local clerk's office",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.319830Z"
        },
        {
            "q": "What if my ID lists an outdated address?",
            "a": "As part of Michigan’s automatic voter registration law, when a registered voter updates their voter registration address, the voter’s driver’s license or state ID address is also updated.To update voter registration, voters must “re-register” using updated information. Please view the voter registration section for options on how to register. Deadlines for voter registration also apply to individuals updating their voter registration.Learn more about updating voter registration",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.319857Z"
        },
        {
            "q": "What is voter intimidation and what if I experience it at my polling place?",
            "a": "It is unlawful for a person to attempt, through menace or other means, to influence another person in how to vote, or to deter or interrupt another person in voting at an election. Federal statute prohibits threatening, intimidating, and coercing voters.Voter intimidation may include:People who aren't poll workers or election administrators asking for personal documentationPhotographing or videotaping voters at an early voting site, a polling place, a clerk’s office, or a ballot drop boxDisseminating false or misleading election informationBlocking the entrance to a polling place, early voting site, clerk’s office, or ballot drop boxDirectly questioning votersIndividuals witnessing or experiencing voter intimidation should report it at their polling place to an election worker, or to their local clerk. You may also contact the voter protection hotline at:English: 866-OUR-VOTE  /  (866) 687-8683Spanish: 888-VE-Y-VOTA  /  (888) 839-8682Arabic: 844-YALLA-US  /  (844) 925-5287Bengali, Cantonese, Hindi, Korean, Mandarin, Tagalog, Urdu, and Vietnamese: 888-API-VOTE  /  (888) 274-8683",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.319917Z"
        },
        {
            "q": "What prevents one person from voting in another person's name?",
            "a": "In Michigan, local clerks are trained in signature verification by the Michigan Bureau of Elections. Local clerks must review and compare the signature on each absentee ballot to the signature on the return envelope, and to the voter’s signature on record to confirm its validity. The signature on record for a voter is typically the signature provided on a Michigan driver’s license or state ID, or as provided on the voter registration application.Ballots are rejected when they lack a matching signature, and voters are given an opportunity to cure a missing or non-matching signature.Voting in another person’s name is illegal and charges are brought against people who attempt to apply for a ballot in someone else’s name. Anyone with evidence of voter fraud should report it to law enforcement in writing for investigation.Learn more about election security in Michigan",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.319949Z"
        },
        {
            "q": "What should I do if my ID is expired at a polling place?",
            "a": "A voter may use an expired Michigan driver's license or state ID as a valid form of photo ID. However any other type of photo ID (such as a driver's license from another state, photo ID issued by a local government or educational institution, etc.) must be current, and cannot be used as a valid form of photo ID if expired. To vote, a voter would be required to sign an affidavit stating the voter is not in possession of a valid photo ID.Learn about renewing an ID",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.319970Z"
        },
        {
            "q": "What should voters do if they have not received their absentee ballot by mail within two weeks before Election Day?",
            "a": "Voters who have submitted their absentee ballot application are encouraged to track their request online atMichigan.gov/Voteto ensure their local clerk’s office received their request. The website will also securely track when a local clerk’s office sends an absentee ballot to the voter by mail and when the clerk has received the ballot back from the voter.Voters who have not received their absentee ballot as Election Day approaches are encouraged to visitMichigan.gov/Voteto confirm their voter registration information and address is up to date. If they confirm this is the case, they may contact their local clerk’s office to check on the status of their absentee ballot application and requested ballot.Voters may also request an absentee ballot in person at their city or township clerk’s office up until 4 p.m. the Monday before Election Day.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.320005Z"
        },
        {
            "q": "What will be on my ballot?",
            "a": "Voters may view their sample ballot atMichigan.gov/Vote.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.320026Z"
        },
        {
            "q": "What functions does the Bureau of Elections perform?",
            "a": "The Bureau of Elections is responsible for:Administering the state's election and campaign finance lawProviding information aboutregistering to voteand votingProviding oversight and training to local election officialsAssisting candidates running for statewide offices with the requirements for filing nominating petitions, affidavits of identity and campaign finance reportsAdministering the Michigan Electronic Reporting and Tracking System, which allows candidates to file campaign finance reports electronicallyAdministering theCampaign Finance Database, which allows the public to access campaign finance reportsMaintaining the state's Qualified Voter File, an electronic database of registered votersAdministering the state'scasino disclosureandlobbyists disclosurelawsProviding support to theBoard of State Canvassers",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.320092Z"
        },
        {
            "q": "What hours are the polls open on Election Day?",
            "a": "The polls are open from 7 a.m. to 8 p.m. for all elections. Voters who are in line at their polling location by 8 p.m. on Election Day may still wait in line to vote.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.320111Z"
        },
        {
            "q": "What is an emergency absentee ballot and how would I get one?",
            "a": "You may make an emergency request for an absentee ballot if you cannot attend the polls on Election Day due to an emergency occurring at or after 5 p.m. the Friday before an election. If you experience one of the following emergencies during this time, you may request an emergency absentee ballot:You have become physically disabledA family death or illness requires you to leave your community for the entire time the polls are open on Election DayYou have been quarantined or hospitalizedYou have been incarcerated but are not currently serving a sentence in jail or prisonThose who qualify for an emergency absentee ballot should contact their local clerk for assistance. All absentee ballots must be returned to the clerk's office by 8 p.m. on Election Day in order to be tabulated.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.320148Z"
        },
        {
            "q": "What is the deadline for registering to vote in an election?",
            "a": "Per the passage of Proposal 3 in 2018, Michigan now allows same-day voter registration, meaning that eligible citizens can register and vote up to and on Election Day. Voters may register or update their voter registration in person at their city or township clerk’s office through 8 p.m. on Election Day.Eligible citizens can register to vote or update their voter registration online, by mail, at a self-service station, or at a Secretary of State office up to two weeks before Election Day. Voters must register to vote or update their voter registration in person at their local clerk’s office in the 14 days before an election and on Election Day.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.320170Z"
        },
        {
            "q": "When are absentee ballots processed?",
            "a": "Absentee ballots take time to securely process and count. To ensure timely results, many states allow clerks a week or more to process absentee ballots prior to Election Day. For example, Florida allows clerks to process absentee ballots for one month before an election.In Michigan, cities and townships with a population of 5,000 residents or more may establish an Absentee Voter Counting Board (AVCB) to process and tabulate absentee ballots during any of the eight days before an election between the hours of 7 a.m. and 8 p.m. Cities and townships, regardless of population, can establish an AVCB to process and tabulate absentee ballots on the Monday before an election between the hours of 7 a.m. and 8 p.m.Learn more about election security in Michigan",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.320198Z"
        },
        {
            "q": "When is the deadline to request an absentee ballot for the November general election?",
            "a": "Voters can request an absentee ballot online up until 5 p.m. on the Friday before Election Day or may request one in person at their city or township clerk’s office up until 4 p.m. on the Monday before Election Day. Information for all local Michigan clerks is available onMichigan.gov/Vote.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.320220Z"
        },
        {
            "q": "When will I get my absentee ballot in the mail?",
            "a": "Voters can securely track the mailing and receipt of their absentee ballot application and absentee ballot at Michigan.gov/Vote. Voters can contact their local clerk’s office with questions about the mailing or receipt of their application or absentee ballot.Locate your local clerk's officeTrack the status of your absentee ballot",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.320251Z"
        },
        {
            "q": "When is the absentee ballot due?",
            "a": "After receiving your absentee ballot, you have until 8 p.m. on Election Day to complete the ballot and return it to the clerk's office. Your ballot will not be counted unless your signature is on the return envelope and matches your signature on file. If you received assistance voting the ballot, then the signature of the person who helped you must also be on the return envelope. Only you, a family member or person residing in your household, a mail carrier, or election official is authorized to deliver your signed absent voter ballot to your clerk's office.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.320269Z"
        },
        {
            "q": "When is the Bureau of Elections office open?",
            "a": "The office is open from 8 a.m. to 5 p.m., Monday through Friday, excluding state holidays.The City of Lansing provides bothmetered parking and public parking ramps. Metered parking is available along the south side of Allegan Steet and throughout the downtown area.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.320307Z"
        },
        {
            "q": "Where can I learn about the types of voting equipment that will be at my polling place?",
            "a": "Information about election administration in Michigan is available atMichigan.gov/ElectionSecurity.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.320333Z"
        },
        {
            "q": "Where do I send the absentee ballot once I've filled it out?",
            "a": "Please return it to your local clerk's office by mail, in person, or at a designated absentee drop box in your city or township. VisitMichigan.gov/Votefor to locate your city or township clerk if the information is not present on the return envelope.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.320353Z"
        },
        {
            "q": "Who can register to vote in Michigan?",
            "a": "To register to vote in Michigan you must be:A resident of Michigan and the city or township where you are applying to register to vote for at least 30 days before Election Day.A citizen of the United State of AmericaAt least 18 years of age (by Election Day).Not serving a sentence in jail or prison.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.320386Z"
        },
        {
            "q": "Who qualifies for an absentee ballot?",
            "a": "Due to the passage of the statewide ballot proposal 18-3 in 2018, all eligible and registered voters in Michigan may now request an absentee ballot without providing a reason.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.320406Z"
        },
        {
            "q": "Who represents me at the state and federal levels?",
            "a": "It's easy to find out who your representatives are at the state and federal levels:Michigan State Representative:House.Michigan.govMichigan State Senator:Senate.Michigan.govU.S. Congressperson:House.govU.S. Senators:Senate.govMichigan’s executive branch (Governor, Lieutenant Governor, Secretary of State, and Attorney General):Michigan.gov/SOM/GovernmentMichigan's judicial branch:Michigan.gov/SOM/Government",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.320458Z"
        },
        {
            "q": "Why did I receive an application for someone else in the mail?",
            "a": "Organizations like political parties, special interest groups and non-profit organizations frequently send absent voter ballot applications in the mail, sometimes using outdated voter registries and mailing addresses. If a voter receives election mail from a previous resident, they should write “Not at address” on the piece of mail and return to USPS.Local clerks who are responsible for providing absentee ballots to registered voters will only provide an absentee ballot to a registered voter if they have completed and submitted an absentee ballot application.Learn more about election securityLearn more about voter cancellation procedures and what to do with election mail from previous residents",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.320493Z"
        },
        {
            "q": "Why is there a two-election waiting period before cancelling registrations for voters who move?",
            "a": "Both state and federal law require election officials to wait two federal elections before cancelling the registration of voters where the election official has received initial information that the personmayhave moved. The waiting period is required because sometimes the initial information suggesting that someone has moved does not mean they have actually changed their voting residency. For example, mail may be returned as undeliverable by mistake and the voter actually lives at the address. Or, someone may have changed their address for one purpose (such as a temporary work assignment, school, or military service) but they actually wish to continue voting in Michigan.In addition, some voters who live in foreign countries may not have a U.S. address and they use their last U.S. address for voting residency purposes. Therefore, it is possible that someone who used to live at your residence is still legally using that address as their voting residence in Michigan, even though the person is currently living in a foreign country.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.320519Z"
        },
        {
            "q": "Will redistricting change where I vote?",
            "a": "The Michigan Independent Citizens Redistricting Commission was established by voters in 2018 to redraw Michigan’s state house, senate, and congressional districts. These new maps will be in use for the 2022 statewide primary and general elections. The maps will be in place for the next 10 years.Information about changes to polling place locations and updated voter registration cards will be provided to voters by their city or township clerk. Voters can also find their voting precinct by visitingMichigan.gov/Voteand selecting “Where is my polling place” under the topic “Your voter information.”",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.320544Z"
        },
        {
            "q": "Will the Bureau of Elections copy documents for me?",
            "a": "Yes, the Bureau of Elections can make copies of public documents. There is a fee of $0.25 per page, which must be paid before the request can be filled. Bureau of Elections can only accept cash, check, or money orders.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/elections-and-voting",
            "t": "2024-10-16T01:50:36.320572Z"
        },
        {
            "q": "Can a U.S. citizen register to vote in Michigan if they have never lived in the state or country?",
            "a": "Yes, U.S. citizens who have never lived in the U.S. may register to vote in Michigan if they:Have a parent, legal guardian, or spouse whose last permanent residence (home) was located in Michigan, andHave not registered to vote in another state",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/military-and-overseas-voting",
            "t": "2024-10-16T01:50:36.721749Z"
        },
        {
            "q": "Can military and overseas Michigan voters request an absentee ballot online?",
            "a": "Registered voters in Michigan using a Michigan Absent Voter Ballot Application have the option to join the permanent absentee ballot list and will receive an absentee ballot in every election going forward. however, MOVE voters must complete a FCPA every year to ensure that they are sent a ballot early enough to allow for overseas mail Application that are received after the November election will apply to all of the next year's elections.Explore military and overseas voting",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/military-and-overseas-voting",
            "t": "2024-10-16T01:50:36.721785Z"
        },
        {
            "q": "Can military and overseas voters submit their ballots electronically?",
            "a": "While Michigan voters serving overseas or living abroad can elect to receive their absentee ballot electronically by email, online, or by fax, all completed absentee ballots must be returned by mail under current Michigan law. Guidance on mailing a completed absentee ballot from an overseas address is available atfvap.gov.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/military-and-overseas-voting",
            "t": "2024-10-16T01:50:36.721798Z"
        },
        {
            "q": "How can Michiganders overseas register to vote to participate on Election Day?",
            "a": "Michiganders who are overseas can register to vote by downloading and completing a Federal Post Card Application (FPCA) or by registering online atMichigan.gov/Vote. After returning this postcard to their local clerk by email, fax, or mail, they will be registered to vote and will receive an absentee ballot by email, fax, or mail.Contact information for all local Michigan clerks can be found at:Michigan.gov/Vote",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/military-and-overseas-voting",
            "t": "2024-10-16T01:50:36.721817Z"
        },
        {
            "q": "How can military and overseas voters ensure their absentee ballot is received by Election Day?",
            "a": "Pursuant to state law, registered Michigan voters abroad must return their absentee ballots by mail. So long as their ballots are valid, have a matching signature, are postmarked no later than Election Day, and are received within 6 days after Election Day, they will be tabulated. The Michigan Department of State advises Michigan voters overseas to request and return their absentee ballot as early as possible. To securely track an absentee ballot and ensure it is received, voters should visit:Michigan.gov/Vote",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/military-and-overseas-voting",
            "t": "2024-10-16T01:50:36.721829Z"
        },
        {
            "q": "How can registered Michigan voters overseas confirm they will receive an absentee ballot in time for Election Day?",
            "a": "Any registered Michigan voter serving or living abroad who has registered and requested to vote by absentee ballot any time after November of the previous year, will be mailed an absentee ballot for all of the current year’s elections. Those who have not yet requested an absentee ballot may do so by downloading and completing a Federal Post Card Application (FPCA) from the Federal Voting Assistance Program website and return it to their local clerk’s office via email, mail, or fax.Overseas voters can verify their Michigan voter registration information and confirm whether they are registered to receive an absentee ballot by visitingMichigan.gov/Vote. Once there, voters can track the status of their absentee ballot application and the mailing of their absentee ballot, as well as view contact information for their local clerk’s office in the event follow-up is required.Michigan.gov/Vote",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/military-and-overseas-voting",
            "t": "2024-10-16T01:50:36.721848Z"
        },
        {
            "q": "How can registered Michigan voters serving in the military or living abroad request an absentee ballot?",
            "a": "Registered Michigan voters serving or living abroad can request an absentee ballot be sent to them by email, fax, or postal mail by downloading and completing a Federal Post Card Application (FPCA) from the Federal Voting Assistance Program website,fvap.gov. Once completed, voters should mail, fax, or scan and email their FPCA application to their local clerk’s office.To avoid possible postal delays, the Michigan Department of State advises that Michigan voters overseas return their FPCA application to their local clerk’s office by email or fax, rather than by mail, in order to receive their absentee ballot in time.Once an absentee ballot application has been submitted, voters can securely track the status of their absentee ballot application and mailing of their absentee ballot online atMichigan.gov/Vote.Please note, absentee ballot applications must be received no later than 2 p.m. on the Saturday before Election Day in order to vote on Election Day.Michigan.gov/Vote",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/military-and-overseas-voting",
            "t": "2024-10-16T01:50:36.721869Z"
        },
        {
            "q": "How is the Michigan Department of State ensuring the security of the absentee ballot process for Michigan voters overseas to reduce the risk for voter fraud?",
            "a": "Registered Michigan voters serving overseas and living abroad are subject to the same signature verification requirements as Michigan voters in the United States. A voter’s signature must match their recorded signature in the Qualified Voter File in order to be issued an absentee ballot.Additionally, as is the case for all Michigan voters, only one ballot may be tabulated for a military or overseas voter. Michigan’s election system has a robust structure of checks and procedures to ensure no Michigan voter can cast a ballot twice. Michigan has implemented several measures to strengthen election security and integrity which have since consistently resulted in accurate and secure election results. More information about election security measures in Michigan isavailable on our website.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/military-and-overseas-voting",
            "t": "2024-10-16T01:50:36.721885Z"
        },
        {
            "q": "If an overseas Michigan voter does not receive their absentee ballot in time to return it to their local clerk by Election Day, can their vote still be counted?",
            "a": "Military servicemembers, their families, and civilians overseas who are registered Michigan voters and are concerned they may not receive their absentee ballot in time may complete a Federal Write-In Absentee Ballot (FWAB) and return it to their local clerk’s office by mail. The FWAB is available online atfvap.govand serves as a backup ballot in case the regular absentee ballot does not reach the local clerk’s office in time. The FWAB will also serve as voter registration for Michiganders abroad who are eligible to register to vote and request an absentee ballot for future elections.If both the FWAB emergency ballot and the requested absentee ballot are returned to the clerk in time, only the requested ballot will be tabulated.Overseas voters can download a FWAB and view instructions on completing and returning the write-in absentee ballot by visiting the Federal Voting Assistance Program website. Write-in absentee ballots must be returned by mail to the voter’s local clerk.Please note, all valid absentee ballots with a matching signature that are postmarked by Election Day and received within 6 days after Election Day will be tabulated.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/military-and-overseas-voting",
            "t": "2024-10-16T01:50:36.721904Z"
        },
        {
            "q": "Can I register to vote if I have a criminal record?",
            "a": "Yes, returning citizens and individuals with a felony or misdemeanor conviction can register to vote in Michigan as long as they are not actively serving a sentence in jail or prison. Michiganders detained pretrial or pre-sentencing can also register to vote.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/register-to-vote",
            "t": "2024-10-16T01:50:37.062447Z"
        },
        {
            "q": "Can I register to vote if I'm a college or university student?",
            "a": "Yes, students attending a college or university in Michigan can register to vote in Michigan. Michiganders attending a college or university outside of Michigan can also register to vote in Michigan. Please visit thestudent voter pagefor more information.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/register-to-vote",
            "t": "2024-10-16T01:50:37.062482Z"
        },
        {
            "q": "Can my organization use an API to set-up our own online voter registration form?",
            "a": "Organizations interested in registering voters using a customized registration form directly on their website may wish to set up an application programming interface (API). Groups with electronic voter registration programs can now securely connect to the online voter registration system through an API, which allows data to be transferred securely.Organizations may also set up a unique URL linking to the state’s online voter registration application. This unique URL will allow organizations to track the number of registrations made through the link.Organizations interested in using the API to register voters through the state’s online voter registration portal can do so after completing a security review and working to ensure compatibility with the state’s platform. Those unable to use the API can instead obtain a unique URL to share with those registering to direct them to Michigan’s online voter registration website.For more information about the API process, please emailElections@Michigan.gov.View printable voter registration applications",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/register-to-vote",
            "t": "2024-10-16T01:50:37.062515Z"
        },
        {
            "q": "How are deceased individuals removed from the voter rolls?",
            "a": "When someone dies, their death record information is sent to the Social Security Administration and added to the Master Death Index. Based on listings of deceased individuals from the Social Security Administration and in the Master Death Index Report, the Michigan Department of State cancels the matching voter registrations.County clerks also inform city or township clerks when they process death records for an individual registered to vote in that city or township. Although the vast majority of these deceased individuals are also identified through the Master Death Index, county clerks quite often can inform municipal clerks before notice arrives from the Michigan Department of State. This is useful in the days leading up to elections, to allow the registrations of voters who become deceased to be canceled more quickly.City or Township clerks can also cancel registrations when they have personal knowledge and official documentation that a registered voter has died. For example, the city or township clerk may have an obituary, local death notice, or a written notification from next of kin.Michigan also receives information from the ERIC program about Michigan voters who have died.There are additional inactive registrations in the registered voter database, the Qualified Voter File (QVF),  for voters who may have died or moved, but for whom death or residency information was never received by election officials. If an election official receives returned undeliverable mail for these individuals, the registration will be canceled two federal election cycles after the notification is sent unless the voter responds or has voting activity.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/register-to-vote",
            "t": "2024-10-16T01:50:37.062536Z"
        },
        {
            "q": "How are voter rolls maintained in Michigan?",
            "a": "Michigan’s list of registered voters is maintained on the Qualified Voter File, a database developed by the state of Michigan and maintained by municipal and county clerks and the Bureau of Elections. The Qualified Voter File contains the names of all individuals registered to vote in Michigan. It also contains the names of individuals with canceled registrations, who are no longer eligible to vote in Michigan. The Qualified Voter File is constantly updated whenever a new voter registers, a voter updates his or her registration information (such as an address), or a voter’s registration is canceled.Voter registrations are cancelled primarily for one of four reasons:A voter moves away from their voting jurisdiction.A voter dies.A voter registration is identified as a duplicate.A voter requests that his or her registration be canceled.Learn more about voter registration procedures",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/register-to-vote",
            "t": "2024-10-16T01:50:37.062567Z"
        },
        {
            "q": "How do I know if I'm already registered to vote?",
            "a": "Voters can check their voter registration status and make sure their information is up to date atMichigan.gov/Voteor by calling or visiting their city or township clerk. Find your local clerk information atMichigan.gov/Vote.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/register-to-vote",
            "t": "2024-10-16T01:50:37.062581Z"
        },
        {
            "q": "If I register to vote on Election Day, what are my options for voting?",
            "a": "Voters who register to vote on Election Day have the following options to cast a ballot:Request an absentee ballot at their clerk's office immediately after registering to vote. The voter will be issued a ballot to complete and submit on the spot. If you are a same-day registrant voter in Ann Arbor, East Lansing, or Grand Rapids, you have the additional option to take your same-day voter registration receipt to an Election Day Vote Center to receive and cast a ballot.Visit their assigned polling place to cast a ballot. Polls close at 8 p.m. on Election Day.So long as an eligible resident is in line at their clerk’s office by 8 p.m., they may register to vote and cast an absentee ballot. Similarly, if a newly registered voter is in line to vote at their polling place by 8 p.m., they may cast a ballot.Learn more about how to vote in MichiganLookup your clerk’s office",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/register-to-vote",
            "t": "2024-10-16T01:50:37.062605Z"
        },
        {
            "q": "What are the requirements to run a voter registration drive?",
            "a": "In Michigan, there is no age, citizenship or residency requirement to run or assist with a voter registration drive.Voter registration drives may not compensate individuals registering persons to vote based on the total number of persons registered, or the total number of persons registered to vote in a particular political party. Violation of this provision of Michigan law is a felony.Voter registration drives may not compensate individuals or provide any incentive considered “payment” for registering to vote or for voting. Violation of this provision of Michigan law is a felony.Individuals registering persons to vote may not fill in any missing or incomplete information on a registration form themselves.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/register-to-vote",
            "t": "2024-10-16T01:50:37.062622Z"
        },
        {
            "q": "What happens after I submit my application?",
            "a": "Upon receipt of an eligible voter’s registration application, clerks will process the application and the applicant’s name will be added to the Qualified Voter File, the official list of registered voters in Michigan. The applicant will then be sent a voter information card. This card contains useful information for voters but is not required to vote.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/register-to-vote",
            "t": "2024-10-16T01:50:37.062631Z"
        },
        {
            "q": "What if I move to a new address after registering to vote?",
            "a": "Voters who have moved to a new address in Michigan should update their voter registration address. To do this, voters must “re-register” using updated information by selecting one of the registration options listed in this section (in person, by mail, or online). Deadlines for voter registration also apply to individuals updating their voter registration.As part of Michigan’s automatic voter registration law, when a registered voter updates their voter registration address, the voter’s Michigan driver’s license or Michigan state ID address is also updated. Similarly, when a registered voter updates their Michigan driver's license or Michigan state ID address, their voter registration address will also be updated.Voters have moved out of state and wish to cancel their registration can make a written request to their city or township clerk that their registration record be canceled.Lookup your clerk’s office",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/register-to-vote",
            "t": "2024-10-16T01:50:37.062650Z"
        },
        {
            "q": "What if I received a notice of cancellation?",
            "a": "If a voter receives a notice of cancellation in the mail for their own voter registration, they can respond to the notification by mail oronlinein one of the following ways:Request their voter registration be canceled.Update their voter registration.Vote or request an absent voter ballot. This will keep a voter’s voter registration active and the record will not be canceled.Do nothing. By not responding and not voting in upcoming elections, the voter registration will be canceled.If an individual’s registration has been canceled but they  still want to vote in Michigan, they will need to re-register using one of the registration options listed in thevoter registrationsection. Deadlines for voter registration also apply to individuals re-registering.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/register-to-vote",
            "t": "2024-10-16T01:50:37.062677Z"
        },
        {
            "q": "What if I'm a new Michigan resident?",
            "a": "Welcome to Michigan! New residents can register to vote and must be a resident of their city or township for at least 30 days by Election Day to vote in that election.In general, voters do not need a photo ID to register to vote, however, some first-time registrants who register to vote by mail may need to provide some form of ID.For more information, visit ourfirst-time voters page.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/register-to-vote",
            "t": "2024-10-16T01:50:37.062691Z"
        },
        {
            "q": "What if I'm in the military or live overseas?",
            "a": "Military and overseas voters who are Michigan residents can register to vote. Please visit themilitary and veterans voter pagefor more information.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/register-to-vote",
            "t": "2024-10-16T01:50:37.062703Z"
        },
        {
            "q": "What is a satellite clerk’s office?",
            "a": "A satellite clerk's office is an office that offers services at an alternate location to the main clerk’s office, and is run by the local clerk and their staff. Satellite offices expand access to voter information and resources locally in communities across Michigan.Satellite offices are typically located in densely populated areas or on university campuses. Opening a satellite office is left to the discretion of local clerks, and hours of operation of a satellite office may differ from the hours of the main clerk’s office.Voters may contact their local clerk or look up their voter information online atMichigan.gov/Voteto learn if their jurisdiction offers a satellite office.Look up your clerk’s officeLook up your voter information",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/register-to-vote",
            "t": "2024-10-16T01:50:37.062725Z"
        },
        {
            "q": "What is the ERIC program?",
            "a": "Michigan receives information from the Electronic Registration Information Center (ERIC), a bipartisan group of states and Washington, DC, who share voter registration data with each other for the purpose of keeping voter rolls complete, up to date, and accurate.When Michigan receives information through the ERIC program that a voter has registered in another state more recently than their activity in Michigan, the Bureau of Elections uses this as initial information that the voter may have moved. The Bureau sends a notice of cancellation to the voter’s address in Michigan. After the notice is sent, the voter must present the necessary updated documentation to be able to vote. If the voter does not present necessary eligibility documentation, the voter will remain inactive until the cancellation occurs.If the voter does not have any voting activity in Michigan by the second even-year federal election following the notice, the voter's Michigan voter registration is canceled.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/register-to-vote",
            "t": "2024-10-16T01:50:37.062740Z"
        },
        {
            "q": "What is the process for registering voters?",
            "a": "There are a few formats for registering voters during a drive, as listed in the Registering to Vote section. The most popular methods for voter registration drives are printed voter registration applications and online voter registration.Printed applications are available in several languages, as well as a large print option. Individuals registering persons to vote may not fill in any missing or incomplete information on a registration form themselves. All completed applications must be received by a local clerk’s office, or postmarked if mailed, at least 15 days prior to Election Day. Be sure to look up a voter’s address to ensure the application is sent to the correct clerk’s office.For more tips on running a successful voter registration drive, check out these nonpartisan voter registration drive guides:Planning a Voter Registration Drive, League of Women VotersHigh School Voter Registration Training Manual, League of Women VotersHost a Voter Registration Drive, Rock the Vote",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/register-to-vote",
            "t": "2024-10-16T01:50:37.062761Z"
        },
        {
            "q": "Where can I view voter registration statistics?",
            "a": "Voter registration statistics, including a list of registered voters by county and the total number of inactive voter registrations to be canceled in future years, are available at the following link.View voter registration statistics",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/register-to-vote",
            "t": "2024-10-16T01:50:37.062772Z"
        },
        {
            "q": "What is an uncommitted vote on the presidential primary ballot?",
            "a": "Each major party’s candidate list includes the term ‘uncommitted.’  When a voter selects ‘uncommitted’ this implies that they are exercising a ‘party vote’ but are not committed to any of the candidates listed on the ballot. The uncommitted vote position does not rotate like other candidate names and remains in the position above the write-in line.When you choose ‘uncommitted’ you will need to fill in the oval or square next to that selection in order for it to count. If you do NOT fill in the oval or square, your choice will not count.INSTRUCTIONS:For the office of President, you may vote for a candidate or you may vote \"uncommitted.\"TO VOTE:Completely darken the oval opposite each choice as shown:",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/voting-uncommitted-or-write-in-on-presidential-primary-ballot",
            "t": "2024-10-16T01:50:37.340316Z"
        },
        {
            "q": "If I choose ‘uncommitted,’ what happens to my vote?",
            "a": "Your vote is counted as ‘uncommitted.’ You may wish to view previous presidential primary data in your county to observe how these votes are tallied and recorded, like that which is provided below.With enough votes cast to ‘uncommitted’ the party can send delegates to the national nominating convention who are not committed to a specific candidate. (MCL 168.619)What the delegates do at the national nominating convention depends upon the political party’s rules.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/voting-uncommitted-or-write-in-on-presidential-primary-ballot",
            "t": "2024-10-16T01:50:37.340359Z"
        },
        {
            "q": "I would like to write in a candidate instead. Can I do that?",
            "a": "Yes. Your vote will be counted as a write-in vote for a candidate if that candidate has filed a declaration of intent to run as a write-in candidate by Friday, February 16. Otherwise, it will be considered ‘unresolved’ when it comes to applying the vote to a race.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/voting-uncommitted-or-write-in-on-presidential-primary-ballot",
            "t": "2024-10-16T01:50:37.340371Z"
        },
        {
            "q": "How do I write-in a candidate?",
            "a": "To vote for a candidate whose name is not printed on the ballot, write or place the name of that candidate in the blank space provided and completely darken the oval or square next to the name. Do not cast a write-in vote for a candidate whose name is already printed on the ballot for that office.Be careful not to write anywhere outside the space for write-in candidates. Marking your ballot outside the designated spaces or bubbles may spoil the ballot.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/voting-uncommitted-or-write-in-on-presidential-primary-ballot",
            "t": "2024-10-16T01:50:37.340386Z"
        },
        {
            "q": "What is a spoiled ballot?",
            "a": "A spoiled ballot is a ballot that has been marked incorrectly and is not counted by election officials.A ballot might also be over-voted for one or more races. Voters are instructed that they must not vote for more candidates than indicated under each office title. Doing so results in an over-vote and the voter’s selection or selections for that office are not counted. If you do this during early voting or on Election Day and would like to correct this error, you can ask that an election inspector mark your ballot as spoiled. The inspector will then issue you a new ballot.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/voting-uncommitted-or-write-in-on-presidential-primary-ballot",
            "t": "2024-10-16T01:50:37.340401Z"
        },
        {
            "q": "What if I do this on my absentee ballot?",
            "a": "If you would like to spoil an absentee ballot you have returned, please contact your clerk’s office no later than Friday, February 16. They will issue you a new ballot.If you choose not to correct your ballot, your vote in that particular race will not be counted if you vote for more candidates than indicated under each office title. Your selections for other races will be counted.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/voting-uncommitted-or-write-in-on-presidential-primary-ballot",
            "t": "2024-10-16T01:50:37.340412Z"
        },
        {
            "q": "Why shouldn’t I put a sticker on my ballot instead of writing in a candidate’s name?",
            "a": "The use of write-in stickers is not permitted due to the potential to result in damage to the precinct tabulators. Please write in the name instead.",
            "s": "https://www.michigan.gov/sos/faqs/elections-and-campaign-finance/voting-uncommitted-or-write-in-on-presidential-primary-ballot",
            "t": "2024-10-16T01:50:37.340421Z"
        }
    ]
}