{
    "state": "MO",
    "num_questions": 43,
    "num_answers": 43,
    "contributor": "Aishneet Juneja",
    "questions": [
        {
            "q": "1. How do I register to vote?",
            "a": "In order to register to vote, Missourians must submit a completed voter registration application to their local election authority. This can be done in person or by mail.\nA voter may register in person at one of the following locations:\nWhen registering in person, applicants are required to present a form of personal identification. A voter can also register to vote by mail by completing a post card voter registration application. You can request a voter registration application from the local election authority or from our website.\nWithin 7 days of receiving your registration, the election authority should mail verification that your registration has been received and processed. If you do not receive this verification, you should contact your local election authority to ensure that you are indeed registered to vote. You will receive your identification card after voting for the first time.\n",
            "s": "https://www.sos.mo.gov/elections/goVoteMissouri/votereg",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "2. What is the deadline for registering to vote in an election?",
            "a": "In order to be registered to vote in an election, you need to be registered by the Election Day deadline, or the normal close of business of any public building where registration is allowed, whichever is later, on the fourth Wednesday prior to the election. If registering by mail, your voter registration must be postmarked on the fourth Wednesday prior to the election. If you register after such time, you will be registered to vote in subsequent elections.\n",
            "s": "https://www.sos.mo.gov/elections/goVoteMissouri/votereg",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "3. What should I do about my registration if I move, or change my name?",
            "a": "In order to change your name in the voter registration lists, you need to contact the election authority before the election or an election judge at your polling place and notify them of the change. The election authority will enter the change on the record and issue new voter identification cards. Voters are allowed to vote at one election under the old name without changing their voter registration after notifying the election judges of the name change.\nIn order to find out how you can update your registration to vote because of change of name or change of address, visit our register to vote page.\nIf you have moved to a different address within the same county, you are permitted to change your registration address on Election Day at your new polling place or the central polling location. It is recommended that you contact your local election official with any address changes prior to Election Day in order to determine your assigned polling place.\n\nYou may file a change of address in person at the office of your local election authority on Election Day, provided that your registration in the previous jurisdiction was not removed. Those whose registration was removed, or whom have moved to Missouri from another state will need to fill out  a new voter registration application. Deadline for new voter registration applications is the fourth Wednesday prior to an election.\nIf you moved to Missouri after the deadline to register for a presidential election, you are entitled to register and vote only a presidential and vice presidential ballot in your new jurisdiction.\n",
            "s": "https://www.sos.mo.gov/elections/goVoteMissouri/votereg",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "4. How do I find out if I’m registered to vote or if I am on the voter rolls in the county where I live?",
            "a": "You may look up whether or not you are currently registered to vote at the Voter Information Lookup online. You may also contact your local election authority.\n",
            "s": "https://www.sos.mo.gov/elections/goVoteMissouri/votereg",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "5. If I registered to vote by mail, how do I know my registration has been received and processed?",
            "a": "If you have not received a verification notice within seven to ten days, you should contact your local election authority to verify that your mail-in registration was received and processed.\n",
            "s": "https://www.sos.mo.gov/elections/goVoteMissouri/votereg",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "6. I lost my voter identification card. How do I obtain a new one?",
            "a": "You may contact your local election authority to request a new one. Presenting a voter identification card is not required on election day. Voters must present a form of valid id. You may look up your polling place at the Voter Information Lookup.\n",
            "s": "https://www.sos.mo.gov/elections/goVoteMissouri/votereg",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "1. What kind of identification do I need to take with me to vote?",
            "a": "If you are a registered voter, you can vote. Missouri law provides multiple identification options. For more information, view acceptable IDs. \n",
            "s": "https://www.sos.mo.gov/elections/goVoteMissouri/electionday",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "2. Where do I vote?",
            "a": "If you are registered to vote, you may be able to find your polling place at our Voter Information Lookup.\nYou can only vote at your assigned polling place or, if there is a problem at your assigned polling place, you may be eligible to vote at the central polling place. Verifying your assigned polling place with your local election authority prior to Election Day will help to eliminate potential complications.\n",
            "s": "https://www.sos.mo.gov/elections/goVoteMissouri/electionday",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "3. When does my polling place open?",
            "a": "Polling places open at 6:00 a.m. and remain open until 7:00 p.m. Those individuals arriving after the polling place has closed will not be allowed to vote. However, those individuals in line at 7:00 p.m. will be allowed to vote.\n",
            "s": "https://www.sos.mo.gov/elections/goVoteMissouri/electionday",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "4. Where can I see a sample ballot?",
            "a": "You may be able to view your sample ballot at our Voter Information Lookup.\nSample ballots can also be viewed at the polling place or at the office of your local election authority. Sample ballots are also required to be printed twice prior to each election in newspapers of general circulation. Some election jurisdictions may also mail sample ballots to all registered voters in that jurisdiction.\n",
            "s": "https://www.sos.mo.gov/elections/goVoteMissouri/electionday",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "5. What will be on the ballot on Election Day?",
            "a": "You may view statewide ballot measures online.\nYou may view federal/state candidates online.\n",
            "s": "https://www.sos.mo.gov/elections/goVoteMissouri/electionday",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "6. I need help when I vote. What are my options?",
            "a": "Curbside Voting,If you have limited mobility you may be able to vote \"curbside\" or outside the polling place. You should go to your polling place and ask someone to go in and ask poll workers to bring a ballot out to you. The poll workers should bring you a ballot within a reasonable period of time. Accessible Voting Systems,Every polling place must have an accessible voting system for individuals with disabilities including audiovisual accessibility. Accessible systems include an audio ballot to make selections or the ability to enlarge text so that you can read the on-screen ballot with ease.  You can view approved voting systems. Permanent Absentee Voting,If you have a permanent physical disability you may request to be placed on a designated list so that your local election authority can automatically mail an absentee ballot application directly to you prior to each election. You will need to make this request directly your local election authority who will send you further information. Personal Assistance, If you cannot read or write, are blind or have another physical disability and cannot vote your ballot, you may choose to bring in a person to help you vote. Your assistant does not have to be over the age of 18 or have to be a registered voter. Additionally, a bipartisan team of poll workers can assist you upon request.",
            "s": "https://www.sos.mo.gov/elections/goVoteMissouri/electionday",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "7. How can I find out election results?",
            "a": "You can view current election night tabular results and archived election night results.",
            "s": "https://www.sos.mo.gov/elections/goVoteMissouri/electionday",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "1. What are the qualifications to be a voter?",
            "a": "In order to register to vote, an individual must be:\nIf an individual meets these requirements, they are entitled to register to vote. To be entitled to vote, a person:\n",
            "s": "https://www.sos.mo.gov/elections/goVoteMissouri/votingrights",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "2. I was convicted of a felony, and have completed my probation and parole. Can I vote?",
            "a": "Yes. Upon completion of your sentence and probation or parole, you are eligible to vote in elections. Individuals who have been convicted of an election offense, whether a felony or misdemeanor, are not allowed to vote.\n",
            "s": "https://www.sos.mo.gov/elections/goVoteMissouri/votingrights",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "3. Can I vote without a photo ID?",
            "a": "If you do not have a photo ID, but are a registered voter, you may cast a provisional ballot. Click here to see your options\n",
            "s": "https://www.sos.mo.gov/elections/goVoteMissouri/votingrights",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "4. I will be out of town on Election Day. How will I vote?",
            "a": "If you are going to be unable to vote on Election Day due to:\nThe absentee voting period begins on the sixth Tuesday before the date of the election. All requests for an absentee ballot should be submitted by the day before the election if voting in person, or by 5:00 p.m. on the second Wednesday before the election if requesting a ballot by mail. The election authority must receive all absentee ballots by the close of polls on Election Day in order to be counted.\nYou can apply for an absentee ballot in person, by mail, by fax, or a guardian or close relative (parents, siblings, children, grandchildren, grandparents, as well as these relationships through marriage) may request in person an absentee ballot for you. Each application should be made to the election authority of the jurisdiction in which you are registered.\nThe application needs to be in writing and needs to give the following information:\nFor more details or to answer specific questions on absentee voting contact your local election authority or contact the Secretary of State's Election Division at (800) NOW-VOTE or elections@sos.mo.gov.\n",
            "s": "https://www.sos.mo.gov/elections/goVoteMissouri/votingrights",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "5. I need help when I vote. What are my options?",
            "a": "No Excuse with ID, During the two weeks prior to the election, you may vote a no-excuse absentee ballot in person at a location designated by your local election authority. Curbside Voting, If you have limited mobility you may be able to vote \"curbside\" or outside the polling place. You should go to your polling place and ask someone to go in and ask poll workers to bring a ballot out to you. The poll workers should bring you a ballot within a reasonable period of time. Accessible Voting Systems,Every polling place must have an accessible voting system for individuals with disabilities including audiovisual accessibility. Accessible systems include an audio ballot to make selections or the ability to enlarge text so that you can read the on-screen ballot with ease. Permanent Absentee Voting,If you have a permanent physical disability you may request to be placed on a designated list so that your local election authority can automatically mail an absentee ballot application directly to you prior to each election. You will need to make this request directly your local election authority who will send you further information. Personal Assistance, If you cannot read or write, are blind or have another physical disability and cannot vote your ballot, you may choose to bring in a person to help you vote. Your assistant does not have to be over the age of 18 or have to be a registered voter. Additionally, a bipartisan team of poll workers can assist you upon request.",
            "s": "https://www.sos.mo.gov/elections/goVoteMissouri/votingrights",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "1. I received my absentee ballot by mail as I requested, but my plans have changed and I will be here on Election Day and I want to vote at my polling place. What should I do with my absentee ballot?",
            "a": "Contact your local election authority for further instructions.\n",
            "s": "https://www.sos.mo.gov/elections/goVoteMissouri/votingquestions",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "2. What should I do about my registration if I move, or change my name?",
            "a": "In order to change your name in the voter registration lists, you need to contact the election authority before the election or an election judge at your polling place and notify them of the change. The election authority will enter the change on the record and issue new voter identification cards. Voters are allowed to vote at one election under the old name without changing their voter registration after notifying the election judges of the name change.\nIn order to find out how you can update your registration to vote because of change of name or change of address, visit our register to vote page.\nIf you have moved to a different address within the same county, you are permitted to change your registration address on Election Day at your new polling place or the central polling location. It is recommended that you contact your local election official with any address changes prior to Election Day in order to determine your assigned polling place.\nYou may file a change of address in person at the office of your local election authority on Election Day, provided that your registration in the previous jurisdiction was not removed. Those whose registration was removed, or whom have moved to Missouri from another state will need to fill out  a new voter registration application. Deadline for new voter registration applications is the fourth Wednesday prior to an election.\nIf you moved to Missouri after the deadline to register for a presidential election, you are entitled to register and vote only a presidential and vice presidential ballot in your new jurisdiction.\n",
            "s": "https://www.sos.mo.gov/elections/goVoteMissouri/votingquestions",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "3. I will be out of town on Election Day. How will I vote?",
            "a": "If you are going to be unable to vote on Election Day due to:\nThe absentee voting period begins on the sixth Tuesday before the date of the election. All requests for an absentee ballot should be submitted by the day before the election if voting in person, or by 5:00 p.m. on the second Wednesday before the election if requesting a ballot by mail. The election authority must receive all absentee ballots by the close of polls on Election Day in order to be counted.\nYou can apply for an absentee ballot in person, by mail, by fax, or a guardian or close relative (parents, siblings, children, grandchildren, grandparents, as well as these relationships through marriage) may request in person an absentee ballot for you. Each application should be made to the election authority of the jurisdiction in which you are registered.\nThe application needs to be in writing and needs to give the following information:\nFor more details or to answer specific questions on absentee voting contact your local election authority or contact the Secretary of State's Election Division at (800) NOW-VOTE or elections@sos.mo.gov.\n",
            "s": "https://www.sos.mo.gov/elections/goVoteMissouri/votingquestions",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "4. What happens if I go to my polling place on Election Day and my name is not in the poll book?",
            "a": "If your name does not appear on the poll book and you are eligible to vote at that precinct, you may be entitled to vote a provisional ballot. Every effort will be made to determine your eligibility and your correct polling place so that you can cast a regular ballot. If it can be determined that you are at the wrong polling place, you will be directed to the correct or central polling place to cast a regular ballot.\n",
            "s": "https://www.sos.mo.gov/elections/goVoteMissouri/votingquestions",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "5. If I registered to vote by mail, how do I know my registration has been received and processed?",
            "a": "If you have not received a verification notice within seven to ten days, you should contact your local election authority to verify that your mail-in registration was received and processed.\n",
            "s": "https://www.sos.mo.gov/elections/goVoteMissouri/votingquestions",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "6. What kind of primary election does Missouri have?",
            "a": "Missouri has what is known as an \"open\" primary. In an open primary, voters may take a ballot for any party and vote for those candidates. Missouri does not require voters to \"affiliate\" with any political party when they register.\n",
            "s": "https://www.sos.mo.gov/elections/goVoteMissouri/votingquestions",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What is the deadline for receiving absentee ballots in Missouri?",
            "a": "In Missouri, absentee ballots must be received by the election authority by the close of polls at 7:00 p.m. on Election Day, November 5th, whether submitted by mail or in person, in order to be counted.",
            "s": "https://www.vote411.org/missouri",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "How to requst absentee ballot?",
            "a": "You can request absentee ballots from your local election authority in person or by mail or fax. Mailed in or faxed absentee ballot requests should be submitted to the appropriate local election authority. Relatives within the second degree (parents and children,) may complete an absentee ballot application, in person, on behalf of the voter who wishes to vote absentee. Do not send absentee ballot applications to the secretary of state's office. They must be sent to the local election authority to be valid.",
            "s": "https://www.vote411.org/missouri",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Who is exempt from the identification and notary requirements for absentee ballots? ",
            "a": "This identification requirement, as well as the notary requirement for absentee ballots, does not apply to overseas voters, those on active military duty or members of their immediate family living with them or voters who are permanently disabled and their caregivers.",
            "s": "https://www.vote411.org/missouri",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What should someone do if they requested an absentee ballot but decide to vote in person?",
            "a": "Those who requested an absentee ballot but end up voting in person, should contact their local election authority for further instructions. Overseas citizens and U.S. military personnel can register to vote and request an absentee ballot at the Overseas Vote Foundation.",
            "s": "https://www.vote411.org/missouri",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Where are ballot drop boxes located?",
            "a": "No drop boxes are available. You can hand-deliver your absentee ballot to your local election authority. You can look up the address of your local election authority here.  Mail-in ballots may be received by the local voting authority’s office by 7:00 pm on Election Day. Mail-in ballots may be returned by mailing service, in person, or a close relative. Curbside service is available. Suppose the voter requested an absentee ballot but never received or lost it. In that case, they may file a lost ballot claim at their polling location, a central polling location, or the voting authority’s office and vote a regular ballot. If the voter has their ballot and hasn’t returned it and wishes to vote a regular ballot, they may go to their regular polling location, a central polling location, or the voting authority’s office and spoil the absentee ballot and vote a regular ballot.",
            "s": "https://www.vote411.org/missouri",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "When is early voting available?",
            "a": "During the two weeks before an election, you may vote a no-excuse absentee ballot in person at a location designated by your local election authority. When voting an absentee ballot in person, you must show an acceptable form of photo ID. Please check out Absentee Voting to see how to vote before Election Day.",
            "s": "https://www.vote411.org/missouri",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What are the eligibility requirements to vote?",
            "a": "To be eligible to vote you must be: 17.5 years old and 18 years old by Election Day A U.S. citizen A Missouri resident and must be registered to vote in the jurisdiction of the person's domicile prior to the election registration deadline. Not confined under a sentence of imprisonment Not on probation or parole after the conviction of a felony Not convicted of a felony or misdemeanor connected with voting or the right of suffrage If a voter moves within a voting jurisdiction or county they may go to the polling location for their current address, a central polling location, or the voting jurisdiction’s office, change their address, and vote. Since they are updating their registration, they will only need the ID required for registration—their voter card, recent utility bill, recent paycheck, a photo ID from a college, or another photo ID that may be expired. If a voter moves into a new voter jurisdiction, they must update their address and vote at the voting jurisdiction’s office.",
            "s": "https://www.vote411.org/missouri",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What ID do I need to register to vote?",
            "a": "When registering in person, you are required to present a form of personal ID. Accepted forms or ID are: ID issued by the Federal Government, state of Missouri or a local election authority (For example: Missouri driver's license, US Passport, etc.) ID issued by a Missouri institution (public or private) of higher education, including a university, college, vocational and technical schools A copy of a current utility bill, bank statement, paycheck, government check or other government document that contains your name and address Driver's license or state ID card issued by another state If you do not have any of these accepted forms of ID, you may still cast a ballot if two supervising election judges, one from each major political party, attest they know you.",
            "s": "https://www.vote411.org/missouri",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What forms of identification are accepted for voting?",
            "a": "All Missouri voters must show acceptable identification and sign the poll book to obtain their ballot. Acceptable forms of ID include: A nonexpired Missouri driver or non-driver license; A nonexpired [or unexpiring] military ID, including a veteran’s ID card; A nonexpired United States passport; or Another photo ID issued by the United States or the state of Missouri which is either not expired or expired after the date of the most recent general election.* *If the driver or non-driver license has expired after the most recent general election, it is an acceptable form of voter ID. If you do not have an acceptable photo ID, you may be eligible for a free MO nondriver license for voting purposes. The Missouri Department of Revenue may provide 1 free nondriver license to all Missourians. For more information call 573-526-VOTE or visit https://dor.mo.gov/. You can also request help from the Secretary of State through this form. If you do not possess any of these forms of identification, but are a registered voter, you may cast a provisional ballot.",
            "s": "https://www.vote411.org/missouri",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "When are official election results released?",
            "a": "Official results are never available on Election Day. Election officials are working around the clock to count an unprecedented number of ballots, and it’s essential that they take the time to make sure every vote is counted. Absentee ballots begin being counted on Election Day. Provisional ballots are counted 2 weeks after the election. Official election results will be uploaded on Missouri’s Secretary of State website, within 15 days after Election Day.",
            "s": "https://www.vote411.org/missouri",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What are the voting hours at polling places?",
            "a": "The polls will be open from 6:00 am to 7:00 pm.",
            "s": "https://www.vote411.org/missouri",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Where can I find my Voter Service and Polling Center location?",
            "a": "You can find your polling place by utilizing your state resource. If you have further questions on your polling place location, please contact your county clerk.",
            "s": "https://www.vote411.org/missouri",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "How does the primary election process work?",
            "a": "Missouri had a state-run open presidential primary from 2000 to 2022. However, since the new law passed in 2022, political parties now control the process. In 2024, the Missouri GOP will hold a caucus on March 2nd and the Missouri Democrats will have a primary on March 23rd. For more information, contact the Missouri GOP at 573-606-0402 or the Missouri Democratic Party at 573-777-1364. If you have any questions about your state’s primary election, please contact your local election officials.",
            "s": "https://www.vote411.org/missouri",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "When would I need to vote using a provisional ballot?",
            "a": "If you don’t bring a government-issued photo ID to your polling place on Election Day, you can request a blue provisional ballot. Your vote won’t count unless you come back to your polling place that day with an acceptable ID or if your signature matches the one on your voter registration record. If your name does not appear on the poll book and you are eligible to vote at that precinct, you may also receive a provisional ballot. Every effort will be made to determine your eligibility and your correct polling place so you can cast a regular ballot. Provisional Ballots are counted two weeks after the election. For more information, go to LWVMO.org.",
            "s": "https://www.vote411.org/missouri",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What accommodations are available for voters with disabilities?",
            "a": "There are multiple options available for voters who require accessible methods to cast their votes. It is up to the voter to decide which method is best suited for them. Election officials cannot make this decision for you, and your ballot will remain anonymous no matter which method you choose. Absentee voting by mail is an option available to Missouri voters who are unable to vote in person due to illness or disability. If you qualify, you can request an absentee ballot application that doesn’t require notarization. The deadline for submitting the application is 5 p.m. on the 2nd Wednesday prior to the election. If you have a permanent disability, you can request to be included in a list of voters who automatically receive an absentee ballot application before each election. You can contact your local election officials to learn more about this option. Accessible voting machines are available to accommodate voters with different needs, including those with print disabilities. If you require an accessible voting machine, inform the election officials as soon as you arrive at the polling place to allow them time to set it up for you. The accessible voting machine offers multiple features to cater to different needs. If you are blind, you can choose to have the ballot read out loud to you through a human-sounding voice using a set of headphones available at the polling station. If you prefer, you can bring your own headset. If you have limited vision, you can elect to view the ballot in larger print without the need for a magnifier. If you have a learning disability or an intellectual disability, accessible voting machines offer features that may help you. If you have limited use of your hands, the voting machine has easy-to-use knobs and buttons. If you require assistance in marking your ballot, you can bring someone of your choice who is at least 18 years old to help you in the voting booth. If you don't have anyone available, two election officials (one Democrat and one Republican) can assist you. Curbside voting is an option for voters who are unable to enter the polling location due to health limitations. Election officials can bring the ballot to your car in a clearly marked driving lane/parking spot. If you are in the City of St. Louis, you can use a doorbell to alert officials that you need curbside voting. In St. Louis County, you can follow a sign to request your ballot or ask someone to alert a poll worker. All polling locations are required to have wheelchair-accessible voting booths. For more information, you can utilize the American Association of People With Disabilities (AAPD) resource.",
            "s": "https://www.vote411.org/missouri",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What is the deadline to register to vote?",
            "a": "You may update your name and address, register to vote for the first time, or complete a voter registration application online! In order to be registered to vote in an election, you need to be registered by the fourth Wednesday before the election (27 days). If you register after that time, you are registered to vote in the next elections. Not registered? Use our registration tool to fill out your application!",
            "s": "https://www.vote411.org/missouri",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What are the rules for taking time off work to vote?",
            "a": "Employers must grant employees up to three hours paid leave to vote, unless polls are open three consecutive hours before or after regular working shift. Employees must request this time prior to Election Day, and the employer may specify when during the working day employees may take time off.",
            "s": "https://www.vote411.org/missouri",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "How can I verify my voter registration status?",
            "a": "",
            "s": "https://www.vote411.org/missouri",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What are the requirements for voting by mail?",
            "a": "A new election law (HB1878) requires that local election authorities be able to count and audit paper ballots. Local election authorities will not be able to use direct-recording electronic vote-counting machines after Jan. 1, 2024. The voting systems used in Missouri are optical scan and punch card. Optical Scan: With this system, you will receive a card or sheet of paper, which you take over to a private table or booth. The card has the names of the various candidates and ballot measures printed on it. With a pen or pencil you fill in a little box or circle or the space between two arrows. When you are finished filling out all the cards, you may bring the cards over to a ballot box, where poll workers will show you how to put the cards in the box. Or in some places, you may feed the completed cards or papers into a computer device that checks your card or paper right there at the polling place to make sure you have voted the way you want to and counts the votes. Punchcards: With a punchcard system, when you sign in at the polling place, the poll workers will give you one or more cards. These cards are usually about 8 inches by 3 inches, with small rectangles that can be punched out. You take your cards to a small private table. You'll see a booklet mounted on a frame. The frame will have a place for you to slide your first card in. Make sure that it's in all the way and lined up correctly. If you're not sure, ask one of the poll workers to make sure you've got it right. The table also has a little device (often a metal stylus or stick) that you use to punch holes next to the name of the person or ballot measure you want to vote for. Give it a firm punch, so it pushes out that little cardboard rectangle or chad. You may have to look at the booklet carefully so that you punch the right hole lined up with the person you want to vote for. Often there is a little arrow that helps you find the right hole. Some punchcards have the names of the candidates written right on the cards. You may need to vote on more than one card. Look it over carefully, so you put the right card in the right slot. Some punch card systems use both sides of the card, so look on the back of each card too. Check to see that all the holes are punched all the way through and there are no little pieces of cardboard (chad) hanging from your card. When you are done, pick up all your cards. There may be an envelope to put your cards in. Take your cards over to the ballot box and put the cards into the box.",
            "s": "https://www.vote411.org/missouri",
            "t": "2024-10-31T00:00:00Z"
        }
    ]
}