{
    "state": "MS",
    "num_questions": 27,
    "num_answers": 27,
    "contributor": "Gaurav Kumar",
    "questions": [
        {
            "q": "Where do I register to vote?",
            "a": "You can register to vote at your Circuit Clerks office, your Municipal Clerks office, when you get your drivers license at the Department of Public Safety, or through the mail by downloading a voter registration form from our website and mailing it to your Circuit Clerk. Keep in mind that first time, mail-in, unverified registrants must show ID the first time they go to the polls. Here is a link to the voter registration form: Voter Registration Form",
            "s": "https://www.sos.ms.gov/index.php/elections-voting/faqs",
            "t": "2024-11-18T12:24:05.982815"
        },
        {
            "q": "How do I contact my Circuit Clerk?",
            "a": "Refer to the list of clerks' contact information.",
            "s": "https://www.sos.ms.gov/index.php/elections-voting/faqs",
            "t": "2024-11-18T12:24:05.984891"
        },
        {
            "q": "Where do I vote?",
            "a": "Please contact your Circuit Clerk or the Elections Hotline at 1-800-829-6786.",
            "s": "https://www.sos.ms.gov/index.php/elections-voting/faqs",
            "t": "2024-11-18T12:24:05.985555"
        },
        {
            "q": "Who are my elected officials?",
            "a": "Refer to the list of clerks contact information.",
            "s": "https://www.sos.ms.gov/index.php/elections-voting/faqs",
            "t": "2024-11-18T12:24:05.986435"
        },
        {
            "q": "How do I get an absentee ballot if I am overseas or serving in the military outside my home state?",
            "a": "The Uniformed and Overseas Citizens Absentee Voting Act (UOCAVA) provides for certain provisions to assist voters in these categories to receive and return their absentee ballot in time to be counted on election day. UOCAVA Voters - Please contact your Circuit Clerk to request an absentee ballot for any upcoming special elections your County may be having this year. County Circuit Clerks - Contact Information Contact our office if you have any questions about upcoming elections. UOCAVA@sos.ms.gov 1-800-829-6786",
            "s": "https://www.sos.ms.gov/index.php/elections-voting/faqs",
            "t": "2024-11-18T12:24:05.987313"
        },
        {
            "q": "How can I request and return an absentee ballot for an upcoming general election?",
            "a": "2024 General Election: Important Return Dates In Mississippi, mail-in absentee ballots must be postmarked by Election Day, November 5th. These ballots must be received by your Circuit Clerks Office within five (5) business days of the election, November 13th, in order to count. In Mississippi, there are two types of Absentee Voting: in-person and by mail. Absentee voting is available if you meet any of the criteria below. The last day to request an absentee ballot is 5 days before the election. You can return your absentee ballot request form by mail or in person. Voted ballots must be postmarked by Election Day and received up to 5 days after the election to be counted. Track the status of your absentee or affidavit ballot using your state's online tool . Who can vote absentee in-person? A student, teacher, or administrator at school who needs to be away from their home county for their studies or job on Election Day. A voter who is away from their home county on Election Day for any reason can vote absentee. Any person who has a temporary or permanent physical disability The parent, spouse, or dependent of a person with a temporary or permanent physical disability who is hospitalized outside of their home county or more than 50 miles away, and will be with that person on Election Day Any person who is 65 years old or older A member of the Mississippi congressional delegation who is absent from Mississippi on Election Day A voter who has to work on Election Day when the polls are open Who can vote absentee by mail? Any person temporarily living outside of their home county who needs their ballot mailed to an address outside the county Any person with a temporary or permanent physical disability who can't vote in person without significant difficulty or whose presence at the voting place could be dangerous to themselves or others The parent, spouse, or dependent of a person with a temporary or permanent physical disability who is hospitalized outside their home county or more than 50 miles away, and will be with that person on Election Day Any person who is 65 years old or older Beginning July 1, 2024, new qualifying criteria for requesting an absentee ballot by mail will be established. Voters will be eligible to vote-by-mail if they are: Incarcerated in a prison or jail in the county where they are registered to vote and have not been convicted of a disenfranchising offense Required to be on-call during voting hours on Election Day Returning your Voted Ballot: All mail ballots have to be sent back by mail. You can't drop off a completed mail ballot by hand, use drop boxes, or any other way to return the mail ballot. Voted ballots must be postmarked by Election Day and received up to 5 days after the election to be counted. Track the status of your absentee or affidavit ballot using your state's online tool. Please check with your voter registrar to determine if you are entitled to vote absentee and to learn the procedures for doing so. You can fill out an absentee ballot request form here . Mississippians who need assistance with voting If you need assistance due to a disability, blindness, or inability to read or write, you may select a person of your choice to assist you with delivering or returning your absentee mail-in ballot. Those who requested an absentee ballot but end up voting in person: You may only do so by a provisional ballot. Do not mail a ballot and vote in person. For specifics, you can find your local county clerk contact info here . US military personnel and overseas citizens can find information on how to register to vote and request an absentee ballot at the Overseas Vote Foundation . Request your Ballot",
            "s": "https://www.vote411.org/mississippi",
            "t": "2024-11-19T01:47:24.347416"
        },
        {
            "q": "What should I do if there's an issue with my absentee or provisional ballot before the election deadline?",
            "a": "The deadline to cure (correct) your absentee/mail ballot is noon on November 15, 2024. Your county election board will notify you if there is a missing signature or a signature mismatch with your ballot within one business day of the election. Voters who cast an affidavit ballot by reason of voter ID must submit their acceptable voter ID or complete an affidavit of religious objection in the Circuit Clerk's Office by November 13, 2024. Track the status of your absentee or affidavit ballot using your states online tool.",
            "s": "https://www.vote411.org/mississippi",
            "t": "2024-11-19T01:47:24.349726"
        },
        {
            "q": "Where can I find information on campaign contributions for candidates and ballot measures?",
            "a": "For information on federal campaign contributions, please visit Open Secrets . For information on state campaign contributions, please visit your state's resource.",
            "s": "https://www.vote411.org/mississippi",
            "t": "2024-11-19T01:47:24.350548"
        },
        {
            "q": "Where can I access comprehensive details about candidates and ballot measures in the election?",
            "a": "Information on local, state and federal candidates and ballot measures may be available here .",
            "s": "https://www.vote411.org/mississippi",
            "t": "2024-11-19T01:47:24.351141"
        },
        {
            "q": "What are the options and deadlines for submitting my ballot using drop boxes?",
            "a": "No drop boxes are available.",
            "s": "https://www.vote411.org/mississippi",
            "t": "2024-11-19T01:47:24.351660"
        },
        {
            "q": "When does early voting start and end, and how can I participate in early voting?",
            "a": "Early voting does not exist in Mississippi. In-person absentee voting will begin as soon as absentee ballots are available. Check with your county circuit clerks office for more details about when and where to vote.",
            "s": "https://www.vote411.org/mississippi",
            "t": "2024-11-19T01:47:24.352168"
        },
        {
            "q": "How can I find out the important dates for upcoming elections?",
            "a": "The next election date can be found here https://www.vote411.org/mississippi . Contact your local Board of Elections for more information.",
            "s": "https://www.vote411.org/mississippi",
            "t": "2024-11-19T01:47:24.352741"
        },
        {
            "q": "What are the eligibility criteria to vote in an election?",
            "a": "To be eligible to vote you must be: A resident of Mississippi for 30 days before the election At least 18 years old, or will be 18 by the next General Election Not declared mentally incompetent by a court Not convicted of a disenfranchising crime Incarcerated Voters & Returning Citizens: In Mississippi, you do not lose your voting rights if you were convicted of a crime in federal court or in another state. Most people in federal custody or leaving federal custody are eligible to vote in Mississippi. You only lose your voting rights if you are convicted of one of 23 barred crimes in the state. In this case, you can't vote while incarcerated, on probation, or on parole. Your right to vote can only be restored by the Governor or through a bill passed by both houses of the state legislature. Pretrial detention, misdemeanors, and federal and out-of-state convictions do not restrict your voting rights. Voters without traditional residence: In Mississippi, if you dont have a permanent or fixed home, you can register to vote by including a drawing of your location to enable your county clerk to identify your appropriate voting precinct. The mailing address you provide on your registration can be a PO box, local shelter, advocacy organization, outreach center, or the home of someone who will accept mail for you.",
            "s": "https://www.vote411.org/mississippi",
            "t": "2024-11-19T01:47:24.353427"
        },
        {
            "q": "What forms of identification are required to register to vote, and how can I prove my citizenship?",
            "a": "You will need to provide your driver's license number or the last 4 digits of your Social Security number on your voter registration form . If you do not have a driver's license number or Social Security number and you are registering by mail for the first time, you must include another form of ID with your application. Acceptable forms of ID are: A copy of current valid photo identification A copy of a current utility bill, bank statement, government check, paycheck, or other government document showing your name and address Once you are registered, you generally remain registered indefinitely, unless you move or no longer meet one of the qualifications to vote.",
            "s": "https://www.vote411.org/mississippi",
            "t": "2024-11-19T01:47:24.354371"
        },
        {
            "q": "What types of identification are acceptable at polling places for voting?",
            "a": "Photo ID is required in order to vote. Expired photo IDs are acceptable as long as they are not more than 10 years old. Acceptable forms of ID are: A driver's license Photo ID card issued by a branch, department or entity of the State of Mississippi US passport Government employee ID card Firearms license Student photo ID issued by an accredited Mississippi university, college or community/junior college US military ID Tribal photo ID Any other photo ID issued by any branch, department, agency or entity of the US governemtn or any state government Mississippi Voter ID Card If you do not have any of these forms of ID, you can obtain a Mississippi Voter ID Card at no cost. You can apply for a Mississippi Voter ID card at any Circuit Clerk's office during normal business hours. Or call 1-855-868-3745 for more information. Voters can call or text 844-338-8743 at any time to reach VoteRiders Voter ID Helpline",
            "s": "https://www.vote411.org/mississippi",
            "t": "2024-11-19T01:47:24.355337"
        },
        {
            "q": "When and where will the official election results be available, and how can I track them?",
            "a": "Official results are never available on Election Day. Election officials are working around the clock to count an unprecedented number of ballots, and its essential that they take the time to make sure every vote is counted. Absentee ballots begin being counted on Election Day. Provisional ballots are counted 5 days after the election. For Presidential elections, local results will be certified no later than 10 days after Election Day. Official election results will be uploaded on Mississippis Secretary of State website , within 30 days after Election Day. Official Results",
            "s": "https://www.vote411.org/mississippi",
            "t": "2024-11-19T01:47:24.356077"
        },
        {
            "q": "How can military personnel and overseas citizens register and vote in elections?",
            "a": "You are a Military or Overseas voter if you are in uniformed services, living overseas OR a spouse or dependent of a uniformed services voter. To get registered and vote, you can utilize Overseas Vote Foundation. If you have additional questions about elections and voting overseas you can use our state specific elections official directory or contact the Overseas Vote Foundation.",
            "s": "https://www.vote411.org/mississippi",
            "t": "2024-11-19T01:47:24.356672"
        },
        {
            "q": "What are the requirements and steps to become a poll worker for an election?",
            "a": "You can make sure we have safe, fair, and efficient elections for all. Become a poll worker toda y! In order to be a poll worker in Mississippi, you must: Be registered to vote in Mississippi Be entitled to compensation Be at least 18 years of age Be a resident of the county Complete required training Students 16 or older who are enrolled in high school and have residency in the county or municipality may work with a recommendation from the principal To sign up, contact your local board of elections .",
            "s": "https://www.vote411.org/mississippi",
            "t": "2024-11-19T01:47:24.357326"
        },
        {
            "q": "What are the operating hours of polling places on Election Day?",
            "a": "Polls will be open from 7:00 am to 7:00 pm.",
            "s": "https://www.vote411.org/mississippi",
            "t": "2024-11-19T01:47:24.357803"
        },
        {
            "q": "How can I find the exact location of my designated polling place?",
            "a": "You can find your polling place by utilizing your state resource. If you have further questions on your polling place location, please contact your county clerk .",
            "s": "https://www.vote411.org/mississippi",
            "t": "2024-11-19T01:47:24.358225"
        },
        {
            "q": "How does the primary election process work for affiliated and unaffiliated voters?",
            "a": "Mississippi is an open primary state. You can choose the partys ballot you wish to vote. This decision does not register you with that party and it is a private decision. In a primary election if a candidate does not with the majority of the votes (50%+1) there will be a primary runoff election scheduled for a few weeks after the primary election date. The runoff election will have the top two candidates with the most votes to ensure that one of them receives the majority of the voters. If you have any questions about your states primary election, please contact your local election officials .",
            "s": "https://www.vote411.org/mississippi",
            "t": "2024-11-19T01:47:24.358782"
        },
        {
            "q": "Under what circumstances will I need to cast a provisional ballot, and how is it processed?",
            "a": "Known as an affidavit ballot, voters whose names do not appear in the poll book or do not have an acceptable form of ID are entitled to vote by affidavit ballot. A voter who did not present photo ID because of a religious objection is entitled to have their ballot counted if they complete an Affidavit of Religious Objection in the Circuit Clerk's office within 5 business days after the election. A voter who did not present photo ID is entitled to have their ballot counted if they present photo ID in the Circuit Clerk's office within 5 business days after the election. Provisional Ballots are counted 5 business days after the election.",
            "s": "https://www.vote411.org/mississippi",
            "t": "2024-11-19T01:47:24.359562"
        },
        {
            "q": "What accessible voting options are available for voters with disabilities?",
            "a": "If you are permanently disabled, you can register to be on the voter disabled list and will automatically be sent a ballot. To register as a disabled citizen, you must get a signed statement from your physician stating you are permanently disabled. The new voting machines provide accessible voting for many disabled. If necessary, you can choose a person to assist you with your voting. For more information, you can utilize the American Association of People With Disabilities (AAPD) resource.",
            "s": "https://www.vote411.org/mississippi",
            "t": "2024-11-19T01:47:24.360447"
        },
        {
            "q": "What is the voter registration deadline for the upcoming election, and how can I register online?",
            "a": "In person registration at the county clerk's office must be done at least 30 days before the election. In most cases, circuit clerks and municipal clerks are available to register voters between 8:00 am and 5:00 pm. Mail in registration applications must be postmarked 30 days prior to the election.",
            "s": "https://www.vote411.org/mississippi",
            "t": "2024-11-19T01:47:24.361068"
        },
        {
            "q": "What are my rights regarding time off work to vote in elections?",
            "a": "Time off to vote is subject to the employer, there is no requirement for employers to grant time off to vote for employees.",
            "s": "https://www.vote411.org/mississippi",
            "t": "2024-11-19T01:47:24.361557"
        },
        {
            "q": "How can I verify my voter registration status and address any issues?",
            "a": "To verify your registration status click here!",
            "s": "https://www.vote411.org/mississippi",
            "t": "2024-11-19T01:47:24.362012"
        },
        {
            "q": "What types of voting machines are used at polling places, and how do they operate?",
            "a": "The voting systems used in Mississippi are DRE and paper ballots. Direct Recording Electronic (DRE): This is the newest kind of system in use in the U.S. All the information about who and what you are voting for is on an electronic screen like a TV or computer screen. There are many variations of DREs because lots of companies are inventing new ones, and many cities, counties and states are trying them out. Usually, after you have signed in, the poll workers will give you a card that you slide into a device to start your voting session. Some of these devices will show all of the candidates and ballot choices on one big screen. Often, with these big screen devices you push a button next to the name of the candidate you want to vote for (or yes or no on a ballot measure). On other DREs, the screen is set up to show pages. On each screen or page, there will probably be one thing to vote on. For example, on one screen or page, you might vote for president. Then you might move to the next page to vote for senator. Often these small-screen devices have a touch screen, where you touch the screen next to the name of the person you want to vote for. Other devices have a key pad. And some have a keyboard, so you can write in the name of someone you want to vote for. You let the system know you are finished voting by pushing a button, touching the screen or entering something on a keypad. Paper Ballots: Paper ballots are one of the oldest ways of voting in America. They are still used in a few places on Election Day. When you come to the polling place, you will get a paper ballot from the poll worker. You take it to the voting booth, and use a pen or pencil to mark a box next to your candidate and issue choices. You then drop the marked ballot into a sealed ballot box. You can learn more about voting systems by checking out the Elections Assistance Commission's (EAC) resource.",
            "s": "https://www.vote411.org/mississippi",
            "t": "2024-11-19T01:47:24.363098"
        }
    ]
}