{"state": "NC", "num_questions": 195, "num_answers": 200, "contributor": "Gaurav Kumar", "questions": [{"q": "When is the voter registration deadline?", "a": "The regular voter registration deadline in North Carolina is 25 days before an election. For details, see Voter Registration Deadlines.Do you need to register to vote or update your existing registration after the regular deadline? Eligible individuals may do so ahead of Election Day during the early voting period. See Register in Person During Early Voting.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "May I fax or email a voter registration form?", "a": "You may fax or email your voter registration application to update your name, address, or party affiliation. However, if the application is for a new registration, your county board of elections must receive your original, wet ink signature on your completed registration application, postmarked by the voter registration deadline and received no later than 20 days before a primary or election. Acceptance of application forms (N.C.G.S. § 163-82.6). Note: Eligible individuals who are N.C. Division of Motor Vehicles (NCDMV) customers may submit a voter registration application online. This process does not require a wet ink signature. Find more information at Complete Your Registration Online Through the DMV.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "May I sign a voter registration application for someone else?", "a": "No. Only the voter may sign their voter registration application. You are not permitted to sign anyone else’s voter registration application, even if you have power of attorney for the person.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "If I register as an unaffiliated voter, can I vote in a primary election?", "a": "Yes. If you are an unaffiliated voter, you may participate in the primary of any recognized political party, or you may request a nonpartisan ballot. However, you may vote in only one party’s primary.Participating in a partisan primary will not affect your status as an unaffiliated voter. If you request a nonpartisan ballot, you will only vote for those contests that are nonpartisan (i.e. referenda, etc.).", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Are voter registration forms available in other languages?", "a": "Voter registration materials and instructions are currently available in English and Spanish. You may download the voter registration application at Voter Tools and Forms.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "What are the rules around residency for voting purposes?", "a": "The residency rules for voting are found in Residence defined for registration and voting (N.C.G.S. § 163-57). The key points are:When registering to vote, the voter should use their “fixed” habitation as their residence, the place where “whenever that person is absent, that person has the intention of returning.”A voter who relocates temporarily with the intention of returning to their home will maintain their home residence. But if a voter intends to permanently move, that voter loses the residency at the previous address.You cannot claim two residences for voting purposes.Merely owning property or paying taxes somewhere does not establish residency for voting purposes. What matters is where the person’s fixed habitation is.To vote in an election, North Carolina law requires a voter to have established the residency they are claiming at least 30 days before the date of the election. The voter registration application requires a voter to attest to having been a resident for this long prior to an election. If a person moves within 30 days of an election, they should vote based on the residence they are moving from.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "What if I have moved within my county?", "a": "When you move within your county, you should complete an in-county change of address. You may make changes to your voter registration using one of the following methods:On your voter registration cardOn an Address Confirmation Notice By signed letter to your county board of electionsOn the N.C. voter registration application, or the National Mail Voter Registration FormOn the Federal Postcard Application or Federal Write-in Absentee Ballot (military and overseas voters only)At an early voting site (in person during early voting)On Election Day (recommend updating your address before Election Day)On the N.C. absentee ballot request form if you plan on voting by mailOn the online voter registration application available to DMV customersAt the DMV or any other NVRA voter registration agencyRelated ContentUpdating RegistrationRegister in Person During Early VotingNational Mail Voter Registration Form | The U.S. Election Assistance Commission (EAC)National Voter Registration Act (NVRA)Military and Overseas VotingVote By Mail", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "What if I have moved within a time period close to an election?", "a": "If you move during a time close to an election, the following rules apply:If you moved more than 30 days before the election, you must update your registration with your new address (or if applicable, register to vote in your new county of residence) no later than 25 days before the election. You may also update your address using same-day registration during the in-person early voting period.If you don’t update your voter registration by Election Day, you may still vote at your new polling location, as long as your move is within the same county. Since your move was unreported, you may be asked to vote a provisional ballot. You can also vote provisionally at your old polling place, but you may not receive a ballot with all the contests you are eligible to vote in. You can also vote at a central transfer precinct; contact your county board of elections for more information about this option.If you moved fewer than 30 days before the election, you must vote in your prior polling place.Please be sure to notify the board of any changes to your mailing address, if different from your residential address. The board may need to contact you by mail to inform you of changes to your polling place and/or voting districts.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "What about other changes?", "a": "If you need to make other changes to your voter record (name change, party affiliation change, etc.), you may use a voter registration application. For changes other than party affiliation, you may use same-day registration at an early voting site. For a primary election, you may not change your party affiliation at an early voting site. You may change your party affiliation during early voting for a general election, but the change would not take place until after canvass.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "How will I know the change has been made to my record?", "a": "Once you make changes to your voter registration record, allow two weeks for the delivery of your new voter registration card. Read the information carefully and note any changes or mistakes on the card. A voter registration card is for your use only; you do not need the card to vote. You can also check your information on the Voter Search.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "How does North Carolina ensure that only U.S. citizens can vote?", "a": "In North Carolina, many laws and processes work together to ensure that only qualified U.S. citizens cast ballots in elections. They include the following:The first question on the N.C. voter registration application, as required by state and federal laws, includes the following language: “Are you a citizen of the United States of America? If you checked ‘No’ in response to this citizenship question, do not submit this form. You are not qualified to vote.”Individuals registering to vote must sign the application, under penalty of perjury, that they are U.S. citizens. The language above the signature box states: “Fraudulently or falsely completing this form is a Class I felony under Chapter 163 of the N.C. General Statutes.”Most N.C. voters register either in-person at NCDMV offices when they apply for other services or through the NCDMV’s online voter registration application. Every first-time NCDMV customer is asked whether they are a U.S. citizen. If they answer “No,” they are not offered voter registration services at the end of the transaction. To use the online voter registration service, an individual must first enter their driver’s license or DMV-issued ID card number, Social Security number and date of birth. Only individuals who have been vetted previously in an NCDMV office can register or update their registration online.A new state law, which took effect July 1, 2024, requires clerks of superior court across the state to provide lists of voters who request to be excused from jury duty because they claimed they were not U.S. citizens. The State Board then compares those names with the voter rolls to determine whether any of those individuals are registered to vote. In August, court clerks provided the first set of data to the State Board, which matched them with the voter rolls. Nine individuals matched statewide. If a check of state and federal databases does not show any of those nine individuals have obtained citizenship, the State Board will send them letters informing the registrants of the agency’s findings and invite them, if not U.S. citizens, to cancel their registrations to comply with the law. See page 26 of the North Carolina Voter Registration List Maintenance Guide (PDF) for more information on this effort.Specifically, Certain acts declared felonies (N.C.G.S. § 163-275(13)) makes it a felony to register to vote or vote if a person is not a U.S. citizen.Section 1 of the application instructions accompanying the N.C. voter registration application includes language specifying that the applicant “must be a citizen of the United States.” The voter registration application and instructions are available in English and Spanish.Every voter, whether they vote in person or mail an absentee ballot, must sign an application to vote on which they certify that they are U.S. citizens. Fraudulently or falsely completing that application is a Class I felony.Each voting site must include posters in English and Spanish that include the language: “By signing your voter form today, you certify: You are a U.S. citizen. Non-citizens, including lawful permanent residents (‘green card’ holders), are not eligible to vote.”Any registered voter of a county may challenge the right of any person to register in the same county if that person has a valid basis to believe the registrant is not a U.S. citizen. Please see the Voter Challenge Procedures Guide (PDF) for additional information.The State Board of Elections’ website, ncsbe.gov, which can be translated into 15 languages other than English using the “Select Language” button on the website, contains information about voting eligibility in multiple places.As for voter registration processes, here’s a VR application: NC Voter Registration Application in English (fillable PDF). You will see that registrants must provide their date of birth and their driver’s license number or the last four digits of their Social Security number. These numbers are validated against data from the Division of Motor Vehicles and/or the Social Security Administration.There is no comprehensive, accurate, or up-to-date database of U.S. citizens that election administrators could use for verification purposes. However, if election officials learn that a non-U.S. citizen registers and/or votes in an election, the Investigations Division of the State Board of Elections will investigate. If warranted by the evidence, the State Board will forward that investigation to prosecutors for review and possible prosecution at the prosecutor’s discretion. Typically, there are very few, if any, cases of noncitizen registration or voting referred for prosecution statewide each year, which demonstrates how infrequent it is for noncitizens to register or vote.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "If I don’t vote, will my voter record be purged from the voter registration rolls?", "a": "Voter registration records are not “purged” simply due to non-voting. Voters are removed from the voter rolls following a biennial list maintenance process mandated by federal and state law. If a county board of elections has not had any contact with a voter for a period of two federal election cycles, then the voter will be sent a forwardable address confirmation mailing. The voter will be required to return the confirmation mailing within 30 days of the mailing. If the confirmation mailing is not returned by the voter within that time, or the mailing is returned by the U.S. Postal Service as undeliverable, then the voter’s record will be marked inactive in the voter registration database.Inactive voters are still registered voters. If an inactive voter presents to vote, the person will be asked to verify their address and update it if necessary. If a county board of elections has no contact (presenting to vote counts as contact) with the voter for two more federal election cycles, then the voter will be removed from the county’s voter rolls and would need to re-register to vote. List maintenance (N.C.G.S § 163-82.14).", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "How are ineligible voters removed from the voter registration rolls?", "a": "In North Carolina, county boards of elections follow a comprehensive list maintenance schedule to remove names of individuals who are no longer eligible to be registered due to death, felony conviction, moving from the county or state, or lack of voter contact.To learn more about this process, see our press release, County Boards of Elections Begin Regular Voter List Maintenance Processes.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "May I keep my voter registration information private?", "a": "Pursuant to Official record of voter registration (N.C.G.S. § 163-82.10) and Public records (Chapter 132 of the General Statutes), the State Board of Elections is required to make most voter information available to the public. All voter registration information is public record except for full or partial social security numbers, dates of birth, driver license numbers, the identity of the public agency at which the voter registered under Voter registration at other public agencies (N.C.G.S. § 163-82.20), and the email address of a military-overseas voter. Additionally, your signature may only be viewed by the public and cannot be copied or traced.Note: Third parties often access and use publicly available voter registration data for various purposes, and the agency has no authority to control their use of publicly available information.According to N.C.G.S. § 163-82.10(e), a voter’s address will be kept confidential if a registered voter submits to the county board of elections either 1) a copy of a 50B protective order; 2) a restraining order; or 3) a current and valid Address Confidentiality Program authorization card issued according to the provisions of Address Confidentiality Program (Chapter 15C of the General Statutes), along with a signed statement that the voter has good reason to believe that the physical safety of the voter or a member of the voter’s family residing with the voter would be jeopardized if the voter’s address was open to public inspection. To find out whether you are eligible to have your information withheld from the public under the Address Confidentiality program, please visit Address Confidentiality | NCDOJ.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Do I need an ID to vote?", "a": "Voters will be asked to show photo ID when voting in North Carolina. For most voters, they will simply show their driver’s license. But there are many other acceptable photo IDs. Learn more at Voter ID.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Can I register to vote on Election Day?", "a": "Most would-be voters are not eligible to register and vote on Election Day. Eligible would-be voters who become naturalized U.S. citizens or whose rights of citizenship are restored after serving a felony sentence ahead of Election Day, but after the regular voter registration deadline, may register and vote during early voting or on Election Day.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "What if there are questions about my registration or eligibility to vote?", "a": "No voter should be turned away. If questions arise about a voter’s eligibility to vote, the voter may vote a provisional ballot. For more information, see our Provisional Voting page.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "What type of voting equipment does my county use?", "a": "See our Voting Equipment page.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "What if I need help at my polling place?", "a": "Voters who need assistance at the polls must request that assistance. Individuals who are unable to enter the polling place may vote curbside. See our Curbside Voting page. Once inside the polling place, voters who experience difficulties should request help from an election worker.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Can I photograph my ballot?", "a": "No. State law prohibits photographing or videotaping a voted ballot under Limited access to the voting enclosure (N.C.G.S. § 163-166.3).Photographing a marked ballot is illegal in part because the photographs could be used as proof of a vote for a candidate in a vote-buying scheme. Electronic communication while voting is prohibited because of limits on voter assistance and to prevent disruptions in the voting place.Voters may bring voting guides, notes, and other materials into the voting booth. Voters are allowed to have phones or electronic devices with them to access a slate card or candidate information while voting, if the devices are not used to photograph or videotape a ballot or communicate with anyone via voice, text, email, or any other method.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Absentee Voting", "a": "If you are displaced, you can request an absentee ballot to be delivered to your new location.If you have already requested an absentee ballot and need it to be sent to a new location, contact your county board of elections to spoil your current ballot and reissue a ballot to your new location.Request an absentee ballot online at the North Carolina Absentee Ballot Portal.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Voter Registration", "a": "Friday, Oct. 11, 2024, is the deadline to register or to change your registration to a new location.Register online at the N.C. Division of Motor Vehicles (NCDMV) if you have an N.C. driver’s license or other NCDMV ID. Or download and print the registration form:N.C. voter registration form in English (PDF)N.C. voter registration form in Spanish (PDF)You can also register at an early voting site with an official document showing your voting address.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Voter Residency", "a": "In North Carolina, you must have lived at your residence as of 30 days before the election to vote there — by Sunday, Oct. 6.If you move by Oct. 6 with no intent to return (or you’re uncertain), you can register to vote in your new location.If you move after Oct. 6, even with no plans to return, you should vote using your prior residence.If you are only moving temporarily and plan to return, keep voting using your prior residence.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Check Your Registration", "a": "Any North Carolina voter can check their voter registration status using the Voter Search tool.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Voter Photo ID", "a": "If you lost your photo ID due to Helene, you have options:Fill out a Photo ID Exception Form at your voting site or send the form back with your absentee ballot. (A blank Exception Form will arrive with your absentee packet.) Check the box for “Exception 3: Victim of a Natural Disaster.” Make sure to sign the form.Go to your county board of elections office. If you are a registered voter, they can take your photo and print an acceptable ID on the spot. For details, go to Get a Free Voter Photo ID.Get a free ID from an NCDMV office in your area. For details, see State IDs | NCDMV.For details about North Carolina’s photo ID requirement, including a list of all acceptable IDs, go to BringItNC.gov.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Do I need an excuse or special circumstance to vote by mail?", "a": "No. Any registered voter in North Carolina may vote an absentee ballot by mail.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "How do I request my absentee ballot?", "a": "Registered voters in North Carolina must request an absentee ballot online with “Option 1 – Request an Absentee Ballot” at the at the NC Absentee Ballot Portal or on paper with the 2024 NC Absentee Ballot Request Form in English (PDF) or 2024 NC Absentee Ballot Request Form in Spanish (PDF).Submit the completed form to your county board of elections in person or by mail via the U.S. Postal Service, DHL, FedEx, or UPS.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Can I fax or email my absentee ballot request form to my county board of elections?", "a": "No. State law does not permit voters to fax or email absentee ballot requests.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Are absentee-by-mail ballots automatically sent out to all registered voters?", "a": "No. Registered voters in North Carolina must request an absentee ballot online with “Option 1 – Request an Absentee Ballot” at the at the NC Absentee Ballot Portal or on paper with the 2024 NC Absentee Ballot Request Form in English (PDF) or 2024 NC Absentee Ballot Request Form in Spanish (PDF).Submit the completed form to your county board of elections in person or by mail via the U.S. Postal Service, DHL, FedEx, or UPS.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "What are acceptable ways to sign my absentee ballot request form?", "a": "On the Online FormIf you submit the absentee ballot request form online through “Option 1 – Request an Absentee Ballot” at the NC Absentee Ballot Portal, a wet ink signature is not required. However, the signature must be unique to the voter and must be readable.Voters may use their finger, stylus, or mouse for the signature if they have the capability. Voters may not use a service such as DocuSign, which inserts a typed or cursive font signature not made by the voter.On the Paper FormIf you submit the form on paper, a wet ink signature is required. Voters are not permitted to email or fax request forms.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Can someone request an absentee ballot for me?", "a": "Yes. Your near relative or verifiable legal guardian may request a ballot for you. They may not make changes to your voter registration record, including your name, address, or party affiliation. A near relative is your:SpouseBrotherSisterParentGrandparentChildGrandchildMother-in-lawFather-in-lawDaughter-in-lawSon-in-lawStepparentStepchildIf you need assistance requesting your ballot due to disability, these restrictions do not apply, and you may ask any person to request your ballot.Anyone requesting a ballot on behalf of a voter will provide their name, address, and relationship to the voter on the absentee request form.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Can I request a ballot for my child who is away at college?", "a": "Yes, if your child is a registered voter. The request form must include all required information, including the voter’s driver’s license number or the last four digits of their Social Security number.You will sign and provide your:AddressDaytime phone numberRelationship to the voterYou may not update your child's voter registration record, including name, address, or party affiliation.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Can I pick up my ballot in person or does it have to be mailed to me?", "a": "The ballot must be mailed.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "What if a voter in a hospital, nursing home, or other facility needs assistance voting by mail?", "a": "Any registered voter in a facility may request assistance from a Multipartisan Assistance Team (MAT). A MAT is a group appointed by a county board of elections to assist voters in facilities with mail-in absentee voting. To schedule a MAT visit, contact your county board of elections.Certain persons may be prohibited from assisting voters in care facilities. For more information, please visit Assistance for Voters in Care Facilities.If you need assistance requesting your ballot due to disability, you may ask any person to assist with your ballot.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Can a nursing home or facility deliver the blank absentee ballot requests to the residents of the facility, or should they be placed in a common area such as a lobby?", "a": "The facility may provide blank forms to the residents or leave them in a common area. Either option is OK. A facility employee may not assist the voter or return a voter’s request form, unless the voter requests that the employee provide assistance due to disability.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "What if I live on a boat or in an RV and want to request an absentee ballot by mail?", "a": "On the request form, you should provide the address where you want your ballot sent. This may be different from your residential address, which is the place to which, when you are absent, you intend to return.Your residential address might be, for example, an RV park or boat dock where you typically return and intend to remain indefinitely. It does not have to be an address where you receive mail. If you do not receive mail at your residential address, or if you want your ballot sent to another address, you should provide the mailing address that you want your ballot mailed to.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "May I request an absentee ballot if I do not have a permanent residence?", "a": "You are required to provide your North Carolina residential address, which is the place to which, when you are absent, you intend to return. If you are homeless or live in a non-traditional dwelling, you should list the location or cross-street under the “Residential Address” section where you typically stay or sleep and intend to return when you are absent. This place does not have to be an address where you receive mail. If you do not receive mail at your residential address, or if you want your ballot sent to another address, you should provide the mailing address where you want your ballot mailed.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Are organizations allowed to email request forms to voters?", "a": "Organizations may email the 2024 NC Absentee Ballot Request Form in English (PDF) or 2024 NC Absentee Ballot Request Form in Spanish (PDF) to voters but may not prefill any part of the forms. Third-party groups should include the instructions with the form.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "How many witnesses do I need when I mark my absentee ballot?", "a": "One notary public or two witnesses must be in your presence when you mark your absentee ballot. They should only observe you marking your ballot, not how you vote.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Who is not allowed to serve as a witness to an absentee ballot?", "a": "Individuals prohibited from witnessing an absentee ballot include:A person who is younger than 18.A candidate for election, unless the candidate is the voter’s near relative.If the voter is a patient or resident at a hospital, clinic, nursing home, or adult care home, the following individuals are also prohibited from assisting:an owner, manager, director, or employee of that facility; an individual who holds any elected federal, state, or local office or precinct political party or organization office;or a campaign manager or treasurer for any candidate or political party.However, if you need assistance completing your ballot due to disability, you may ask any person who is at least 18 and is not a candidate to witness your ballot, regardless of the above restrictions. For voters in a hospital, clinic, nursing home, or adult care home only: a candidate may witness your ballot if you requested their assistance due to a disability.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "If I make a mistake on my ballot, may I request a new one?", "a": "Yes, if you have not returned the ballot, you may contact your county board of elections and request a new ballot. The first ballot should not be returned and will not count if it is returned.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Will my ballot still count if I leave any contests blank?", "a": "Yes. Your vote will count toward any contest in which you marked on your ballot.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Can my spouse serve as my witness?", "a": "Yes.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "How can I return my absentee ballot?", "a": "Absentee ballots may be returned:By mail.By commercial courier service. (DHL, FedEx, or UPS.)In person at your county board of elections office.In person at an open early voting site in your county. You can find early voting sites in your county by using the Early Voting Site Search. You may not return an absentee ballot to a polling place on Election Day.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Should I provide a copy of a photo ID when I return my absentee ballot?", "a": "Yes. Voters who vote by mail must include a photocopy of an acceptable ID. Or they may complete a Photo ID Exception Form with the absentee ballot return envelope. Instructions will be included in the absentee ballot packet. For more information, including acceptable types of photo ID, see Voter ID.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "If I’ve received my ballot by mail, may I still vote in person?", "a": "Yes. You may still vote in person as long as you do not return your absentee ballot. Your absentee ballot will be spoiled after you vote in person. You may simply discard your absentee ballot. There is no need to bring it with you to a polling place.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Can I vote the ballot and return it to the county board of elections, but change my mind and cancel my ballot and vote on Election Day instead?", "a": "No. Once you return your ballot, you may not change or cancel your ballot.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Will I be notified if my absentee ballot is rejected? Will I have a chance to remedy any deficiencies?", "a": "County boards of elections will contact voters when there are deficiencies with their absentee ballot. You should provide your phone number or email address on the request form in case the county board needs to contact you. Additionally, you can track your ballot from printed to accepted by signing up online for status notifications through BallotTrax.The State Board encourages voters to carefully read and follow the instructions that come with the ballot and to request and return their absentee ballot as early as possible to ensure time remains to correct any issues. If an issue arises and the voter is unable to successfully cast an absentee ballot, that voter may still vote during the in-person early voting period or on Election Day.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "May I return my friends’ and neighbors’ absentee ballots?", "a": "No. You may only return someone’s ballot if they are a near relative or verifiable legal guardian. A near relative is your:SpouseBrotherSisterParentGrandparentChildGrandchildMother-in-lawFather-in-lawDaughter-in-lawSon-in-lawStepparentStepchildThis restriction does not apply if a voter asked you to return their ballot due to the voter's disability. Anyone assisting a voter must complete the Voter Assistant Certification on the return envelope.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "May another person return my absentee ballot for me?", "a": "Yes, but only if that person is a legal guardian or near relative. A near relative is your:SpouseBrotherSisterParentGrandparentChildGrandchildMother-in-lawFather-in-lawDaughter-in-lawSon-in-lawStepparentStepchildCounty boards of elections keep track of who drops off each absentee ballot.If you need assistance returning your ballot due to disability, these restrictions do not apply, and you may ask any person to return your ballot.Anyone who is not a near relative or legal guardian and is assisting a voter by returning the voter’s ballot due to the voter’s disability must complete the Voter Assistant Certification on the return envelope.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "May two people return their ballots in the same envelope?", "a": "No. The returned ballot envelope is specific to each voter and must contain only that voter’s ballot.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "May I hand-deliver my voted absentee ballot to my county board of elections office?", "a": "Yes. If you are delivering your voted ballot in person, it must be returned to your county board of elections by 7:30 p.m. on Election Day. You also may return it to any open early voting site in your county during the early voting period. When you return a ballot in person, you will be required to complete a return log as part of the in-person return process.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "May I hand-deliver my voted absentee ballot to the polls on Election Day?", "a": "No. You may return your ballot to any early voting site in your county during the early voting period, but not to a polling place on Election Day.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "I heard that if I vote absentee by mail, my vote may not get counted. Is that true?", "a": "No. Each eligible voter’s absentee ballot is counted if it contains all required elements and meets the deadline for return to the county board of elections.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "If I mail my ballot, is it required to have a postmark?", "a": "Civilian absentee ballots that arrive at the county board of elections office after Election Day will not be counted. Ballots must be received at your county board of elections office by 7:30 p.m. on Election Day to be counted regardless of whether or not they include a postmark. The State Board recommends that voters mail their ballot early in order for it to arrive on or before Election Day.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "When are absentee ballots counted?", "a": "Staff review the absentee container-return envelope for completeness when it is returned to the office. Returned absentee ballots are approved at absentee meetings of county boards of elections that occur beginning several weeks before the election. In many counties, approved ballots are inserted into the voting machine at the board meeting, but in all counties, the results are not tabulated and reported until Election Day.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "How secure is absentee-by-mail voting?", "a": "Numerous safeguards are included in the absentee voting process. Absentee ballots are sent only to registered voters who request them using an official NC Absentee Ballot Request Form before the deadline. The request must be signed and include identifying information about the voter, including date of birth and driver’s license number or last four digits of the voter’s Social Security number. Voters must vote their ballot in the presence of two witnesses or a notary, and those witnesses must sign the absentee return envelope certifying that the voter marked their ballot and is the registered voter submitting the marked ballot.Only the voter or their near relative or legal guardian may return the ballot. Upon return, the county board of elections reviews the absentee envelope to ensure compliance with the legal requirements. Once the ballot is accepted, that voter is marked in the system as having voted in that election.Data on who has requested absentee ballots is now confidential until Election Day. Criminal penalties have been increased for absentee voting fraud-related offenses. Many people are watching our absentee voting process, including candidates, political parties, county boards of elections, and political and data scientists. If there are anomalies or questionable activities, they will be identified by or reported to election officials.Finally, the State Board of Elections has an Investigations Division that investigates credible allegations of elections fraud and refers cases to prosecutors when warranted by the evidence. The State Board also conducts several post-election audits which will catch inconsistencies that can then be investigated by the board or the Investigations Division.Read also: 12 Reasons Absentee Voting is Secure.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "What prevents someone from voting absentee and then voting again in-person?", "a": "If someone has voted an absentee ballot and then shows up to vote in person, the check-in system will alert the poll worker that the person has already voted. Voting twice in the same election is a crime and is investigated by the State Board and referred to prosecutors when warranted by the evidence.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Will anyone know who I voted for?", "a": "No. Ballots remain in the sealed absentee envelope until they have been fully approved by the board. During the counting process, the ballot is removed from the envelope and fed into the tabulator. Ballots are secret by law, and others will not know who you voted for.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Can I view a list of all voters who have requested an absentee ballot?", "a": "Absentee by mail data is confidential until Election Day or until ballots are returned. This data may be viewed once ballots are returned and counted.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "What should an agency do if the client refuses to accept the voter registration application?", "a": "Explain to the client that there is important information on the back of the form concerning voter registration and that he or she may take the form home for future use. Even if the client refuses the form, the fact that the client declined voter registration services will be reflected in the NC FAST system based on how the client answered the NVRA checkboxes (checked “no” or left blank) on the services application and responded to the NVRA Question during an in-person transaction.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "If DSS agencies are no longer required to offer a separate preference form, how will agencies be able to prove that voter registration services were offered to a client?", "a": "The client’s preference with regards to voter registration services is now being captured in the NC FAST system and on DHHS’ Medicaid and FNS applications. Local agencies should ensure that other services applications include the NVRA question; Yes/No checkboxes; and the prominent statement listed below.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "What is the “NVRA information” that should be on a services application?", "a": "The following NVRA information must be placed on a services application:“If you are not registered to vote where you live now, would you like to register to vote here today? ☐ Yes ☐NoIf you do not check either box, you will be considered to have decided not to register to vote at this time.If you want to register to vote or to update your registration, you can complete a voter registration form at www.ncsbe.gov/NVRA/01, or ask your caseworker for a voter registration form.Applying to register or declining to register to vote will not affect the amount of assistance that you will be provided by this agency.If you would like help in filling out the voter registration application form, we will help you. The decision whether to seek or accept help is yours. You may fill out the application form in private.If you believe that someone has interfered with your right to register or to decline to register to vote, your right to privacy in deciding whether to register or in applying to register to vote, or your right to choose your own political party or other political preference, you may file a complaint with the North Carolina State Board of Elections, PO Box 27255, Raleigh NC 27611-7255, or you may call the toll-free number, 1-866-522-4723.”", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Are agencies supposed to review public assistance applications that are mailed to an agency to determine whether the applicant would like to register to vote?", "a": "Yes. If the applicant checked “Yes” or did not provide an answer to the NVRA question, mail a voter registration application and cover letter to the client.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Can I get an ID from the county board of elections during the early voting period?", "a": "Yes. County boards will be issuing voter photo IDs during early voting. They cannot issue IDs between the last day of early voting and Election Day, however.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Can a poll worker reject my photo ID because my appearance has changed since my photo was taken?", "a": "Election workers are looking to see if the photo on the ID “reasonably resembles” the voter. Election workers will be trained to understand that appearances may change over time. If the election worker checking the voter in does not believe the photo reasonably resembles the voter, the voter will still be allowed to vote a regular ballot unless the judges of election at the polling place unanimously agree that the photo does not bear a reasonable resemblance to the voter, in which case the voter will be allowed to vote a provisional ballot.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "If I forgot ID, can I go get it and return to vote?", "a": "Yes. If a voter does not provide ID, instead of voting with an ID Exception Form or voting with a provision ballot and later returning with ID, the voter may simply decide not to request a ballot at that time, go get an ID, and then return to vote. Once a voter accepts a ballot, however, they may not return to vote.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "What student and public employee IDs are approved for voting?", "a": "The State Board of Elections has approved 100 student and employee identification cards across the state for use in the 2023 municipal elections and 2024 primary and general elections in North Carolina. View the list at Student and Public Employee IDs Approved for Voting. In the coming months, the State Board will announce additional ID application periods for the 2024 elections.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Will my ballot be counted if I properly fill out an ID Exception Form?", "a": "Yes. A ballot from an eligible, registered voter with a properly completed ID Exception Form must be counted. Such a ballot may only be rejected if the bipartisan county board of elections unanimously decides that the voter provided false information on the form.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Is photo ID required for military and overseas voters (aka, UOCAVA voters)?", "a": "No. Photo ID is not required for military or overseas voters who vote using special absentee voting procedures that federal law makes available for such voters. Find more information at Military and Overseas Voting.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Where can I read the photo ID laws?", "a": "The photo ID laws are found in the following statutes and rules:Voter photo identification cards (N.C.G.S. § 163-82.8A)Requirement for photo identification to vote in person (N.C.G.S. § 163-166.16)Approval of student identification cards for voting identification (N.C.G.S. § 163-166.17)Approval of employee identification cards for voting identification (N.C.G.S. § 163-166.18)Simultaneous issuance of absentee ballots with application (N.C.G.S. § 163-230.1(f1) and (g))Verification of Photo Identification During In-Person Voting (08 NCAC 17 .0101)Photo Identification for Absentee-By-Mail Ballots (08 NCAC 17 .0109)", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "What is the “UOCAVA,” and who is covered by it?", "a": "The Uniformed and Overseas Citizens Absentee Voting Act (UOCAVA) extends federal absentee voting rights to Service members, their eligible family members, and U.S. citizens outside the country. This federal law is implemented in North Carolina through Article 21A (Uniform Military and Overseas Voters Act) of the North Carolina General Statutes.UOCAVA covers U.S. citizens who are 18 or older andActive-duty members of the Uniformed Services, Merchant Marine, or commissioned corps of the Public Health Service and the National Oceanic and Atmospheric Administration, and their eligible family members; orU.S. citizens outside the United States.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "I am the spouse/dependent of a military member who the UOCAVA covers. Am I also a covered voter?", "a": "Yes, as a military member’s spouse or dependent, you are eligible to vote absentee under the UOCAVA if you live with or accompany them. By North Carolina law, you and the military member are covered under the UOCAVA, even if you are not away from your voting residence.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "I am a student studying abroad. Does this apply to me?", "a": "If you are living outside the country during an election season and will need to vote absentee, you may use the Federal Post Card Application (FPCA) to register to vote and request your absentee ballot.Your voting residence will continue to be your last residence prior to leaving the United States to study elsewhere.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "What is the Federal Post Card Application (FPCA)?", "a": "Military/overseas citizens may use the FPCA to register to vote and request an absentee ballot simultaneously. It can also be used to update contact information.The FPCA allows you to request an absentee ballot for all elections in one calendar year.We recommend that you send in a new FPCA every January and each time you move while you are in the military or a U.S. citizen living outside the country.Note: It will not affect your citizenship or ability to receive a ballot if you select “my return is uncertain” on the FPCA.Fill out the FPCA online", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Do I have to send in a separate application for each election?", "a": "Not always. The Federal Post Card Application (FPCA) allows you to request an absentee ballot for all elections in one calendar year.We recommend that you send in a new FPCA every January and each time you move while you are in the military or a U.S. citizen living outside the country.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "When is the application deadline?", "a": "The Federal Post Card Application (FPCA) deadline is 5 p.m. ET, the day before Election Day.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Can someone request a ballot on my behalf?", "a": "No. Only the covered voter may request a military/overseas absentee ballot under UOCAVA.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "When will I get my ballot?", "a": "Election offices are required by federal law to send absentee ballots at least 45 days before a primary or election that includes a federal contest.North Carolina sends ballots even earlier for federal elections:60 days prior to the statewide general election in even-numbered years.50 days prior to the date on which any other election is conducted:Unless 45 days is authorized by the State Board.30 days prior to municipal elections.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "When is the ballot return deadline?", "a": "The military/overseas absentee ballot return deadline, which includes the Federal Write-in Absentee Ballot (FWAB) deadline, is 7:30 p.m. ET on Election Day.Exception: If you mail the ballot, it is still timely if your county board of elections receives it by 5 p.m. ET, the business day before county canvass (if mailed by 12:01 a.m. your time on Election Day).County canvass is 10 days after Election Day, except in September and October odd-year municipal elections, when it is seven days after Election Day.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "What if my ballot doesn’t arrive in time?", "a": "Military/overseas voters may use the FWAB (Federal Write-in Absentee Ballot) if there isn’t enough time to receive and return the ballot before the election.It works like a backup ballot:If your official absentee ballot arrives after you send in the FWAB, you may fill out and send in the official ballot, too. Only one will be counted.You may use it to register to vote, request an absentee ballot, and vote for all federal, state, and local contests in which you are eligible.You must obtain the choices for ballot items to write in your selections.How to get this information:Look up your sample ballot through the State Board’s Voter Search orContact your county board of elections.You are not required to vote for all offices in any election.Download the FWAB (PDF)", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "What is the Federal Write-in Absentee Ballot (FWAB)?", "a": "The FWAB is an emergency backup ballot for military/overseas citizens who did not receive an absentee ballot from their state in time to participate in the election.For more information, see the question, “What if my ballot doesn’t arrive in time?” above.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Do I have to include a U.S. voting residence on the application?", "a": "Yes, on the Federal Post Card Application (FPCA), it must be an address in the United States for your request to qualify.Placing an address outside of the United States in Section 2 of the form may automatically disqualify you.You must provide the street address (not a post office box) of your voting residence in North Carolina. For more information about your voting residence, see the question, “What is my U.S. voting residence address and how is it used?” below.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "What is my U.S. voting residence address and how is it used?", "a": "Your U.S. voting residence address is used to determine where you are eligible to vote.For military voters, it is usually the last address where you lived in your state of legal residence.Military spouses may align their voting residence to match their active-duty spouse’s address without having lived at that address.The Federal Voting Assistance Program (FVAP) has provided a fact sheet to assist service members and their family members in understanding voting residence.You may download it here: Voting Residence Fact Sheet: Military Members and Their Family (PDF)For U.S. citizens outside the country, it is usually the last place you lived in the United States before moving outside the country. You do not need to have any current ties to this address.What if someone else lives there now or the house was torn down?Your election office only uses your voting residence address to determine if you are eligible to vote in that jurisdiction and which ballot to send you. Your election office will not send any voting materials to this address. This residence may remain valid even if:You no longer own property or have other ties to that state.Your intent to return to that state is uncertain.Your previous address is no longer a recognized residential address.What if I do not know my voting residence address?If you cannot remember the U.S. address where you last lived, we recommend asking family members and checking old records. Your county board of elections office may also be able to help you further.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Why is my U.S. voting residence address important?", "a": "You need a voting residence to vote by absentee ballot — even if you are only voting for federal offices.Your election office needs your exact voting residence address to determine which offices and candidates you are eligible to vote for — and to send you the appropriate ballot for your voting precinct.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "May I register to vote and request a ballot if I am a U.S. citizen who has never lived in the country?", "a": "North Carolina allows citizens who have never resided in the United States to use a parent’s voting residence as their own to register to vote, and may request a military/overseas absentee ballot. Under Definitions (N.C.G.S. § 163-258.2.(1)e.), you must meet the following requirements:Except for residency, you are eligible to register and vote in North Carolina.See voter registration requirements: Who Can Register.The last place a parent or legal guardian lived before leaving the United States is within North Carolina.You have not previously registered to vote in any other state.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "May I register to vote and request a ballot if my family moved from North Carolina to another country before I was of voting age?", "a": "Yes, you may register to vote and request a military/overseas ballot if you are:A U.S. citizen living in another country who would have been eligible to vote in this state if you had been of voting age, and now would be eligible except for the state residency requirement.You would use the last place you resided in North Carolina prior to your move as your residency address.You are only eligible to register and vote based on your last address in North Carolina if your last place of residence before moving out of the United States was North Carolina.For example, if you lived in North Carolina then moved to another state and then moved overseas from that state, you would not be eligible to register and vote based on your North Carolina address.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Qualify To Be a Candidate", "a": "Unless otherwise specified, all candidates must be registered to vote in the state, qualified to vote in an election for the office sought, and 21 years of age by the date of the election. To find the specific requirements for certain offices, visit General Candidate Requirements (https://www.ncsbe.gov/node/60) . Under state law, no person shall be permitted to file as a candidate in a party primary unless that person has been affiliated with that party for at least 90 days, as of the date that person files such notice of candidacy. A person registered as “unaffiliated” shall not be eligible to file as a candidate in a party primary election. North Carolina recognizes the following political parties, which will have primaries in 2024: The Democratic Party, the Green Party, the Libertarian Party, and the Republican Party. The No Labels Party will not have a party primary in 2024.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Filing a Notice of Candidacy", "a": "Any person seeking to become a candidate must file a notice of candidacy form.* Download the form, and find additional information at Notice of Candidacy (https://www.ncsbe.gov/node/61) . *Notices of candidacy may not be delivered by surrogates or staff. Only the candidate may file the notice of candidacy and pay the filing fee in person at the appropriate board of elections. Alternatively, a candidate may have the candidate’s signature on the notice of candidacy acknowledged and certified by an officer authorized to take acknowledgments and administer oaths, in which case the candidate may mail or deliver by commercial courier service the candidate’s notice of candidacy to the appropriate board of elections. Please note that the candidate is not considered to have filed their mailed notice of candidacy until the appropriate board of elections receives it, provided it was before the end of the filing period.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Judicial Information", "a": "The North Carolina General Assembly has changed some districts for district judges and superior court judges. Please see Superior court divisions and districts; judges (N.C.G.S. § 7A-41) (https://www.ncleg.gov/EnactedLegislation/Statutes/HTML/BySection/Chapter_7A/GS_7A-41.html) to obtain new district information.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Pay the Appropriate Filing Fee", "a": "Candidates must pay the filing fee when they file a notice of candidacy. Find salary and filing fees by office type, as well as information about where candidates for specific offices file their notice of candidacy at Filing Fees (https://www.ncsbe.gov/node/748) .", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Mailing Your Notice of Candidacy", "a": "Please use the following address for USPS when mailing your notice of candidacy:. P.O. Box 27255 Raleigh, NC 27611-7255. Notices sent by FedEx or UPS overnight will require a physical address:. Dobbs Building, third floor 430 N. Salisbury St. 6400 Mail Service Center Raleigh, NC 27603-1362.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Disclose Any Felony Convictions", "a": "In addition to filing a notice of candidacy, a candidate must affirm whether or not they have ever been convicted of a felony by submitting the Felony Disclosure Form (fillable PDF) (https://s3.amazonaws.com/dl.ncsbe.gov/Candidate%20Filing/NC_Candidate_Felony_Disclosure_Fillable.pdf) . This form is for candidates not running for sheriff.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Candidates for Sheriff", "a": "Effective 2021, candidates for sheriff may not file for candidacy if they have been convicted of a felony, even if the felony was expunged. Before filing, candidates must complete several forms and a disclosure statement verifying that they have had no prior felony convictions or expungements. Find the forms and additional information at Sheriffs’ Training & Standards Division | NCDOJ (https://ncdoj.gov/law-enforcement-training/sheriffs/) . A person who receives an unconditional pardon of innocence for their felony may file for the office of sheriff or be appointed to that office.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Candidates Other Than Sheriff", "a": "A candidate’s prior felony conviction does not preclude holding elective office if the candidate’s rights of citizenship have been restored. A felony conviction need not be disclosed if the conviction was dismissed as a result of reversal on appeal or resulted in a pardon of innocence or expungement.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Organize a Candidate Committee", "a": "Within 10 days of first activity, a candidate must file an Organizational Report.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "What is the “First Activity”?", "a": "A candidate committee is required to register with a board of elections within ten days of taking the first among certain activities that are deemed to have begun the committee’s organization. The first of the following activities by the candidate starts the ten days:. Receiving money or anything of value in support of the campaign; or. Spending money in support of the campaign; or. Giving consent for anyone else to receive money or spend money for the purpose of bringing about that individual’s nomination or election for office; or. Filing a notice of candidacy. Find more information at Candidate Committees (https://www.ncsbe.gov/node/12) .", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Review the Signage Requirements", "a": "Neither the county boards nor the State Board regulates the placement of signage except at polling sites. Signs fall under Regulation of signs (N.C.G.S. § 136-32) (https://www.ncleg.gov/EnactedLegislation/Statutes/HTML/BySection/Chapter_136/GS_136-32.html) and are under the purview of the Department of Transportation or the individual municipality. In terms of signs on private property, that is the purview of the property owner and possibly their HOA if one exists. Review the signage requirement guidelines at the Littering Statutes Filing Fact Sheet (PDF) (https://s3.amazonaws.com/dl.ncsbe.gov/Candidate%20Filing/Filing%20Factsheet%20Littering%20Statutes.pdf) . For the basic disclosure requirements for print, radio, and television advertisements, visit Disclosure Legends (https://www.ncsbe.gov/node/899) .", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Electors and the Election Process", "a": "The Electoral College is the process by which the United States elects the president and vice president. These offices are elected by electors, who are selected by political parties. The number of electors in any state is equal to the number of U.S. senators and representatives that the state has in Congress. North Carolina has two senators and 14 representatives, for a total of 16 electors. The Electoral College consists of 538 electors. A majority of 270 electoral votes is required to elect the president. In North Carolina, political parties file the names of their candidates for electors for their nominees for president and vice-president with the North Carolina Secretary of State. If unaffiliated candidates qualify, they also must file with the Secretary of State the names of their candidates for electors for their nominees for president and vice-president. A vote for a candidate named on the ballot for president and vice-president is a vote for the electors of that party or unaffiliated candidate. Learn more at Electoral College | NCSOS (https://www.sosnc.gov/divisions/electoral_college) . For more information, also see The Electoral College | National Archives (https://www.archives.gov/electoral-college) .", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "If the Electors Vote for President, Why Should I Vote in the General Election?", "a": "During the general election, your vote helps determine your state’s electors. When you vote for a presidential candidate, you aren’t voting for president. You are telling your state which candidate you want your state to vote for at the meeting of electors. The states use these general election results, also known as the popular vote, to appoint their electors. The winning candidate’s state political party selects the individuals who will be electors. State laws governing the Electoral College in North Carolina are found in Article 18 (Presidential Electors) of the North Carolina General Statutes (https://www.ncleg.gov/EnactedLegislation/Statutes/HTML/ByArticle/Chapter_163/Article_18.html) .", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Statewide Elections", "a": "Statewide general elections take place every two years on the Tuesday following the first Monday of November. This means they can occur as early as Nov. 2 or as late as Nov. 8, depending on when the first Monday falls. Statewide general elections always occur in even-numbered years. Statewide primaries occur on the Tuesday following the first Monday in March preceding the November general election. Although the presidential contest is the most notable contest voted on during statewide general elections, the N.C. General Statutes outline other national, state, and county offices to be voted on during a statewide general election. Those offices are:.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Municipal Elections", "a": "During odd-numbered years, most municipal elections are held to elect governing officials (mayor, city council, town council, etc.) of cities, villages and towns. Not all municipalities will have an election in a given odd-numbered year. Some municipalities elect their officials in even-numbered years. Although county boards of election conduct municipal elections, only residents of the municipality may vote in the election. These voters must have lived in the municipality for at least 30 days before Election Day. North Carolina law allows for four different types of municipal election methods. These four methods are described in Chapter 163, Article 24 of the North Carolina General Statutes (http://www.ncleg.net/EnactedLegislation/Statutes/html/ByArticle/Chapter_163/Article_24.html) . A municipality’s chosen method of election is codified in its charter but must be one of the four types outlined in State law. See your county board’s website for more details (https://vt.ncsbe.gov/BOEInfo/) .", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Protecting Your Vote", "a": "Election officials across the state work together to achieve the same goal: To ensure the safety and security of all voters and the election process. Explore the content in this section to learn about the safeguards in place and how you can help secure North Carolina’s elections.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Safeguards in Place", "a": "View a summary of each page in this section. 10 Facts About Election Security (https://www.ncsbe.gov/about-elections/election-security/10-facts-about-election-security-north-carolina) : Find the facts on North Carolina election security. 12 Reasons Absentee Voting is Secure (https://www.ncsbe.gov/about-elections/election-security/12-reasons-absentee-voting-secure) : Learn about the many processes in place to ensure absentee voting is secure and conducted according to state law. Combating Misinformation (https://www.ncsbe.gov/about-elections/election-security/combating-misinformation) : Find out how to report false claims, and see what we are doing to debunk common election misinformation. Cybersecurity (https://www.ncsbe.gov/about-elections/election-security/cybersecurity) : Learn about the efforts involved in maintaining a secure network to prevent cyberattack. Preparing for Accurate Elections (https://www.ncsbe.gov/about-elections/election-security/preparing-accurate-elections) : Find detailed information about pre-election testing of voting equipment to ensure accurate vote counts. Post-Election Procedures and Audits (https://www.ncsbe.gov/about-elections/election-security/post-election-procedures-and-audits) : Learn about county canvass, the audits that occur after every election, and review the audit reports for previous elections. Investigations Division (https://www.ncsbe.gov/about-elections/election-security/investigations-division) : Learn about the process that the State Board undertakes when potential election law violations occur. Tips for Monitoring or Observing the Election at Polling Sites (https://www.ncsbe.gov/about-elections/election-security/tips-monitoring-or-observing-election-polling-sites) : View the guide for monitors, observers, and runners to ensure a safe and orderly voting site. Voter Intimidation (https://www.ncsbe.gov/about-elections/election-security/voter-intimidation) : Find out what to do if you feel harassed or intimidated at a polling place. Phone Usage at the Polls (https://www.ncsbe.gov/about-elections/election-security/phone-usage-polls) : Learn about the acceptable usage of personal electronic devices while voting. Elections Reference Guide for North Carolina Law Enforcement (https://www.ncsbe.gov/about-elections/election-security/elections-reference-guide-north-carolina-law-enforcement) : Find out how law enforcement ensures that voters have free access to voting. How We Ensure Only U.S. Citizens Register and Vote (https://www.ncsbe.gov/registering/faq-voter-registration#HowdoesNorthCarolinaensurethatonlyUScitizenscanvote-2537) : Many laws and processes work together to ensure that only qualified U.S. citizens cast ballots in elections.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "How You Can Help Secure North Carolina’s Elections", "a": "Ways North Carolina voters can help secure our elections:. Please register and vote if eligible. To make sure it’s up to date, check your voter registration on the Voter Search (https://vt.ncsbe.gov/RegLkup/) . Carefully review your selections on your ballot before casting it. Remember, once you put your ballot in the tabulator it cannot be retrieved, so it is important to make sure you have selected each desired ballot item. If you encounter any issues when voting, immediately report the issue to a precinct official at the polling place. Advocate for additional state or federal funding for cybersecurity improvements and new voting systems. Seek information about elections from trusted sources, such as the State Board and county boards of elections (https://vt.ncsbe.gov/BOEInfo/) . Be mindful that information about elections that you find and share on social media may not be accurate. For regular updates on voting in North Carolina, follow the State Board on X (https://twitter.com/ncsbe) and LinkedIn (https://www.linkedin.com/company/north-carolina-state-board-of-elections/) , and like us on Facebook (https://www.facebook.com/NCSBE) . Witness the process firsthand, serve your community — and get paid — by becoming a precinct official or election worker (https://www.ncsbe.gov/about-elections/get-involved-elections/become-election-official) .", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "General Overview", "a": "North Carolina’s 100 county boards of elections conduct local elections, operate voting sites, maintain voter registration lists and handle many other aspects of elections administration. The State Board works with county boards of elections offices to ensure elections are conducted lawfully and fairly. For county board contact information, please use the County Board of Elections Search (https://vt.ncsbe.gov/BOEInfo/) .", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Makeup of County Boards of Elections", "a": "Each of North Carolina’s 100 counties has a county board of elections with five members who are registered voters in that county. The State Board of Elections appoints four members – two Democrats and two Republicans – to each county board of elections. The state chairs of the Republican and Democratic parties recommend three registered voters to the State Board. The State Board chooses two members from each party to serve on each county board. They serve two-year terms. The governor appoints the chair of each county board. Every county board member must take the following oath:. The State Board of Elections may remove any member of a county board for incompetency, neglect or failure to perform duties, fraud, or for any other satisfactory cause.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Duties of County Boards of Elections", "a": "Among other duties, county boards:. Make and issue rules, regulations, and instructions necessary for the guidance of election officers and voters. Appoint chief judges, judges, assistants, and other elections officials, and determine where they will serve. The county board also removes officials if the need arises. Investigate irregularities, nonperformance of duties, and violations of laws by election officers and other persons, and report violations to the State Board. Contract for the printing of ballots and other supplies used in registration and elections; and provide for the delivery of ballots, pollbooks, and other required papers and materials to voting places. Buy and maintain voting booths, ballot boxes, registration and pollbooks, maps, flags, cards of instruction, and other forms, papers, and equipment used in elections. Count absentee and provisional ballots and other official ballots required to be counted. Certify results in all ballot items on the official ballot in the county. Order a recount in any ballot item where necessary to complete the canvass. Conduct any recount ordered by the county board or State Board. Conduct hearings on election protests. For more on the duties of county boards of elections, please refer to:. Powers and duties of county boards of elections (N.C.G.S. § 163-33) (https://www.ncleg.gov/EnactedLegislation/Statutes/HTML/BySection/Chapter_163/GS_163-33.html). Summary of officials’ duties under this Article (N.C.G.S. § 163-182.17(c)) (https://www.ncleg.gov/EnactedLegislation/Statutes/HTML/BySection/Chapter_163/GS_163-182.17.html). Duties of county board of elections (N.C.G.S. § 163-166.1) (https://www.ncleg.gov/EnactedLegislation/Statutes/HTML/BySection/Chapter_163/GS_163-166.1.html).", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Voter Registration Deadline", "a": "The deadline to register to vote in North Carolina for the 2024 general election is 5 p.m. Friday, Oct. 11, 2024.*Read more: Voter Registration Deadlines. Read more: Voter Registration Deadlines. The 2024 general election is on Tuesday, Nov. 5, 2024.Learn about the election: Upcoming Election. Learn about the election: Upcoming Election. If you miss the voter registration deadline, you may still be able to register and vote or make changes (except for party affiliation) to your voter registration and vote during the early voting period.Find out more: Register in Person During Early Voting. Find out more: Register in Person During Early Voting. *The deadline differs for military and overseas citizens.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Ways to Register to Vote", "a": "If you’re eligible to register to vote, North Carolina offers two primary ways to register:. Online or in person at the DMV:Existing N.C. Division of Motor Vehicles (NCDMV) customers may submit an online voter registration application [https://www.ncdot.gov/dmv/offices-services/online/Pages/voter-registration-application.aspx].Learn more: Complete Your Registration Online Through the DMV [/node/31].Note: Certain agencies, including the DMV, must offer voter registration services.Learn more: National Voter Registration Act (NVRA) [/node/53]. Existing N.C. Division of Motor Vehicles (NCDMV) customers may submit an online voter registration application [https://www.ncdot.gov/dmv/offices-services/online/Pages/voter-registration-application.aspx].Learn more: Complete Your Registration Online Through the DMV [/node/31]. Learn more: Complete Your Registration Online Through the DMV [/node/31]. Note: Certain agencies, including the DMV, must offer voter registration services.Learn more: National Voter Registration Act (NVRA) [/node/53]. Learn more: National Voter Registration Act (NVRA) [/node/53]. By mail:Fill out the appropriate form below and submit it by mail:NC Voter Registration Application in English (fillable PDF) [https://s3.amazonaws.com/dl.ncsbe.gov/Voter_Registration/NCVoterRegForm_06W.pdf].NC Voter Registration Application in Spanish (fillable PDF) [https://s3.amazonaws.com/dl.ncsbe.gov/Voter_Registration/NCVoterRegForm_09W.pdf].Learn more: Complete Your Registration by Mail [/node/35].Note: The federal Uniformed and Overseas Citizens Absentee Voting Act (UOCAVA) allows certain voters an expedited means to register and vote by mail-in ballot.Find more information: Military and Overseas Voting [/node/1307]. Fill out the appropriate form below and submit it by mail:NC Voter Registration Application in English (fillable PDF) [https://s3.amazonaws.com/dl.ncsbe.gov/Voter_Registration/NCVoterRegForm_06W.pdf].NC Voter Registration Application in Spanish (fillable PDF) [https://s3.amazonaws.com/dl.ncsbe.gov/Voter_Registration/NCVoterRegForm_09W.pdf].Learn more: Complete Your Registration by Mail [/node/35]. NC Voter Registration Application in English (fillable PDF) [https://s3.amazonaws.com/dl.ncsbe.gov/Voter_Registration/NCVoterRegForm_06W.pdf]. NC Voter Registration Application in Spanish (fillable PDF) [https://s3.amazonaws.com/dl.ncsbe.gov/Voter_Registration/NCVoterRegForm_09W.pdf]. Learn more: Complete Your Registration by Mail [/node/35]. Note: The federal Uniformed and Overseas Citizens Absentee Voting Act (UOCAVA) allows certain voters an expedited means to register and vote by mail-in ballot.Find more information: Military and Overseas Voting [/node/1307]. Find more information: Military and Overseas Voting [/node/1307].", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "8 Political Parties", "a": "North Carolina recognizes eight political parties:. The Constitution Party. The Democratic Party. The Green Party. The Justice For All Party. The Libertarian Party. The No Labels Party. The Republican Party. The We The People Party. A voter may choose one political party or can decide not to register with a political party. If a voter does not register with a political party, the voter will be registered as unaffiliated. In a partisan primary, voters affiliated with a political party may only vote their party’s ballot and may not vote in another party’s primary. For example, a registered Republican may only vote in the Republican Party primary. This remains true even if the party you are affiliated with does not have a primary. Unaffiliated voters may choose any one political party’s ballot or a nonpartisan ballot (if available) in a primary election. In a general election, voters may vote for the candidate(s) of their choice, regardless of party. North Carolina does not allow straight-ticket voting (also called straight-party voting).", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Civilian Voter Registration Deadline", "a": "The civilian voter registration deadline in North Carolina is 25 days before Election Day. The voter registration deadline for the 2024 general election is 5 p.m. Friday, Oct. 11, 2024, and Election Day is on Tuesday, Nov. 5, 2024.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Mail-in Voter Registration Applications", "a": "Your county board of elections must receive your completed application, postmarked by the voter registration deadline and received no later than 20 days before a primary or election. Otherwise, your application will not be processed until after the election. Learn more at Complete Your Registration by Mail.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Through Voter Registration Agencies", "a": "Certain agencies are required to offer voter registration services. Learn more at National Voter Registration Act (NVRA). If you register in person or online through the DMV or another voter registration agency, your application will be timely if it is received by that agency at least 25 days before the election. Learn about online voter registration at Complete Your Registration Online Through the DMV.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Did You Miss the Civilian Voter Registration Deadline?", "a": "Individuals who are not registered to vote in a county may register at early voting sites during the early voting period. After registering, the newly registered voter can immediately vote at that same site. This process is called “same-day registration.” When you check in to vote at an early voting site, you may also update your name or address within the same county if necessary. Learn more at Register in Person During Early Voting.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Who Can Register on Election Day?", "a": "Most would-be voters are not eligible to register and vote on Election Day. Eligible would-be voters who become naturalized U.S. citizens or whose rights of citizenship are restored after serving a felony sentence ahead of Election Day, but after the regular voter registration deadline, may register and vote during early voting or on Election Day.Visit Register in Person During Early Voting for details on how to register and vote during the early voting period. Or, see Vote in Person on Election Day to learn about casting your ballot on Election Day. For guidance about registering to vote while incarcerated or after completing a felony sentence, visit Registering as a Person in the Criminal Justice System.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Military and Overseas Citizens Voter Registration Deadline", "a": "The federal Uniformed and Overseas Citizens Absentee Voting Act (UOCAVA) allows certain voters an expedited means to register and vote by mail-in ballot. If you are a military or overseas voter, the voter registration deadline is 5 p.m. on the day before the election. Learn more at Military and Overseas Voting.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Uses for the Online Application", "a": "Through a partnership between the N.C. Division of Motor Vehicles (NCDMV) and the State Board of Elections, if you are an existing DMV customer with a DMV-issued driver’s license or ID, you may register to vote or change parts of your registration with the online voter registration application. You may use the online voter registration application to:. Register to vote. Update your voter registration address. Update your party affiliation. You may not use the online voter registration application to change your name. You are not required to complete a DMV transaction, such as a license renewal, at the same time. There is no fee for voter registration services. Once the online voter registration application is complete, it is sent to the State Board of Elections, which will handle your voter registration.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "View Your Voter Registration Status", "a": "Check your registration status by entering your information into the Voter Search [https://vt.ncsbe.gov/RegLkup/], also known as the voter lookup. You will need to submit your first and last name. To narrow your search results, you can add more information, such as your year of birth or county, but that is optional. With this tool, you will be able to find publicly available information, including your:. Voter registration status. Election Day polling place. Sample ballots for upcoming elections. Voting districts. Past elections you participated in, referred to as voter history. Launch the Voter Search [https://vt.ncsbe.gov/RegLkup/]. Contact your county board of elections [https://vt.ncsbe.gov/BOEInfo/] with any questions regarding your information on the Voter Search.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Update Your Registration Online", "a": "Existing N.C. Division of Motor Vehicles (NCDMV) customers can update their voter registration through its online voter registration application. They can use the online application to update:. Address. Party affiliation. Customers may not use the online voter registration service to change their name. Find more details at Complete Your Registration Online Through the DMV.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Update Your Registration by Mail", "a": "North Carolina residents can use the voter registration application or the change form on their voter registration card to update:. Name. Address. Party affiliation. The application must be signed and sent to the appropriate county board of elections. A wet ink (physical) signature on the voter registration application is not required for updates. Find more details at Complete Your Registration by Mail.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Cancel Registration", "a": "Those that want to cancel their voter registration or report a deceased voter can find more information at Cancel Registration.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Uses for the Mail-in Application", "a": "If you are a North Carolina resident, you may use the voter registration application to:. Register to vote. Update your name. Update your address. Update your party affiliation.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "How to Submit Your Application", "a": "Download and complete the appropriate voter registration application. Make sure to complete all required fields.NC Voter Registration Application in English (fillable PDF) [https://s3.amazonaws.com/dl.ncsbe.gov/Voter_Registration/NCVoterRegForm_06W.pdf]NC Voter Registration Application in Spanish (fillable PDF) [https://s3.amazonaws.com/dl.ncsbe.gov/Voter_Registration/NCVoterRegForm_09W.pdf]. NC Voter Registration Application in English (fillable PDF) [https://s3.amazonaws.com/dl.ncsbe.gov/Voter_Registration/NCVoterRegForm_06W.pdf]. NC Voter Registration Application in Spanish (fillable PDF) [https://s3.amazonaws.com/dl.ncsbe.gov/Voter_Registration/NCVoterRegForm_09W.pdf]. Print the application. Sign the application (ink to paper). If you are a new registrant, you must submit the original application by mail or in person. If you are an existing registrant in the county and are using the form to update your information, you may also fax or email the signed form. Mail the form to your county board of elections [https://vt.ncsbe.gov/BOEInfo/]. Failure to complete a required field will slow your registration. Voter registration applicants must provide, on their registration form, an identification number required by federal law: a DMV-issued ID number or, if they do not have one, the last four digits of their Social Security number. If they lack both of these numbers, they must check a box on the form confirming that. The registration form cannot be processed without this required information. If the application is complete and you meet all qualifications to vote, the county board of elections will mail you a voter registration card. This mailing is non-forwardable and serves to verify your address. If the U.S. Postal Service returns a card as undeliverable, a second mailing will be sent. If the second mailing is returned as undeliverable, the voter registration will be denied. If you submit your application form before the voter registration deadline for the next election, you should receive your voter registration card within two weeks. Contact your county board of elections [https://vt.ncsbe.gov/BOEInfo/] if you do not receive your voter registration card.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Organizing a Voter Registration Drive", "a": "The decision to conduct a voter registration drive is an important one. Voter registration is fundamental to elections and the democratic process. While helping people register to vote is vital, organizers must follow North Carolina law. Any individual, group, or organization that desires to conduct a voter registration drive may do so. No special training is required. Organizers and participants should carefully follow the requirements as outlined in the Voter Registration Drive Information Chart below. Find more information, including instructions for requesting applications, below the chart.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Do", "a": "A voter must:. Be a citizen of the United States. Live in the county of registration and have resided there for at least 30 days prior to an election. Be 18 years old or be 18 at the time of the general election, or be 16 or 17 years old to preregister to vote. Not be serving a felony sentence, including any period of probation, post-release supervision, or parole. For questions about eligibility, the voter should contact their county board of elections. If in violation: Per Certain acts declared felonies (N.C.G.S. § 163-275) [https://www.ncleg.gov/EnactedLegislation/Statutes/HTML/BySection/Chapter_163/GS_163-275.html], violations of this statute shall be a Class I felony, subject to a fine and up to 24 months imprisonment.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Do", "a": "The voter is required to complete the following fields:. Citizenship and Age (checkboxes). Full Name. Date of Birth. NC driver’s license number, and if they don’t have one, the last four digits of Social Security Number (if they lack both numbers, they must check a box on the form confirming that). Address (provide a physical and mailing address, if applicable). Voter’s Signature – the voter must sign or make their mark. A voter may receive assistance upon request, but the voter must sign the form.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Do Not", "a": "Do not compensate or be compensated for the number of registration forms collected/submitted. Quota systems in voter registration drives are illegal and subject to a class 2 misdemeanor. Certain acts declared misdemeanors (N.C.G.S. § 163-274(15)) [https://www.ncleg.gov/EnactedLegislation/Statutes/HTML/BySection/Chapter_163/GS_163-274.html]. Do not tell voters they must re-register to vote. This is incorrect. Refer them to their county board of elections if they have questions about their voting status or eligibility. Do not alter the form once the voter has finished marking it. Any incomplete form should be given to the county board of elections as is. Any assistance filling out the form must be in the voter’s presence and must be at the voter’s request. Do not coerce a person into marking a party affiliation other than what the voter desires. A voter registration form that has party affiliation pre-marked is only permitted if requested by the voter. Do not sell or attempt to sell a completed voter registration form or condition its delivery upon payment. If in violation: Acceptance of application forms (N.C.G.S. § 163-82.6(a) and (b)) [https://www.ncleg.gov/EnactedLegislation/Statutes/HTML/BySection/Chapter_163/GS_163-82.6.html] – Violations of this statute shall be a class 2 misdemeanor, subject to a fine and up to 60 days of imprisonment.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Do", "a": "All voter registration forms — both complete and incomplete — must be sent to the county board of elections in which the voter resides. Please also return unused forms if they are no longer needed. Submit completed voter registration forms within 5 business days of receipt but no later than the 25th day before an election. Maintain a log of staff/volunteers to easily trace who has collected and submitted which registration forms. Logs should contain the name of the person assigned to a batch and contact information to include a phone number, mailing address, and email.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Do Not", "a": "Do not keep, retain or store completed or partially completed voter registration forms in any form for any purpose. It is illegal to retain a voter’s Personal Identifiable Information (PII) unless you are an election official or the information is fully redacted under Certain acts declared misdemeanors (N.C.G.S. § 163-274(16)) [https://www.ncleg.gov/EnactedLegislation/Statutes/HTML/BySection/Chapter_163/GS_163-274.html]. This information includes:. Registrant’s signature. Partial of full Social Security number. Date of birth. Driver’s license number. Email address. Identity of the public agency which the registrant registered, per Voter registration at other public agencies (N.C.G.S. § 163-82.20) [https://www.ncleg.gov/EnactedLegislation/Statutes/HTML/BySection/Chapter_163/GS_163-82.20.html]. If in violation: Per Certain acts declared misdemeanors (N.C.G.S. § 163-274(16)) [https://www.ncleg.gov/EnactedLegislation/Statutes/HTML/BySection/Chapter_163/GS_163-274.html] – Violations of this statute shall be a class 2 misdemeanor, subject to a fine and up to 60 days of imprisonment.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "General Overview", "a": "The NVRA is a federal statute that mandated dramatic changes to states’ voter registration procedures by Jan. 1, 1995. North Carolina met the deadline and implemented all aspects of the Act. The NVRA has often been called the “motor voter” bill because it required driver license offices to take applications for voter registration. It also included other agencies and a mail registration program. It affects the entire process of registration. It created new opportunities for historically underrepresented citizen groups to make an initial application to register to vote. Certain groups that may not have had the opportunity to apply to register to vote were offered the voter registration service when applying for services at a number of state agencies. Read the federal statute: National Voter Registration Act of 1993 | GovInfo [https://www.govinfo.gov/content/pkg/BILLS-103hr2rfs/html/BILLS-103hr2rfs.htm].", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Purpose of NVRA", "a": "Increase the number of eligible citizens who register to vote. Enhance the participation of eligible citizens who register to vote. Protect the integrity of the electoral process. Ensure that accurate and current voter registration rolls are maintained.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "North Carolina Agencies Where You Can Register to Vote", "a": "Division of Motor Vehicles (DMV) [https://www.ncdot.gov/dmv/offices-services/online/Pages/voter-registration-application.aspx]. Division of Services for the Blind [https://www.ncdhhs.gov/divisions/dsb]. Division of Services for the Deaf and Hard of Hearing [https://www.ncdhhs.gov/divisions/dsdhh]. Division of Health Benefits [https://medicaid.ncdhhs.gov/]. Division of Child and Family Well-Being/WIC [https://www.ncdhhs.gov/divisions/division-child-and-family-well-being]. Division of Social Services [https://www.ncdhhs.gov/divisions/dss]. Division of Rehabilitation Services [https://www.ncdhhs.gov/divisions/dvrs]. Division of Employment Security (DES) [https://des.nc.gov/]. Division of State Operated Healthcare Facilities [https://www.ncdhhs.gov/divisions/dsohf].", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Cancelation of Voter Registration", "a": "If a voter wants to cancel his or her voter registration, they must fill out the Cancelation of Voter Registration form (PDF) [https://s3.amazonaws.com/dl.ncsbe.gov/sboe/forms/Cancellation%20of%20Voter%20Notice.pdf] and return it to the appropriate county board of elections [https://vt.ncsbe.gov/BOEInfo/] to remove themselves from the county’s list of registered voters. This form can only be completed by the voter.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Notification of a Deceased Voter", "a": "To notify a county board of elections of the death of a registered voter, fill out the Notification of Deceased Voter form (PDF) [https://s3.amazonaws.com/dl.ncsbe.gov/sboe/forms/NotificationofDeceasedVoterFormSBOE.pdf] form, and submit it to the appropriate county board of elections [https://vt.ncsbe.gov/BOEInfo/]. Upon receipt of the form, the county board of elections will remove the voter from the county’s list of registered voters. Only a near relative or personal representative of the deceased voter’s estate may complete the form.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Qualifications to Register to Vote", "a": "To register to vote in North Carolina, you must:. Be a U.S. citizen.See the USCIS website for citizenship information.Citizenship documents are not required to register. See the USCIS website for citizenship information. Citizenship documents are not required to register. Live in the county where you are registering, and have resided there for at least 30 days prior to Election Day.The federal Uniformed and Overseas Citizens Absentee Voting Act (UOCAVA) allows certain voters who are active duty military or their families as well as U.S. citizens abroad special rights that provide an expedited means to register and vote by mail-in ballot. Find more information on Military and Overseas Voting. The federal Uniformed and Overseas Citizens Absentee Voting Act (UOCAVA) allows certain voters who are active duty military or their families as well as U.S. citizens abroad special rights that provide an expedited means to register and vote by mail-in ballot. Find more information on Military and Overseas Voting. Be at least 18 years old, or will be by the date of the general election.16- and 17-year-olds may preregister to vote [/node/33].17-year-olds may vote in a primary election if they will be 18 at the time of the general election. 16- and 17-year-olds may preregister to vote [/node/33]. 17-year-olds may vote in a primary election if they will be 18 at the time of the general election. Not be serving a felony sentence, including any period of probation, post-release supervision, or parole. Note: An inactive voter is still a registered voter. A voter who is inactive status will be asked to confirm their addresses when they appear to vote. No special document is required.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Information Required to Register", "a": "The voter registration form requires the following information:. Checking the boxes confirming that you are a U.S. citizen and that you meet the age requirements. Your legal first name, last name, and suffix (if applicable). Your date of birth. One of the following:An identification number: Your N.C. driver’s license number/NCDMV ID number or, if you do not have one, the last four digits of your Social Security number.If you do not have one of those forms of identification, you must check the box confirming that you do not have one. An identification number: Your N.C. driver’s license number/NCDMV ID number or, if you do not have one, the last four digits of your Social Security number. If you do not have one of those forms of identification, you must check the box confirming that you do not have one. Residential address, including street number, name, and type, and unit number (if applicable), city, ZIP code, and county. Mailing address, if you do not receive mail at your residential address. Your signature and date attesting to your qualifications to vote. Additional optional information about you can also be provided on your voter registration form, including your gender, ethnicity, and race. You may also choose to affiliate with a political party recognized in North Carolina. And your contact information can be listed so that your county board of elections can contact you with any questions.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Registering as a College Student", "a": "Find out where to register and how to register during the early voting period at Registering as a College Student.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Registering as a Person in the NC Criminal Justice System", "a": "Find information at Registering as a Person in the NC Criminal System.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Preregistering to Vote When You are 16 or 17 Years Old", "a": "Eligible voters who preregister will automatically be registered to vote when they turn 18 years old. Find more information at Preregistering to Vote When You are 16 or 17 Years Old.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "2024 General Election", "a": "North Carolina will hold its general election on Nov. 5, 2024. Below, review which offices are up for election, dates, deadlines, voting tips and more.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Offices up for Election", "a": "Offices up for election in 2024 include the following:. U.S. President/Vice President. U.S. House of Representatives. Governor. Lieutenant Governor. Secretary of State. State Auditor. State Treasurer. Superintendent of Public Instruction. Attorney General. Agriculture Commissioner. Labor Commissioner. Insurance Commissioner. State Senator. State Representative. N.C. Supreme Court Justice. N.C. Court of Appeals Judge. Superior Court Judge. District Court Judge. District Attorney. County Commissioner. Clerk of Superior Court. Register of Deeds. Many counties have elections for boards of commissioners and boards of education. A number of municipalities also have elections for mayor and seats on the municipal governing board.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Judicial Voter Guide", "a": "In the 2024 general election, there will be a contest for one N.C. Supreme Court associate justice and three N.C. Court of Appeals judge positions. You can find information about each candidate here: Judicial Voter Guide: 2024 General Election (https://www.ncsbe.gov/voting/upcoming-election/judicial-voter-guide-2024-general-election) .", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Dates and Deadlines", "a": "Here are voter dates and deadlines for the 2024 general election in North Carolina:. Sept. 20: Ballots distributed to military and overseas citizen voters who have requested them. Sept. 24: Absentee ballots distributed to all other voters who have requested them. Oct. 11: Voter registration deadline (5 p.m.).*. Oct. 17: In-person early voting begins; same-day registration available. Oct. 29: Absentee ballot request deadline (5 p.m.).*. Nov. 2: In-person early voting ends (3 p.m.). Nov. 5: General Election Day. Nov. 5: Absentee ballot return deadline (7:30 p.m.).*. Find other important dates for the election on our web calendar: Voter Dates & Deadlines (https://www.ncsbe.gov/current-sbe-events?field_event_terms_target_id=765) . *Voter registration and absentee voting deadlines are different for military and overseas citizen voters (https://www.ncsbe.gov/voting/military-and-overseas-voting) .", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Local Voter Tool", "a": "We will update our voter tool that tracks election contests in your county for 2024. Please revisit this page later.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Important Tips for Voters", "a": "Need to register or update your registration? See How to Register (https://www.ncsbe.gov/registering/how-register) or Updating Registration (https://www.ncsbe.gov/registering/updating-registration) . Check your registration: Voters can check to make sure their registration information is accurate and up to date using the Voter Search (https://vt.ncsbe.gov/RegLkup/) tool. There, you can also find your polling place, absentee ballot information, and more. Find your sample ballot: All eligible, registered voters will find their sample ballot(s) in the “Your Sample Ballot” section of their Voter Search (https://vt.ncsbe.gov/RegLkup/) profile when they become available. For even-year elections, sample ballots are typically available 50 days before Election Day. Don’t forget your photo ID: North Carolina voters will be asked to show photo ID when they check in to vote. Learn more: Voter ID (https://www.ncsbe.gov/voterid) . Three ways to vote: Follow the links below to learn about the voting methods available to voters. Vote Early in PersonVote in Person on Election DayVote By Mail. Vote Early in Person (https://www.ncsbe.gov/voting/vote-early-person). Vote in Person on Election Day (https://www.ncsbe.gov/voting/vote-person-election-day). Vote By Mail (https://www.ncsbe.gov/voting/vote-mail).", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "In-Person Voters", "a": "Voters must show an acceptable photo ID when they check in at their voting site during early voting or on Election Day. Election workers check to see if the picture on the ID reasonably resembles the voter and if the name on the ID is the same as or very similar to the voter’s name in their registration record. The address on the photo ID does not have to match the voter registration records. If the voter does not show an acceptable ID, the voter may proceed to vote in one of the two following ways:. complete an ID Exception Form and then vote with a provisional ballot, or. vote with a provisional ballot and then return to their county board of elections office (https://vt.ncsbe.gov/BOEInfo/) with their photo ID by the day before county canvass. (For municipal elections in September and October, this deadline is the Monday following Election Day. For all other elections, the deadline is the second Thursday following Election Day.).", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Absentee-By-Mail Voters", "a": "Voters who vote by mail must include a photocopy of an acceptable ID when returning their ballot, or they may complete an ID Exception Form. The voter places the photocopy of ID or ID Exception Form in a pocket on the outside of the ballot container envelope, which is then placed in an outer return envelope to protect the privacy of the voter.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Acceptable Photo IDs for Voting", "a": "Any of the following that is unexpired, or expired for one year or less:. North Carolina driver’s license. State ID from the NCDMV (https://www.ncdot.gov/dmv/license-id/identification/Pages/default.aspx) (also called “non-operator ID”). Driver’s license or non-driver ID from another state, District of Columbia, or U.S. territory ( only if voter registered in North Carolina within 90 days of the election ). U.S. Passport or U.S. Passport card. North Carolina voter photo ID card issued by a county board of elections (see Get a Free Voter Photo ID (https://www.ncsbe.gov/node/1260) ). College or university student ID approved by the State Board of Elections (see box below). State or local government or charter school employee ID approved by the State Board of Elections (see box below). Note: A voter 65 or older may use an expired form of acceptable ID if the ID was unexpired on their 65th birthday. Any of the following, regardless of whether the ID contains an expiration or issuance date:. Military or veterans ID card (with photo) issued by the U.S. government. Tribal enrollment card (with photo) issued by a tribe recognized by the State of North Carolina or the federal government (https://www.ncsbe.gov/voting/voter-id/tribal-photo-ids-voting). ID card (with photo) issued by an agency of the U.S. government or the State of North Carolina for a public assistance program ( Note: Although this is an acceptable form of ID under North Carolina law, the State Board is not aware of any such ID in circulation that contains a photo. All IDs for voting are required to have a photo. ).", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Student and Public Employee IDs Approved for Voting", "a": "The State Board of Elections has approved more than 130 student and employee identification cards across the state for use in the 2024 elections in North Carolina. View the list (https://www.ncsbe.gov/voting/voter-id/student-public-employee-ids-approved-voting).", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Free Photo ID Cards", "a": "All county boards of elections (https://vt.ncsbe.gov/BOEInfo/) can issue free voter photo IDs to registered voters in their county. To be issued a free voter photo ID card, the voter must provide their name, date of birth, and the last four digits of their Social Security number, and have their photo taken. Find additional information at Get a Free Voter Photo ID (https://www.ncsbe.gov/node/1260) . Additionally, any North Carolina resident can get a free non-driver's ID card from the DMV. Find more information under \"No-Fee ID Cards\" at State IDs | NCDMV (https://www.ncdot.gov/dmv/license-id/identification/Pages/default.aspx) .", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "ID Exceptions", "a": "If any voter is unable to show photo ID when voting (whether in person or by mail), they may fill out an ID Exception Form and vote their ballot. The voter will choose from the following permitted exceptions:. The voter has a “reasonable impediment” to showing photo ID. This means that something is preventing the voter from showing ID. The voter must provide their reason by selecting from the following choices on the form. Lack of transportationDisability or illnessLack of birth certificate or other documents needed to obtain IDWork or school scheduleFamily responsibilitiesPhoto ID is lost, stolen, or misplacedApplied for photo ID but have not received it(For mail voters only) Unable to attach a copy of photo ID (Voter must include driver’s license number or last four digits of Social Security number)Other reasonable impediment (if selected, the voter must write the reason on the form)State or federal law prohibits voter from listing the reason. Lack of transportation. Disability or illness. Lack of birth certificate or other documents needed to obtain ID. Work or school schedule. Family responsibilities. Photo ID is lost, stolen, or misplaced. Applied for photo ID but have not received it. (For mail voters only) Unable to attach a copy of photo ID (Voter must include driver’s license number or last four digits of Social Security number). Other reasonable impediment (if selected, the voter must write the reason on the form). State or federal law prohibits voter from listing the reason. The voter has a religious objection to being photographed. The voter was a victim of a natural disaster within 100 days before Election Day that resulted in a disaster declaration by the President of the United States or the Governor of North Carolina. County boards of elections must count provisional ballots with properly completed ID Exception Forms.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Absentee-By-Mail Voting", "a": "Any North Carolina registered voter may request, receive, and vote a mail-in absentee ballot. For an overview of North Carolina’s 2024 general election, visit Upcoming Election (https://www.ncsbe.gov/voting/upcoming-election) . Registered voters in North Carolina must request an absentee ballot with an official NC Absentee Ballot Request Form. There are two ways to access and submit the form:. Online: Option 1 at the NC Absentee Ballot Portal. Option 1 at the NC Absentee Ballot Portal (https://votebymail.ncsbe.gov/app/home) . On paper: 2024 NC Absentee Ballot Request Form in English (PDF).2024 NC Absentee Ballot Request Form in Spanish (PDF).After completing, submit the form to your county board of elections or in person or by mail via the US Postal Service, DHL, FedEx, or UPS. 2024 NC Absentee Ballot Request Form in English (PDF) (https://s3.amazonaws.com/dl.ncsbe.gov/Forms/2024/English-Fillable-2024-Absentee-Ballot-Request-Form.pdf) . 2024 NC Absentee Ballot Request Form in Spanish (PDF) (https://s3.amazonaws.com/dl.ncsbe.gov/Forms/2024/Spanish-Fillable-2024-Absentee-Ballot-Request-Form.pdf) . After completing, submit the form to your county board of elections or in person or by mail via the US Postal Service, DHL, FedEx, or UPS. After completing, submit the form to your county board of elections (https://vt.ncsbe.gov/BOEInfo/) or in person or by mail via the US Postal Service, DHL, FedEx, or UPS. Track your absentee-by-mail ballot through the mail: Once you have requested your absentee ballot, you can track its status from printed to accepted by signing up online for status notifications through BallotTrax (https://northcarolina.ballottrax.net/voter/) . BallotTrax will be available 30 days prior to the election.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Military and Overseas Voting", "a": "The federal Uniformed and Overseas Citizens Absentee Voting Act (UOCAVA) allows certain voters an expedited means to register and vote by mail-in ballot. Find more information at Military and Overseas Voting (https://www.ncsbe.gov/voting/military-and-overseas-voting) .", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Accessible Absentee Voting", "a": "If you are a blind or visually impaired voter in North Carolina, you can request, mark, and return an accessible absentee ballot online through a system that is compatible with screen readers and that allows for a digital or typed signature. Learn more at Accessible Absentee Voting (https://www.ncsbe.gov/voting/help-voters-disabilities/accessible-absentee-voting) . If you live at a facility such as a hospital, clinic, or nursing home, find details about receiving assistance with mail-in voting and other services provided by a multipartisan assistance team (MAT) at Assistance for Voters in Care Facilities (https://www.ncsbe.gov/voting/help-voters-disabilities/assistance-voters-care-facilities) .", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "12 Reasons Absentee Voting is Secure", "a": "Learn about the many processes in place to ensure absentee voting is secure and conducted according to state law.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Detailed Instructions to Vote By Mail", "a": "Voting by mail in North Carolina takes three simple steps — requesting, completing, and returning a ballot. Find more information at Detailed Instructions to Vote By Mail (https://www.ncsbe.gov/voting/vote-mail/detailed-instructions-vote-mail) .", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "2024 General Election Day", "a": "The 2024 general election is Tuesday, Nov. 5, 2024. Polling places will be open from 6:30 a.m. to 7:30 p.m. Any voter in line at their assigned polling place at 7:30 p.m. will be able to vote. Any voter in line at their assigned polling place at 7:30 p.m. will be able to vote. Registered voters can find their polling place and sample ballot here: Voter Search (https://vt.ncsbe.gov/RegLkup/) .", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Unsure if You Are Registered?", "a": "Find out if you are registered to vote by entering your information into the Voter Search (https://vt.ncsbe.gov/RegLkup/) .", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Your Election Day Polling Place", "a": "Find your Election Day polling place by entering your information into the Voter Search (https://vt.ncsbe.gov/RegLkup/) , or search using your address with the Election Day Polling Place Search (https://vt.ncsbe.gov/PPLkup/) . The State Board asks that all voters respect the right of others to participate in the election. Intimidating any voter is a crime. Voters who feel harassed or intimidated should notify an election official immediately.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Don’t Forget Your Photo ID", "a": "North Carolina voters will be asked to show photo ID when they check in to vote. Learn more: Voter ID (https://www.ncsbe.gov/voting/voter-id) .", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Your Sample Ballot", "a": "To view sample ballots, registered voters must enter their information into the Voter Search (https://vt.ncsbe.gov/RegLkup/) and navigate to “Your Sample Ballot.” Voters can practice making selections with the accessible sample ballot: “Option 4” at the NC Absentee Ballot Portal (https://votebymail.ncsbe.gov/app/home) . Note: Sample ballots for each election are only available once finalized.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Voting Equipment", "a": "Curious which voting equipment will be at your polling place? Check the interactive map and table: Election Day Voting Equipment by County (https://www.ncsbe.gov/voting/voting-equipment/election-day-voting-equipment-county) .", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Voter Assistance and Curbside Voting", "a": "Any voter who qualifies for assistance may ask for help at their polling place under Assistance to voters (N.C.G.S. § 163-166.8) (https://www.ncleg.gov/EnactedLegislation/Statutes/HTML/BySection/Chapter_163/GS_163-166.8.html) . To find more information, visit Help for Voters with Disabilities (https://www.ncsbe.gov/voting/help-voters-disabilities) . Curbside voting is available for eligible individuals. For more information, see Curbside Voting (https://www.ncsbe.gov/voting/help-voters-disabilities/accessible-voting-sites/curbside-voting) .", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "After You Vote", "a": "Note that when you inserted your ballot into a tabulator, your selections were recorded on a media card in the tabulator. These results were counted and reported publicly on election night. For further confirmation that your ballot was counted, use the Voter Search (https://vt.ncsbe.gov/RegLkup/) . Your ballot status will show up in your “Voter History” section as soon as your county completes the post-election process of assigning voter history to your record. This may take up to a few weeks after Election Day. Please be assured that your county board of elections will complete this process as promptly as possible amid the other post-election tasks that must be completed, including post-election audits and certification of the results.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "4 Appellate Court Contests", "a": "One N.C. Supreme Court associate justice contest and three N.C. Court of Appeals judge contests are on the ballot in the 2024 general election, which will be held Nov. 5.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "About the Appellate Courts", "a": "The N.C. Supreme Court is the state’s highest court. One chief justice and six associate justices review cases from the N.C. Court of Appeals, the N.C. Business Court, and cases in which the death penalty has been imposed. For more information, see Supreme Court of North Carolina (https://www.nccourts.gov/courts/supreme-court) . The N.C. Court of Appeals is the state’s intermediate appellate court. It reviews cases first decided in District and Superior Courts, as well as appeals from administrative agencies. There are a total of 15 judges on the Court of Appeals, and appeals are decided by rotating panels of three judges who consider errors in legal procedures or in judicial interpretation of the law. For more information, see North Carolina Court of Appeals (https://www.nccourts.gov/courts/court-of-appeals) . Supreme Court justices and Court of Appeals judges serve eight-year terms.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Navigating Your Voter Profile", "a": "There are six sections in your voter profile:. Your Voter Details displays the following: County shows the county in which you are registered to vote.Status confirms your voter registration status.Voter Reg Number shows your countywide unique identifier issued by your county board of elections.NCID shows your statewide unique identifier issued by your county board of elections.Party shows the political party you are affiliated with or whether you are unaffiliated. Race shows the demographic details you provided.Ethnicity shows the demographic details you provided.Gender shows the demographic details you provided.Registration Date shows the date of your most recent registration.NCDMV Customer shows whether or not you are a DMV customer. County shows the county in which you are registered to vote. Status confirms your voter registration status. Voter Reg Number shows your countywide unique identifier issued by your county board of elections. NCID shows your statewide unique identifier issued by your county board of elections. Party shows the political party you are affiliated with or whether you are unaffiliated. Race shows the demographic details you provided. Ethnicity shows the demographic details you provided. Gender shows the demographic details you provided. Registration Date shows the date of your most recent registration. NCDMV Customer shows whether or not you are a DMV customer. Your Jurisdictions describes the districts in which you live and the contests in which you are eligible to vote. This section displays the following: Precinct shows your voting precinct, which determines your polling place.Congress shows your congressional district.NC Senate shows your state senate district.NC House shows your state house district.Superior Court shows your superior court district.Judicial shows your judicial district.Prosecutorial shows your prosecutorial district.County Commissioner shows your county commissioner district.City Council shows your city council district, if applicable.Municipality shows the municipality (city, town, or village) where you are registered, if applicable.Ward shows your ward, if applicable.School shows your school board district, if applicable. Precinct shows your voting precinct, which determines your polling place. Congress shows your congressional district. NC Senate shows your state senate district. NC House shows your state house district. Superior Court shows your superior court district. Judicial shows your judicial district. Prosecutorial shows your prosecutorial district. County Commissioner shows your county commissioner district. City Council shows your city council district, if applicable. Municipality shows the municipality (city, town, or village) where you are registered, if applicable. Ward shows your ward, if applicable. School shows your school board district, if applicable. Your Voting Locations shows your polling site for the upcoming election. On Election Day, this is where you go to vote. If you click the site’s name, you will find more information about the polling place. This includes the address of the polling place and sample ballot for the site, as well as the address, hours, and contact information for your county board of elections. The section also contains instructions on how to find early voting sites and hours in your county. Your Sample Ballots contains your sample ballot(s) for the upcoming election. The section also allows you to access your accessible sample ballot, where you can practice making your selections. If there is a primary election, you will see the ballot of your registered party. If you are unaffiliated, you will see a sample ballot for each party with an open primary. For a general election, you will find one sample ballot for the upcoming election. Your Absentee Ballot: By Mail or Early Voting shows some of your ballot information when you vote in person during the early voting period or by mail. This section shows seven columns: Election Date shows the date of the election in which you voted.County shows the county in which you cast your ballot.Absentee Status shows if you successfully cast your absentee ballot. If so, you will see VALID RETURN.Absentee Type shows whether you voted by mail or in-person during early voting.Return Date shows the date you voted early in person or the date your ballot was received by mail at your county board of elections.Return Method shows how you returned your ballot. For civilians, this will say MAIL or IN PERSON. For military and overseas voters, this may say E-MAIL.Return Status confirms your ballot status. Election Date shows the date of the election in which you voted. County shows the county in which you cast your ballot. Absentee Status shows if you successfully cast your absentee ballot. If so, you will see VALID RETURN. Absentee Type shows whether you voted by mail or in-person during early voting. Return Date shows the date you voted early in person or the date your ballot was received by mail at your county board of elections. Return Method shows how you returned your ballot. For civilians, this will say MAIL or IN PERSON. For military and overseas voters, this may say E-MAIL. Return Status confirms your ballot status. Your Voter History shows your county and your method of voting during each election in North Carolina. The section has four columns: Election shows the date of the election in which you voted.Voted Method shows how you voted:IN-PERSON ELECTION DAY means you voted in person on Election Day.EARLY VOTING means you voted in person during early voting.ABSENTEE BY MAIL means you voted absentee by mail.PROVISIONAL means you voted provisionally.Voted County shows the county where you voted.Primary Election Ballot shows which party’s primary you participated in during a primary election. The column will be blank for general elections. This does not have anything to do with who you voted for. That information is confidential. Election shows the date of the election in which you voted. Voted Method shows how you voted: IN-PERSON ELECTION DAY means you voted in person on Election Day.EARLY VOTING means you voted in person during early voting.ABSENTEE BY MAIL means you voted absentee by mail.PROVISIONAL means you voted provisionally. IN-PERSON ELECTION DAY means you voted in person on Election Day. EARLY VOTING means you voted in person during early voting. ABSENTEE BY MAIL means you voted absentee by mail. PROVISIONAL means you voted provisionally. Voted County shows the county where you voted. Primary Election Ballot shows which party’s primary you participated in during a primary election. The column will be blank for general elections. This does not have anything to do with who you voted for. That information is confidential. Please note about voter history: Your county board of elections must upload information about all voters who participated in the election before assigning your voter history. This may take up to a few weeks after Election Day.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "General Overview", "a": "A voter receives a provisional ballot when questions arise about:. The voter’s qualification to vote,. The voter’s eligibility to vote in a given election, or. The voter’s eligibility to vote a specific ballot style. A provisional ballot also is used when a voter does not or cannot present photo ID when voting in person. Election officials hold provisional ballots aside as they conduct research about the voter’s eligibility. Based on the research, county board of elections members make final determinations about voter eligibility. Election results are not finalized until all provisional ballots that are eligible are counted. Specific reasons why a voter may vote provisionally (https://www.ncsbe.gov/voting/provisional-voting#reasons) are listed below. Through provisional voting, all citizens have the opportunity to cast a ballot, even if such questions arise. Provisional voting is fail-safe voting. State law mandates that no person shall be denied the option to vote a provisional ballot. In no circumstance should a voter be turned away.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Provisional Procedures", "a": "If a voter is not able to cast a regular ballot, the voter will go the Help Station for help casting a provisional ballot. The voter will receive a Help Referral Form explaining the reason for the referral to the Help Station.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Provisional Voting Packet", "a": "An election official at the Help Station will help the voter complete a Provisional Voting Application and provide a provisional ballot and envelope. Then, the voter will complete the ballot in private, seal the ballot in the envelope and return the envelope to the Help Station.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Provisional Voter Instructions", "a": "Each provisional voter will receive a Provisional Identification Number (PIN). The voter can use this, along with their date of birth, to check the status of their provisional ballot. (This status will not be available earlier than 10 days after the date of the election.). The election official will also inform the voter, if applicable, of any additional steps the voter must take to ensure their ballot counts. To check the status of a provisional vote, a voter may:. Check online: Provisional Search (https://vt.ncsbe.gov/RegProvPIN/) . Call (919) 814-0700 (tel:+1-919-814-0700) or (866) 522-4723 (tel:+1-866-522-4723) (toll-free).", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Provisional Process", "a": "All provisional envelopes are returned to a county board of elections. County board of elections staff research details of provisional applications, and the voter’s eligibility, and provide results to the county board of elections. For example, if a voter does not appear on the pollbook but claims to have registered, elections officials will research to see if there was a registration attempt. No election results are finalized until the determination of the statuses of the provisional ballots has been made. If a provisional application is approved, only then will the voter’s provisional ballot be removed from the sealed envelope and the ballot counted or, if applicable, partially counted. Ballots are partially counted if a provisional voter was not entitled to vote for all contests on the ballot. If a provisional application is not approved, the ballot remains sealed in the provisional envelope.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Reasons for Provisional Voting", "a": "No Record of Registration - A voter’s record of registration cannot be found in the voter registration list at the time the voter presents to vote at the voting place. Unreported Move - A voter provides an address different from the voter’s registered address, and the voter indicates that the move to the new address occurred 30 or more days before Election Day. Previously Removed - A voter was previously registered in the county but the registration was canceled. A voter's registration may be canceled for a number of reasons (moved within state; moved to another state; felony conviction; removed due to list maintenance; successful voter challenge; deceased, etc.). No Acceptable ID - A voter does not present acceptable identification under the Help America Vote Act (HAVA). Unrecognized Address - An election official is unable to locate a voter’s address in the county’s street lookup files. Incorrect Precinct - This provisional voting reason is used when a voter requests to vote at a polling place on Election Day that is not the voter’s proper precinct. The voter’s proper precinct is the precinct assigned to the voter based on residential address 30 or more days before Election Day. Incorrect Party - During a partisan primary, a voter insists on voting a ballot for a political party that the voter is not affiliated with. Voter Already Voted - A voter’s record indicates that the voter has already cast a ballot in the election. Jurisdiction Dispute - A voter presents to vote and has no eligible ballot style or the voter requests to vote in a contest not in the voter's assigned voting district based on his or her legal voting residence. Voted During Extended Hours - The hours for voting are extended by the State Board of Elections or a court order. Voters who cast a ballot during extended hours must vote a provisional ballot.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "How to register and vote under the UOCAVA:", "a": "1 Check if you’re covered. Explore the tabs for information on the two voter types covered by the UOCAVA: Military members and citizens outside the country. Accordion Military Members Overseas Citizens Tab/Accordion Items Military Members You are a military member if you are:A member of the active or reserve components of the Army, Navy, Air Force, Marine Corps, or Coast Guard who is on active duty.A member of the Merchant Marine, the commissioned corps of the Public Health Service, or the commissioned corps of the National Oceanic and Atmospheric Administration.A member of the National Guard or state militia units on activated status.The spouse or dependent of someone listed above if you live with or accompany them. Overseas Citizens You are an overseas citizen if you are a U.S. citizen, and you are:Temporarily living outside the United States, and you intend to return to your state.A college student traveling abroad during an election.Traveling outside of the United States during an election.Outside of the United States permanently, and you have no intent to return.Someone born outside of the United States with a U.S. citizen parent who last resided in North Carolina. Military Members. Overseas Citizens. A member of the active or reserve components of the Army, Navy, Air Force, Marine Corps, or Coast Guard who is on active duty. A member of the Merchant Marine, the commissioned corps of the Public Health Service, or the commissioned corps of the National Oceanic and Atmospheric Administration. A member of the National Guard or state militia units on activated status. The spouse or dependent of someone listed above if you live with or accompany them. Temporarily living outside the United States, and you intend to return to your state. A college student traveling abroad during an election. Traveling outside of the United States during an election. Outside of the United States permanently, and you have no intent to return. Someone born outside of the United States with a U.S. citizen parent who last resided in North Carolina. 2 Register to vote and request your absentee ballot with the Federal Post Card Application (FPCA). The deadline is 5 p.m. ET the day before Election Day. Click the tabs to compare how to apply: Online or on paper. Accordion Online On Paper Tab/Accordion Items Online Complete the FPCA online via the NC Military/Overseas Voter Services Portal:Easiest, most convenient method.No pen, paper, or printer required.Fill out the form with a keyboard, sign it using your mouse or finger, and return it with the click of a button.Fill out the FPCA online On Paper Complete the FPCA on paper:Method requires pen, paper, and printer.Fill out and return your completed and signed application via mail, email, or fax to your county board of elections.Alternatively, send it to the State Board of Elections, and we will forward it to your county board of elections for you:Mail: North Carolina State Board of Elections, P.O. Box 27255, Raleigh, NC 27611-7255Email: absentee@ncsbe.govFax: (919) 715-0351Download the FPCA (PDF). Online. On Paper. Easiest, most convenient method. No pen, paper, or printer required. Fill out the form with a keyboard, sign it using your mouse or finger, and return it with the click of a button. Method requires pen, paper, and printer. Fill out and return your completed and signed application via mail, email, or fax to your county board of elections (https://vt.ncsbe.gov/BOEInfo/) . Alternatively, send it to the State Board of Elections, and we will forward it to your county board of elections for you: Mail: North Carolina State Board of Elections, P.O. Box 27255, Raleigh, NC 27611-7255Email: absentee@ncsbe.govFax: (919) 715-0351. Mail: North Carolina State Board of Elections, P.O. Box 27255, Raleigh, NC 27611-7255. Email: absentee@ncsbe.gov (mailto:absentee@ncsbe.gov). Fax: (919) 715-0351. 3 Receive, vote, and return your absentee ballot. The ballot and voting instructions will arrive where you specified on the FPCA. Make sure to sign the Military-Overseas Voter Affirmation that comes with the ballot materials. You can sign with your mouse or finger if you receive them online. The ballot return deadline via online/email or fax is 7:30 p.m. ET on Election Day.The ballot return deadline via mail is 12:01 a.m. on Election Day (your local time). It must be put in the mail by this deadline and then reach your county board of elections by 5 p.m. ET on the last business day before the county canvass, which occurs 10 days after each election — except for September and October odd-year municipal elections when it’s seven days after the election. A postmark is not required.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "When to use the Federal Write-in Absentee Ballot (FWAB):", "a": "If you have followed the first two steps above but have yet to receive your ballot in time to participate in the election, download and print the FWAB (PDF) (https://s3.amazonaws.com/dl.ncsbe.gov/Forms/2021-09-13-FWAB.pdf) , also known as the backup ballot. It will have blanks for you to write in your choices. See above for ballot return deadlines.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Accessible Voting Sites and Assistance", "a": "Federal and state laws require early voting locations and Election Day polling sites to be accessible. Find details about accessible voting equipment and receiving voting assistance at Accessible Voting Sites (https://www.ncsbe.gov/voting/help-voters-disabilities/accessible-voting-sites) . Are you unable to enter the voting site? Curbside voting is available for eligible individuals. For more information, visit Curbside Voting (https://www.ncsbe.gov/voting/help-voters-disabilities/accessible-voting-sites/curbside-voting) .", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Accessible Absentee Voting for Blind and Visually Impaired Voters", "a": "If you are a blind or visually impaired voter, you may request, mark, and return an accessible absentee ballot online through the NC Absentee Ballot Portal (https://votebymail.ncsbe.gov/app/home) . It is compatible with screen readers and allows for a digital or typed signature. Learn how it works at Accessible Absentee Voting (https://www.ncsbe.gov/voting/help-voters-disabilities/accessible-absentee-voting) .", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Assistance for Facility Residents", "a": "If you live at a facility such as a hospital, clinic, or nursing home, find out how to receive assistance with mail-in voting and other services provided by a multipartisan assistance team (MAT) at Assistance for Voters in Care Facilities (https://www.ncsbe.gov/voting/help-voters-disabilities/assistance-voters-care-facilities) .", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Facts", "a": "All voting systems in North Carolina use paper ballots, marked either by hand or with a ballot-marking device, providing a paper trail of votes cast that can be audited or recounted by elections officials. Note: Military and overseas voters, as well as visually impaired voters, can request, access, and submit an absentee ballot through a secure online portal provided by the State Board. Note: Military and overseas voters, as well as visually impaired voters, can request, access, and submit an absentee ballot through a secure online portal provided by the State Board. All 100 counties comply with federal law by having ballot-marking devices available at every polling place for any voter who needs or wishes to use one to mark a ballot independently. All counties in North Carolina currently use either ES&S or Hart equipment. Voting systems from three different vendors have been approved for use in North Carolina elections. You can view the vendors’ websites by clicking the links below.Election Systems and Software (ES&S)Hart InterCivic (Hart)Clear Ballot. Voting systems from three different vendors have been approved for use in North Carolina elections. You can view the vendors’ websites by clicking the links below. Election Systems and Software (ES&S)Hart InterCivic (Hart)Clear Ballot. Election Systems and Software (ES&S) (https://www.essvote.com/). Hart InterCivic (Hart) (https://www.hartintercivic.com/). Clear Ballot (https://www.clearballot.com/). Each of the 100 county boards of elections, in conjunction with their county board of commissioners, decides which approved voting system will best serve their voters. County purchase of any new system may only come after public demonstrations of the equipment and test use in an election or simulated election.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Voting Equipment By County", "a": "Are you curious about which ballot marking devices or tabulators will be at your voting site? Explore the interactive maps and tables on the following pages:. Early Voting Equipment by County (https://www.ncsbe.gov/early-voting-equipment-county). Election Day Voting Equipment by County (https://www.ncsbe.gov/node/1437).", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Requirements", "a": "North Carolina law requires that voting systems meet federal and state requirements:. Federal voting systems requirements are found in: Voting Systems Standards. Sec. 301. Help America Vote Act (HAVA). Voting Systems Standards. Sec. 301. Help America Vote Act (HAVA) (https://www.congress.gov/bill/107th-congress/house-bill/3295/text). State voting systems requirements are found in: Voting systems: powers and duties of State Board (N.C.G.S. § 163-165.7)Voting systems: powers and duties of board of county commissioners (N.C.G.S. § 165.8)Voting systems: powers and duties of county board of elections (N.C.G.S. § 165.9)Voting systems: requirements for voting systems vendors; penalties (N.C.G.S. § 165.9A)Voting Equipment (Chapter 04, Title 08 of the Administrative Code)Voting System Certification Manual | NC State Board of Elections (PDF)Published Jan. 31 2017; amended June 13, 2019; March 28, 2023. Voting systems: powers and duties of State Board (N.C.G.S. § 163-165.7) (https://www.ncleg.gov/EnactedLegislation/Statutes/HTML/BySection/Chapter_163/GS_163-165.7.html). Voting systems: powers and duties of board of county commissioners (N.C.G.S. § 165.8) (https://www.ncleg.gov/EnactedLegislation/Statutes/HTML/BySection/Chapter_163/GS_163-165.8.html). Voting systems: powers and duties of county board of elections (N.C.G.S. § 165.9) (https://www.ncleg.gov/EnactedLegislation/Statutes/HTML/BySection/Chapter_163/GS_163-165.9.html). Voting systems: requirements for voting systems vendors; penalties (N.C.G.S. § 165.9A) (https://www.ncleg.gov/EnactedLegislation/Statutes/HTML/BySection/Chapter_163/GS_163-165.9A.html). Voting Equipment (Chapter 04, Title 08 of the Administrative Code) (http://reports.oah.state.nc.us/ncac.asp?folderName=%5CTitle%2008%20-%20Elections%5CChapter%2004%20-%20Voting%20Equipment). Voting System Certification Manual | NC State Board of Elections (PDF) (https://s3.amazonaws.com/dl.ncsbe.gov/Voting_Systems_Docs/NCSBEVotingSystemsCertificationProgram_03282023.pdf) Published Jan. 31 2017; amended June 13, 2019; March 28, 2023. Published Jan. 31 2017; amended June 13, 2019; March 28, 2023.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Certification", "a": "Before any election system can be used in North Carolina elections, it must be certified by the State Board of Elections (https://www.ncsbe.gov/voting/voting-equipment#manual) . This ensures that voting systems remain reliable, accurate, user-friendly, accessible to persons with disabilities, and capable of secure operation. The State Board of Elections administers a certification program for any election systems vendor looking to do business in North Carolina.", "s": "SC Voter", "t": "2024-09-01 00:00:00+00:00"}, {"q": "What is Absentee Ballot Process", "a": "Mail-in absentee voting is available in NC and no excuse is required for registered voters. The last day to request an absentee ballot is 7 days before the election. Your ballot must be received by 7:30pm on Election Day in order to be counted. *Voter registration and absentee voting deadlines and different for military and overseas voters . You can sign up to track your absentee ballot on your State Board of Elections website. ID Requirements NOTE: Voters who vote by mail must include a photocopy of an acceptable ID. Or they may complete a Photo ID Exception Form with the absentee ballot return envelope. Instructions will be included in the absentee ballot packet. For more information, including acceptable types of photo ID, see Voter ID . Overseas citizens and U.S. military personnel can find information on how to register to vote and request an absentee ballot at the Overseas Vote Foundation . Those who requested an absentee ballot but end up voting in person : Requesting an absentee ballot will not record you in the system as having voted. If you do not vote your absentee ballot, you may vote in person during the early voting period or on Election Day. You may simply discard your absentee ballot. There is no need to bring it with you to a polling place. Request your Ballot", "s": "Vote411", "t": "2024-09-01 00:00:00+00:00"}, {"q": "When does early voting begin", "a": "Early voting for the November 5, 2024 general election begins October 17th and ends November 2nd. One-stop early voting begins on the third Thursday before the election and ends at 3pm the last Saturday before the election. One-stop absentee voting takes place at either the County Board of Elections office or an alternate site if your County Board office is not able to handle in-person voting. For specific locations of where you can vote, please click here. If you are not registered by the registration deadline, you may register during the one-stop early voting period and vote that same day. In order to register during the one-stop early voting period, you must show proof of address. This can include a valid and current photo ID or any document showing your name and current address.", "s": "Vote411", "t": "2024-09-01 00:00:00+00:00"}, {"q": "What are the eligibility requirements", "a": "To be eligible to vote, you must: Be a US citizen See the USCIS website for citizenship information. Citizenship documents are NOT required to register. Live in the county where you are registering, and have resided there for at least 30 days prior to Election Day. The federal Uniformed and Overseas Citizens Absentee Voting Act (UOCAVA) allows certain voters who are active duty military or their families as well as U.S. citizens abroad special rights that provide an expedited means to register and vote by mail-in ballot. Find more information on Military and Overseas Voting. Be at least 18 years old, or will be by the date of the general election. 16- and 17-year-olds may preregister to vote. 17-year-olds may vote in a primary election if they will be 18 at the time of the general election. Note: An inactive voter is still a registered voter. A voter who is inactive status will be asked to confirm their addresses when they appear to vote. No special document is required. Incarcerated Voters & Returning Citizens: Once a person is convicted of a felony, they lose the right to vote in North Carolina until they have completed their sentence. This includes any period of probation, post-release supervision, or parole associated with a felony sentence. Once their period of supervision is over, a person automatically regains the right to vote in the state even if they have remaining debts associated with their sentence. Voting rights are not restricted by pretrial detention and misdemeanors in North Carolina. Voters without traditional residence: If you do not have a traditional address, you can draw a picture in the space provided on the voter registration form of your usual sleeping location. Be descriptive and note any nearby streets or physical buildings. You must provide a mailing address if you do not receive mail at your residential address. The mailing address on their registration form can be a P.O. box, local shelter, advocacy organization, outreach center, or the home of someone who will accept mail for you.", "s": "Vote411", "t": "2024-09-01 00:00:00+00:00"}, {"q": "What is the ID Needed for Voter Registration", "a": "To register, you must complete and sign a voter registration application. To complete the form, you must provide your full name, residential address, date of birth and citizenship status. Once completed, you must mail the form to the board of elections in your county. The board of elections will then send you a voter registration card. If you register to vote at your polling location during the one-stop early voting period (ends the Saturday before the election). To register during early voting you must prove your eligibility and provide proof of residence. You must show a current name and address ID such as: North Carolina driver's license Other photo ID issued by a government agency Copy of a current utility bill, bank statement, government check, paycheck, or other government document showing the voter's name and address Current college/university photo ID card paired with a current roster prepaired by the college/university and transmitted to the county board of elections office, which lists all students residing in campus housing facilities. Any other type of government-issued photo ID is acceptable as long as the card has your current name and current address. The ID may be expired, but the name and address must be current.", "s": "Vote411", "t": "2024-09-01 00:00:00+00:00"}, {"q": "What is the ID Needed for Voting", "a": "All voters in North Carolina must show a photo ID when voting. Most voters will use their driver’s license, but there are many other acceptable photo IDs. They include: NC driver’s license or state ID from the NCDMV Driver’s license or non-operator card from another state U.S. Passport book or U.S. Passport card NC voter photo ID card Approved Student & government-employee photo IDs Including University of North Carolina digital student IDs Many more IDs will be accepted. For more information, see Voter ID and FAQ: Voter ID . In addition to the list of acceptable Photo IDs for voting, there are important links for information on where to get a No-fee ID Card. Remember, the address on the photo ID does not have to match the voter registration records. Suppose you do not show an acceptable ID at the polls. In that case, you may proceed in one of the two following ways: with an ID Exception Form and a provisional ballot or with a provisional ballot and return it to your county board of elections office with your photo ID by the day before county canvass. Watch : Click here to learn about the new voter photo ID requirement in all upcoming elections.", "s": "Vote411", "t": "2024-09-01 00:00:00+00:00"}, {"q": "When will the Official Results be announced", "a": "Official results are never available on Election Day. Election officials are working around the clock to count an unprecedented number of ballots, and it’s essential that they take the time to make sure every vote is counted. Absentee ballots begin being counted 5 weeks before Election Day during public meetings. Official election results will be uploaded on North Carolina’s State Board of Elections website as they become available. What Happens After You Vote in North Carolina - addresses the vote counting process, how voted ballots are stored until Election Day, and other election security measures taken by the NC State Board of Elections. Official Results", "s": "Vote411", "t": "2024-09-01 00:00:00+00:00"}, {"q": "How can i vot asOverseas and Military Voters", "a": "You are a Military or Overseas voter if you are in uniformed services, living overseas OR a spouse or dependent of a uniformed services voter. To get registered and vote, you can utilize Overseas Vote Foundation. If you have additional questions about elections and voting overseas you can use our state specific elections official directory or contact the Overseas Vote Foundation.", "s": "Vote411", "t": "2024-09-01 00:00:00+00:00"}, {"q": "What are some Poll Worker Information", "a": "You can make sure we have safe, fair, and efficient elections for all. Become a poll worker toda y! In order to be a poll worker in North Carolina: You must be registered to vote in North Carolina You must be at least 18 years of age You will be entitled to compensation Political affiliation generally required You must be a resident of state and precinct for 30 days prior to the election You must complete required training, exam and certification Students 17 years of age with county residency may be appointed if they are enrolled in high school and have consent from a parent To sign up, contact your local board of elections .", "s": "Vote411", "t": "2024-09-01 00:00:00+00:00"}, {"q": "What is Polling Place Hours", "a": "On Election Day, polling places will be open from 6:30 am to 7:30 pm.", "s": "Vote411", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Polling Place Locator", "a": "You can find your polling place by utilizing your state resource. If you have further questions on your polling place location, please contact your county clerk .", "s": "Vote411", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Primary Election Process", "a": "North Carolina is a “partially closed” primary state. Each party has the ability to choose whether to allow unaffiliated voters or voters not registered with their party to participate in their primary. This year, unaffiliated voters may choose the ballot of any party that has a primary. This decision is made before the election cycle begins. In a primary election if a candidate does not with 30% of the votes there will be a primary runoff election scheduled for a few weeks after the primary election date. The runoff election will have the top two candidates with the most votes to ensure that one of them receives the majority of the voters. If you have any questions about your state’s primary election, please contact your local election officials .", "s": "Vote411", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Provisional Voting", "a": "You may vote a provisional ballot if you meet specific conditions. You may be asked to vote a provisional ballot if: your qualification to vote is questioned your voter eligibility is questioned your eligibility to vote a specific ballot is questioned You ask to vote for an election that is not in your assigned voting district You do not show appropriate ID under HAVA If you are asked to vote a provisional ballot, that ballot will be held aside until you can prove your eligibility to vote. Examples of reasons for provisional voting: There's no record of your registration You moved to a different precinct and didn't report the change before 30 days before the election You were previously registered in the county but the registration was canceled Your address can't be verified in the lookup files You're trying to vote at the incorrect precinct During a primary election, you try to vote the other parties ballot The records indicate you already voted in this election Voting during extended hours on Election Day Once you vote your provisional ballot you will receive a PIN number in order to check the status of your ballot . You can begin checking the status of your ballot 10 days after the election.", "s": "Vote411", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Provisions for Voters with Disabilities", "a": "Voting assistance and curbside voting are offered to voters with disabilities. CURBSIDE VOTING Aged and disabled persons allowed to vote outside voting enclosure. In any primary or election any qualified voter who is able to travel to the voting place, but because of age, or physical disability and physical barriers encountered at the voting place is unable to enter the voting place or enclosure to vote in person without physical assistance, shall be allowed to vote either in the vehicle conveying such person to the voting place or in the immediate proximity of the voting place. VOTING ASSISTANCE Assistance to voters in primaries and general elections. In a primary or general election, a registered voter qualified to vote in the primary or general election shall be entitled to assistance in getting to and from the voting booth and in preparing his ballots in accordance with the following rules: 1. Any voter shall be entitled to assistance from a near relative of his [her] choice. 2. Any voter in any of the following four categories shall be entitled to assistance from a person of the voter's choice, other than the voter's employer or agent of that employer or officer or agent of the voter's union: -One who, on account of physical disability, is unable to enter the voting booth without assistance; -One who, on account of physical disability, is unable to mark his ballots without assistance; -One who, on account of illiteracy, is unable to mark his ballots without assistance; -One who, on account of blindness, is unable to enter the voting booth or mark his ballots without assistance. Please visit your state's resource for additional information. You can also utilize the American Association of People With Disabilities (AAPD) resource.", "s": "Vote411", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Registration Deadline", "a": "The registration deadline for the 11/5/24 General Election is 10/11/24. You may now register to vote online! If you are a DMV customer with a North Carolina driver's license or DMV-issued ID, you may now register to vote online . Voter registration forms must be either postmarked or delivered in person by 5 pm 25 days before Election Day. Same-Day Registration during Early Voting: You may register to vote at your polling location during the one-stop early voting period (ends Friday before the election). To register during early voting you must prove your eligibility and provide proof of residence. You must show a current name and address ID such as: North Carolina driver's license Other photo ID issued by a government agency Copy of a current utility bill, bank statement, government check, paycheck, or other government document showing the voter's name and address Current college/university photo ID card paired with a current roster prepared by the college/university and transmitted to the county board of elections office, which lists all students residing in campus housing facilities. Any other type of government-issued photo ID is acceptable as long as the card has your current name and current address. The ID may be expired, but the name and address must be current. Same-Day Registration on Election Day: Eligible would-be voters who become naturalized U.S. citizens or whose rights of citizenship are restored after serving a felony sentence ahead of Election Day, but after the regular voter registration deadline, may register and vote during early voting or on Election Day. Not registered? Use our registration tool to fill out your application and mail to your county Board of Elections. Or you can register during the Early Voting period.", "s": "Vote411", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Time Off To Vote", "a": "Time off to vote is subject to the employer, there is no requirement for employers to grant time off to vote for employees.", "s": "Vote411", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Verify Voter Registration", "a": "To verify your voter registration status click here!", "s": "Vote411", "t": "2024-09-01 00:00:00+00:00"}, {"q": "Voting Machines", "a": "The voting systems used in North Carolina are optical scan, DRE, and hand-counted paper ballots. Optical Scanning : With this system, you will recieve a card or sheet of paper, which you take over to a private table or booth. The card has the names of the various candidates and ballot measures printed on it. With a pen or pencil you fill in a little box or circle or the space between two arrows. In some places, you can check your card or paper right there at the polling place by feeding it into a card-reading machine to make sure you have voted the way you want to. When you are finished filling out all the cards. You may bring the cards over to a ballot box, where poll workers will show you how to put the cards in the box. Or in some places, you may feed the completed cards or papers into a computer device that counts the votes. When Election Day is over, the computer counts how many votes were cast for each candidate. Direct Recording Electronic (DRE) : This is the newest kind of system in use in the US. All the information about who and what you are voting for is on an electronic screen, like a TV or computer screen. The poll workers will give you a card that you slide into a device to start your voting session. These devices will show all of the candidates and ballot choices on one big screen. Often, with these bigscreen devices you push a button next to the name of the candidate you want to votefor (or yes or no on a ballot measure). On each screen or page, there will probably be one thing to vote on. For example, on one screen or page, you might vote for president. Then you might move to the next page to vote for senator. Often these small-screen devices have a touch screen, where you touch the screen next to the name of the person you want to vote for. Some of these machinese have a key pad, and/ or have a keyboard, so you can write in the name of someone you want to vote for. You let the system know you are finished voting by pushing a button, touching the screen or entering something on a keypad. The votes are stored on a computer device like a disk or a cartridge. At the end of the day, results from the disk or cartridge can be printed and read at the polling place or transferred to a central location. Paper Ballots : Paper ballots are one of the oldest ways of voting in America. They are still used on Election Day. Paper ballots are mostly used for absentee ballots. When you come to the polling place, you will get a paper ballot from the poll worker. You take it to the voting booth, and use a pen or pencil to mark a box next to your candidate and issue choices. You then drop the marked ballot into a sealed ballot box. At the end of the day, votes are counted by poll workers reading the ballots. You can learn more about voting systems by checking out the Elections Assistance Elections Assistance Commission's (EAC) (EAC) resource.", "s": "Vote411", "t": "2024-09-01 00:00:00+00:00"}]}