{
    "state": "NJ",
    "num_questions": 55,
    "num_answers": 55,
    "contributor": "Gaurav Kumar",
    "questions": [
        {
            "q": "How can I vote in the next 2025 Election?",
            "a": "You may: Apply for a vote-by-mail ballot and return it one of the following ways: Mail: Vote-by-mail ballots sent through the mail must be postmarked by Election Day, and received by the county Board of Elections on or before the sixth day after the close of the polls. Secure Ballot Drop Box: Secure Ballot Drop Box: Place it in one of your countys secure ballot drop boxes by 8:00 p.m. on Election Day. Drop box locations can be found at Vote.NJ.Gov. Board of Elections Office: Deliver it in person to your countys Board of Elections Office by 8:00 p.m. on Election Day. County Election Officials contact information can be found at Vote.NJ.Gov. In-Person Early Voting for both the Primary Election and the General Election. Each NJ county will hold in-person machine voting. Each county, depending on its size, will designate a minimum of 3 to 10 voting locations for early in-person voting purposes. Early voting locations will be open from at least 10 am to 8 pm on Mondays through Saturdays, and from at least 10 am to 6 pm on Sundays. Go to Vote.NJ.Gov for your early voting sites. In-Person Voting on Election Day , at your polling place, from 6:00 a.m. to 8:00 p.m. Accommodations will be made for voters with disabilities. Go to Vote.NJ.Gov for your polling place, listed on the Polling Locations page. NOTE: Vote-by-mail ballots CANNOT be returned to your polling place for this election.",
            "s": "https://www.nj.gov/state/elections/vote-faq.shtml",
            "t": "2024-11-18T02:28:03.924094"
        },
        {
            "q": "Is there an early voting period in New Jersey?",
            "a": "Yes, there is an in-person (polling place/vote center) early voting period for both the Primary Election and the General Election. Each NJ county will hold in-person machine voting. Each county, depending on its size will designate a minimum of 3 to 10 voting locations for early in-person voting purposes. Early voting polling locations will be open from at least 10 am to 8 pm on Mondays through Saturdays, and from at least 10 am to 6 pm on Sundays. Voters will also be able to return their vote-by-mail ballots early at a secure ballot drop box, via mail, or in person to their Board of Elections office. Dropbox locations can be found here on the New Jersey Voter Information Portal.",
            "s": "https://www.nj.gov/state/elections/vote-faq.shtml",
            "t": "2024-11-18T02:28:03.926022"
        },
        {
            "q": "Can I vote in-person at my polling location on Election Day?",
            "a": "Yes, you can vote in person at your polling location. To find your polling location please visit Vote.NJ.Gov. If you have received your vote-by-mail ballot but have not voted you may only vote by paper provisional ballot at your polling place.",
            "s": "https://www.nj.gov/state/elections/vote-faq.shtml",
            "t": "2024-11-18T02:28:03.926648"
        },
        {
            "q": "What is a provisional ballot?",
            "a": "A provisional ballot is cast by a voter whose eligibility to vote cannot be confirmed at the polls on Election Day or if they have applied for a vote-by-mail ballot. If, after the election, it is determined that the voter who cast the provisional ballot was eligible to vote, the ballot will be counted.",
            "s": "https://www.nj.gov/state/elections/vote-faq.shtml",
            "t": "2024-11-18T02:28:03.927258"
        },
        {
            "q": "Will my other votes be counted if I choose not to vote for a candidate or question?",
            "a": "Yes, if you choose to leave a race or question blank, your other votes will still be counted.",
            "s": "https://www.nj.gov/state/elections/vote-faq.shtml",
            "t": "2024-11-18T02:28:03.927804"
        },
        {
            "q": "Do I have to vote for the Party I am registered with?",
            "a": "In the Primary Election you may vote for the candidate(s) of your choice representing the party in which you are registered. NJ recognizes the Democrat and Republican parties. You may only vote for the number of candidate(s) permitted for the office that you are casting a vote for. Example  Senate - Vote for One- you may only vote for one. Voting for more than one creates an Over Vote which disqualifies the vote cast for that office. Please remember to check the back and any additional pages of your ballot to ensure that you have reviewed all offices up for election. If you are an unaffiliated voter (a voter that has not declared a party) you may be eligible to vote in the Primary Election. You must declare a party when voting at your polling location or select one ballot, Democrat or Republican, if voting by mail. In a General Election you do not have to vote for the candidate(s) of the same party. Please remember to check the back and any additional pages of your ballot to ensure that you have reviewed all offices up for election and any ballot questions.",
            "s": "https://www.nj.gov/state/elections/vote-faq.shtml",
            "t": "2024-11-18T02:28:03.928428"
        },
        {
            "q": "What is the Voter Registration Deadline?",
            "a": "The Voter Registration Deadline is 21 days before the election.",
            "s": "https://www.nj.gov/state/elections/vote-faq.shtml",
            "t": "2024-11-18T02:28:03.930722"
        },
        {
            "q": "How can I register to vote?",
            "a": "Voters can register to vote online or by filling out a paper registration form .",
            "s": "https://www.nj.gov/state/elections/vote-faq.shtml",
            "t": "2024-11-18T02:28:03.931443"
        },
        {
            "q": "How can I check my voter registration status?",
            "a": "Voters can check their voter registration status on the \"Am I Registered?\" page on the New Jersey Voter Information Portal.",
            "s": "https://www.nj.gov/state/elections/vote-faq.shtml",
            "t": "2024-11-18T02:28:03.932133"
        },
        {
            "q": "What is considered an Inactive voter?",
            "a": "An Inactive voter is a voter whose address has come into question. The main way the counties receive this information is via the sample ballots that are sent prior to each election. If a sample ballot is returned as undeliverable or indicates the voter has moved out of county/state, that voter is put into an Inactive status and is sent a confirmation notice informing them that they have until the second federal general election after the date of the notice to update their voting record or appear to vote and complete the necessary form or they will be removed from the voting rolls. Inactive voters do not get sample ballots and are not eligible to receive a vote by mail ballot until they are put back into an Active status. To update your record to active status through the online voter registration or using a paper registration form .",
            "s": "https://www.nj.gov/state/elections/vote-faq.shtml",
            "t": "2024-11-18T02:28:03.932844"
        },
        {
            "q": "How can I be a poll worker on Election Day?",
            "a": "Submit an application to be a poll worker. Citizens, including college and high school students, are encouraged to apply. Training is required and will be provided. This is a great opportunity to earn additional money and participate in our democracy.",
            "s": "https://www.nj.gov/state/elections/vote-faq.shtml",
            "t": "2024-11-18T02:28:03.934975"
        },
        {
            "q": "How do I receive my Mail-in Ballot?",
            "a": "Every Active registered voter is eligible to request a Mail-in Ballot. Please contact your county clerk to submit a request. If you would like to receive your ballot by mail you must request your ballot not less than 7 days before an election. Otherwise, you must get your Mail-in Ballot in-person from your county clerk, by 3 p.m. the day before Election Day. You have until 8 p.m. on Election Day to return your ballot to the Board of Elections in person or deposit it in one of your countys secure authorized ballot drop boxes. You can also mail your ballot, it must be postmarked on or before 8:00 p.m. on Election Day. You can find your Board of Elections contact information here .",
            "s": "https://www.nj.gov/state/elections/vote-faq.shtml",
            "t": "2024-11-18T02:28:03.936432"
        },
        {
            "q": "What if I always vote-by-mail, but now want to vote early, in-person, instead?",
            "a": "Check whether or not you are an active vote-by-mail voter at Vote.NJ.Gov, under Track My Ballot. If you are registered to vote by mail in an election, you must opt out, in order to cast a ballot in person on a machine at an early voting location. To opt out, contact your County Clerk.",
            "s": "https://www.nj.gov/state/elections/vote-faq.shtml",
            "t": "2024-11-18T02:28:03.937076"
        },
        {
            "q": "When will ballots be mailed?",
            "a": "Counties will begin mailing ballots to voters 45 days before an election, but some counties will begin before then.",
            "s": "https://www.nj.gov/state/elections/vote-faq.shtml",
            "t": "2024-11-18T02:28:03.937660"
        },
        {
            "q": "How do I know if my Mail-in Ballot has been received?",
            "a": "You can check on the status of your Mail-in Ballot using the Track My Ballot Portal online or you can contact your County Clerk. You can find your County Clerk contact information here . First time users have to create an account and will need either a Voter ID, a Drivers License Number, or the last 4 digits of their SSN Number to validate voter registration status. (If you dont know your Voter ID number, you can obtain it by going to \" Voter Search \" or contact your Superintendent of Elections or Commissioner of Registration )",
            "s": "https://www.nj.gov/state/elections/vote-faq.shtml",
            "t": "2024-11-18T02:28:03.938310"
        },
        {
            "q": "Can I track my Mail-in Ballot?",
            "a": "Yes, voters can track their Mail-in Ballot through the Track My Ballot Portal . First time users have to create an account and will need either a Voter ID Number, a Drivers License Number, or the last 4 digits of SSN to validate voter registration status. (If you dont know your Voter ID number, you can obtain it by going to \" Voter Search \" or contact your Superintendent of Elections or Commissioner of Registration )",
            "s": "https://www.nj.gov/state/elections/vote-faq.shtml",
            "t": "2024-11-18T02:28:03.938891"
        },
        {
            "q": "If I am voting by mail, when must the county Board of Elections receive my ballot?",
            "a": "Mail-in Ballots sent through the mail must be postmarked by Election Day, and received by the county Board of Elections on or before the sixth day after the close of the polls. Mail-in Ballots that are placed in the countys secure ballot drop box or delivered in-person to the County Board of Elections must be delivered by 8 pm on Election Day.",
            "s": "https://www.nj.gov/state/elections/vote-faq.shtml",
            "t": "2024-11-18T02:28:03.939434"
        },
        {
            "q": "How can I return my ballot?",
            "a": "Either return your ballot by mail, bring your completed and sealed ballot in-person to your countys Board of Elections office, or place it in a secure ballot drop box located throughout your county.",
            "s": "https://www.nj.gov/state/elections/vote-faq.shtml",
            "t": "2024-11-18T02:28:03.939936"
        },
        {
            "q": "What is the deadline by which election officials must receive a mailed ballot?",
            "a": "Every Mail-in Ballot that is postmarked on or before Election Day, and that is received on or before the sixth day after the close of the polls shall be considered valid and shall be canvassed, assuming the ballot meets all other statutory requirements. Additionally, every Mail-in Ballot that does not bear a postmark date but is received by the county board of elections by delivery of the United States Postal Service before or within forty-eight (48) hours (2 days) of the closing of polls, shall be considered valid and shall be canvassed, assuming the ballot meets all other statutory requirements.",
            "s": "https://www.nj.gov/state/elections/vote-faq.shtml",
            "t": "2024-11-18T02:28:03.940470"
        },
        {
            "q": "How do I stop receiving a Mail-in Ballot for future elections?",
            "a": "It depends on your county. Please call your county clerk to inquire about their procedure. You can find your County Clerk contact information here .",
            "s": "https://www.nj.gov/state/elections/vote-faq.shtml",
            "t": "2024-11-18T02:28:03.941041"
        },
        {
            "q": "Do I have to include a stamp on my ballot return envelope?",
            "a": "It depends on your county. Please call your County Clerk. You can find your County Clerk contact information here .",
            "s": "https://www.nj.gov/state/elections/vote-faq.shtml",
            "t": "2024-11-18T02:28:03.941558"
        },
        {
            "q": "Do Mail-in Ballots require a witness or notary?",
            "a": "No, Mail-in Ballots do not require a witness or notary. They do require the voters signature.",
            "s": "https://www.nj.gov/state/elections/vote-faq.shtml",
            "t": "2024-11-18T02:28:03.942113"
        },
        {
            "q": "Do voters casting a Mail-in Ballot need to include a copy of their ID?",
            "a": "Voters do not need to provide a copy of their ID in order to cast a Mail-in Ballot except under certain circumstances for first time voters. These voters will receive a notice with their Mail-in Ballot.",
            "s": "https://www.nj.gov/state/elections/vote-faq.shtml",
            "t": "2024-11-18T02:28:03.942692"
        },
        {
            "q": "What should I do if I make a mistake, damage, or lose my Mail-in Ballot?",
            "a": "If you have not already returned your ballot, you may request a replacement Mail-in Ballot from your County Clerk . If you go to your polling location on Election Day, you will have to vote using a paper provisional ballot.",
            "s": "https://www.nj.gov/state/elections/vote-faq.shtml",
            "t": "2024-11-18T02:28:03.943226"
        },
        {
            "q": "What is the difference between absentee and Vote-By-Mail ballot in New Jersey?",
            "a": "The term absentee ballot was changed in July 2009 and was replaced by the Vote-By-Mail ballot law that allowed a voter to request a ballot by mail for any reason.",
            "s": "https://www.nj.gov/state/elections/vote-faq.shtml",
            "t": "2024-11-18T02:28:03.943728"
        },
        {
            "q": "Will my Mail-in Ballot be counted? I heard that Mail-in Ballots might not be counted.",
            "a": "Every valid Mail-in Ballot is counted. Be sure to complete and sign the certificate attached to the inner envelope when you return your Mail-in Ballot. Be sure to leave the certificate attached to the inner envelope. Do not put it inside the inner envelope. If you are going to mail your ballot, it must be postmarked ON or BEFORE Election Day and received by your county Board of Elections by 8 pm on the sixth day after the close of the polls. If you are not sure if your ballot will arrive in time, you can drop it off in person at the county Board of Elections or one of the countys secure authorized ballot drop boxes. Contact your Board of Elections for drop-off locations. If you are dropping your ballot off in-person, you must do so by 8 pm on Election Day.",
            "s": "https://www.nj.gov/state/elections/vote-faq.shtml",
            "t": "2024-11-18T02:28:03.944268"
        },
        {
            "q": "What is a Ballot Drop Box",
            "a": "A ballot drop box is a secure, locked structure operated by election officials where voters may deliver their ballots from the time they receive them in the mail up to the time polls close at 8 pm on Election Day. There will be at least 10 drop boxes located throughout each county, which will be available 24 hours a day. Drop boxes will be under surveillance by security cameras and collected daily by county election officials.",
            "s": "https://www.nj.gov/state/elections/vote-faq.shtml",
            "t": "2024-11-18T02:28:03.949114"
        },
        {
            "q": "Where can I find the locations of the ballot drop boxes?",
            "a": "You can find that information on the New Jersey Voter Information Portal .",
            "s": "https://www.nj.gov/state/elections/vote-faq.shtml",
            "t": "2024-11-18T02:28:03.950421"
        },
        {
            "q": "Can I deliver more than 1 vote-by-mail ballot to the Board of Elections office or place it in the ballot drop box?",
            "a": "A person who transports a voted (completed) vote by mail ballot for someone else is considered a \"Bearer\". Bearers are limited to three (3) non-household ballots per election, except that an authorized bearer may transport up to five (5) ballots in an election if those voters are immediate family members residing in the same household as the bearer. Not to exceed (5) ballots in total for any election The Bearer MUST SIGN the \"Bearer Portion\" of the outer envelope of the ballot in the presence of the voter when taking custody of the ballot. Any Bearer Ballots that exceed the limit must be REJECTED. If the Bearer is hand-delivering the ballot to the county Board of Elections, then he/she MUST SHOW ID AND SIGN the Bearer Book. It is against the law for anyone except you, the voter, to mail or transport your ballot unless the outer envelope is sealed and the Bearer Portion is completed.",
            "s": "https://www.nj.gov/state/elections/vote-faq.shtml",
            "t": "2024-11-18T02:28:03.951795"
        },
        {
            "q": "Can I deliver my vote-by-mail ballot to my polling location?",
            "a": "No, you cannot bring your ballot to your polling place on Election Day. However, you can bring your completed and sealed ballot in-person to your countys Board of Elections office, or place it in a secure ballot drop box located throughout your county.",
            "s": "https://www.nj.gov/state/elections/vote-faq.shtml",
            "t": "2024-11-18T02:28:03.952549"
        },
        {
            "q": "Are ballots subject to signature matching? If a voter submits a ballot that lacks a signature or the signature is determined not to match the signature in the voters voting record, will that voter be notified?",
            "a": "Yes, if your vote-by-mail ballot or provisional ballot was missing your signature or the county Board of Elections has determined that your signature does not match the signature in your voting record, your County Board of Elections will provide you an opportunity to certify that you did, in fact, cast that ballot.",
            "s": "https://www.nj.gov/state/elections/vote-faq.shtml",
            "t": "2024-11-18T02:28:03.953900"
        },
        {
            "q": "Why am I receiving a letter, call, and/or email saying that my vote by mail ballot or provisional ballot was missing a signature, or that the signature did not match, and asking for additional information?",
            "a": "If your vote-by-mail ballot or provisional ballot was missing your signature or the county Board of Elections has determined that your signature does not match the signature in your voting record, your county Board of Elections will provide you an opportunity to certify that you did, in fact, cast that ballot.",
            "s": "https://www.nj.gov/state/elections/vote-faq.shtml",
            "t": "2024-11-18T02:28:03.954460"
        },
        {
            "q": "What if I believe an election crime or voter fraud has been committed?",
            "a": "If you would like to report a potential election crime or incident of voter fraud, please call 1-877-NJ-VOTER.",
            "s": "https://www.nj.gov/state/elections/vote-faq.shtml",
            "t": "2024-11-18T02:28:03.954977"
        },
        {
            "q": "How can I request and return an absentee ballot for an upcoming general election?",
            "a": "2024 General Election: Important Return Dates In New Jersey, completed mail-in ballots sent through the mail must be postmarked by Election Day, November 5th. If you are delivering your completed ballot in person to the County Board of Elections, it must be submitted by 8:00 p.m. on Election Day. Absentee voting is available and no excuse is required. In New Jersey, absentee ballots are called mail-in or vote-by-mail ballots. The last day to request a mail-in ballot through the mail is 7 days before the election. The last day to request a mail-in ballot in-person is 3 pm the day before the election. If returning your Mail-In Ballot in person it must be received by your County Board of Elections before close of polls on Election Day. If returning your Mail-In Ballot by mail, it must be postmarked no later than Election Day and received by your County Board of Elections no later than 144 hours (6 days) after the time of the closing of the polls for the election. You can track your ballot on the NJ DOS website! Requesting and Returning your Mail-in Ballot You may apply for a vote by mail ballot by completing an vote by mail ballot application and mailing the application to your county clerk . The application must be received by the County Clerk seven days before the election. You may also apply in person to the county clerk until 3:00 p.m. the day before the election. The County Clerk cannot accept faxed copies of a vote by mail ballot application unless you are a Military or Overseas voter, since an original signature is required. Voters do not need to provide a copy of their ID in order to cast a vote- by-mail ballot except under certain circumstances for first time voters. These voters will receive a notice with their vote-by-mail ballot. If returning your Mail-In Ballot in person it must be received by your County Board of Elections or placed in a secure ballot drop-box before close of polls on Election Day. If returning your Mail-In Ballot by mail, it must be postmarked no later than Election Day and received by your County Board of Elections no later than 144 hours (6 days) after the time of the closing of the polls for the election. Permanent Mail-in Ballot List To become a Permanent Mail-in Ballot Voter, simply check the appropriate box on the Absentee Ballot Application indicating that you wish to receive your ballot by mail in all future elections. Voting in Person after Requesting an Absentee Ballot If you requested a Mail-In Ballot but wish to vote at the polls on Election Day you may request an Opt-Out Form from your county clerk. If mail-in ballots have already been mailed for the election, you will not be able to vote on a machine at the polls. Additional Information If you have any questions, you can call 1-877-NJ-VOTER (1-877-658-6837). Overseas citizens and U.S. military personnel can find information on how to register to vote and request a vote by mail ballot at the Overseas Vote Foundation .",
            "s": "https://www.vote411.org/new-jersey",
            "t": "2024-11-19T01:48:32.176250"
        },
        {
            "q": "What should I do if there's an issue with my absentee or provisional ballot before the election deadline?",
            "a": "The deadline to cure (correct) your absentee/mail ballot is November 16, 2024. The county board of elections will contact you within 24 hours of receiving your ballot if any errors are found. The notice will include the necessary information and instructions to correct your ballot on time. You can also track your ballot through your states online tool. If you voted a provisional ballot, you can find out whether it was counted or the reason it was rejected by calling 1-877-NJVOTER (1-877-658-6837) after the election.",
            "s": "https://www.vote411.org/new-jersey",
            "t": "2024-11-19T01:48:32.178455"
        },
        {
            "q": "Where can I find information on campaign contributions for candidates and ballot measures?",
            "a": "For information on federal campaign contributions, please visit Open Secrets . For information on state campaign contributions, please visit your state's resource .",
            "s": "https://www.vote411.org/new-jersey",
            "t": "2024-11-19T01:48:32.179076"
        },
        {
            "q": "Where can I access comprehensive details about candidates and ballot measures in the election?",
            "a": "Information on local, state and federal candidates and ballot measures may be available here.",
            "s": "https://www.vote411.org/new-jersey",
            "t": "2024-11-19T01:48:32.179631"
        },
        {
            "q": "What are the options and deadlines for submitting my ballot using drop boxes?",
            "a": "Secure ballot drop box locations can be found here . All locations are open 24 hours a day and until 8pm on election day unless noted.",
            "s": "https://www.vote411.org/new-jersey",
            "t": "2024-11-19T01:48:32.180093"
        },
        {
            "q": "When does early voting start and end, and how can I participate in early voting?",
            "a": "Early voting is allowed and no excuse is required. This option allows registered voters to cast their ballot in person, using a voting machine, during a three-day period before the Primary Election and a nine-day period before the November General Election. A list of early voting sites is available here . Voters can select any site in their county.",
            "s": "https://www.vote411.org/new-jersey",
            "t": "2024-11-19T01:48:32.180551"
        },
        {
            "q": "How can I find out the important dates for upcoming elections?",
            "a": "The next election date can be found here https://www.vote411.org/new-jersey . Contact your local Board of Elections for more information.",
            "s": "https://www.vote411.org/new-jersey",
            "t": "2024-11-19T01:48:32.181078"
        },
        {
            "q": "What are the eligibility criteria to vote in an election?",
            "a": "To be eligible to vote you must be: A United States citizen 17 years old, but must be 18 in order to vote in an election A resident of the county for 30 days before the election Incarcerated Voters & Returning Citizens: In New Jersey, you only lose your right to vote if you are currently incarcerated for a felony conviction. If you lost your voting rights because of a conviction, you could register to vote immediately after release. Your voting rights are not restricted by pretrial detention, misdemeanors, probation, or parole. Voters without traditional residence: In New Jersey, if you reside at a location that has not been assigned a street address or you are experiencing homelessness, you may complete section 8 of the voter registration form by providing a contact point or the location where you spend most of your time. This can be a description of a street corner, park, shelter, or any other place where you usually stay. The mailing address on your registration form can be a PO box, local shelter, advocacy organization, outreach center, or the home of someone who will accept mail for you.",
            "s": "https://www.vote411.org/new-jersey",
            "t": "2024-11-19T01:48:32.181680"
        },
        {
            "q": "What forms of identification are required to register to vote, and how can I prove my citizenship?",
            "a": "If you registered to vote by mail in your county after January 1, 2003 and have never voted in a federal election in the county, you are required to provide your county commissioner of registration with identification. If you registered by mail before January 1, 2003, you are not required to show identification to register. If you did not provide identification to the county commissioner of registration or if the identification information could not be verified (i.e., your drivers license number or the last four digits of your social security number), you must show ID at the polls when you go to vote. Acceptable Identification includes: Any current and valid photo ID Drivers license Student or job ID Military or other government ID Store membership ID United States passport Bank statement Car registration Government check or document Non-photo drivers license Rent receipt Sample ballot Utility bill Any other official document",
            "s": "https://www.vote411.org/new-jersey",
            "t": "2024-11-19T01:48:32.182683"
        },
        {
            "q": "What types of identification are acceptable at polling places for voting?",
            "a": "Identification is not required unless you are a first time voter who registered by mail and did not provide ID verification with application. If you registered to vote by mail in your county after January 1, 2003, and never voted in a federal election in the county, you are required to provide your county commissioner of registration with identification. If you show identification, you will vote via the voting machine. If you do not show identification, you will vote via provisional ballot and have until the close of business on the second day after the election, to provide identification to the applicable county election office. You will be given a hand-out at the polling place that will tell you which county election office to contact. Voters can call or text 844-338-8743 at any time to reach VoteRiders Voter ID Helpline",
            "s": "https://www.vote411.org/new-jersey",
            "t": "2024-11-19T01:48:32.183545"
        },
        {
            "q": "When and where will the official election results be available, and how can I track them?",
            "a": "Official results are never available on Election Day. Election officials are working around the clock to count an unprecedented number of ballots, and its essential that they take the time to make sure every vote is counted. Mail-in ballot begin being counted on Election Day. Provisional ballots are counted before the Monday following Election Day. Official election results will be uploaded on New Jerseys Division of Elections website , within 30 days after Election Day. Official Results",
            "s": "https://www.vote411.org/new-jersey",
            "t": "2024-11-19T01:48:32.184380"
        },
        {
            "q": "How can military personnel and overseas citizens register and vote in elections?",
            "a": "You are a Military or Overseas voter if you are in uniformed services, living overseas OR a spouse or dependent of a uniformed services voter. To get registered and vote, you can utilize Overseas Vote Foundation. If you have additional questions about elections and voting overseas you can use our state specific elections official directory or contact the Overseas Vote Foundation.",
            "s": "https://www.vote411.org/new-jersey",
            "t": "2024-11-19T01:48:32.185002"
        },
        {
            "q": "What are the requirements and steps to become a poll worker for an election?",
            "a": "You can make sure we have safe, fair, and efficient elections for all. Become a poll worker toda y! In order to be a poll worker in New Jersey, you must: Be registered to vote in New Jersey Be entitled to compensation Political affiliation generally required Be a resident of the county Complete required training every 2 years Students 16 or older who meet all other voter requirements may be appointed if they are enrolled in high school and have a written note from a parent or if they graduated from high school and have passed a general education development test Citizens of all ages, including college and high school students, are encouraged to apply. To sign up, contact your local board of elections .",
            "s": "https://www.vote411.org/new-jersey",
            "t": "2024-11-19T01:48:32.185697"
        },
        {
            "q": "What are the operating hours of polling places on Election Day?",
            "a": "Polls are open from 6:00 am to 8:00 pm.",
            "s": "https://www.vote411.org/new-jersey",
            "t": "2024-11-19T01:48:32.186261"
        },
        {
            "q": "How can I find the exact location of my designated polling place?",
            "a": "You can find your polling place by utilizing your state resource . If you have further questions on your polling place location, please contact your county clerk .",
            "s": "https://www.vote411.org/new-jersey",
            "t": "2024-11-19T01:48:32.186730"
        },
        {
            "q": "How does the primary election process work for affiliated and unaffiliated voters?",
            "a": "New Jersey has a hybrid primary system. If you are registered to with a particular party, you must vote in that parties primary. However, if you are unaffiliated with any political party, you can choose which partys primary you wish to vote in. If you have any questions about your states primary election, please contact your local election officials .",
            "s": "https://www.vote411.org/new-jersey",
            "t": "2024-11-19T01:48:32.187237"
        },
        {
            "q": "Under what circumstances will I need to cast a provisional ballot, and how is it processed?",
            "a": "You may vote a provisional ballot if you meet specific conditions. Provisional ballots are paper ballots that are used at the polling place on election day under the following circumstances: If your registration information is missing or is incomplete in the poll book You moved from your registered address to another in the same county and did not notify your local election officials You did not provide the required ID information on your registration form or you're a first time registrant by mail in New Jersey and your ID numbers could not be verified and you did not show ID to the poll workers at the polling place. There is a marking in the poll book that you applied for an absentee ballot but you did not apply for one, you applied for one but did not receive it, or you received it but did not return it If you vote a provisional ballot because you did not provide the proper ID you have until the close of business on the second day after the election to provide your county commissioner of registration with the required ID information for your provisional ballot to count. You will be given instructions at your polling place on where to bring the ID. Provisional ballots are counted before the Monday after the election.You can call 1-877-NJVOTER (1-877-658-6837) to check the status of your provisional ballot.",
            "s": "https://www.vote411.org/new-jersey",
            "t": "2024-11-19T01:48:32.187940"
        },
        {
            "q": "What accessible voting options are available for voters with disabilities?",
            "a": "Most polling places in New Jersey are accessible to voters with disabilities. You may call your county board of elections to determine if your polling location will be able to meet your specific needs. If you are permanently disabled, unable to go to the polls to vote, or wish to receive information on an absentee ballot, you may check a box in the lower left hand corner of the voter registration form and information will be forwarded to you. For more information, you can utilize the American Association of People With Disabilities (AAPD) resource.",
            "s": "https://www.vote411.org/new-jersey",
            "t": "2024-11-19T01:48:32.188692"
        },
        {
            "q": "What is the voter registration deadline for the upcoming election, and how can I register online?",
            "a": "You can now register to vote online! Or you can use our registration tool to fill out your application! The registration deadline to vote is 21 days before Election Day. Evening registration is available please check with your in the commissioner of registration for dates and times. Registration forms are also available in various State agencies and at Division of Motor Vehicle offices and can be obtained while transacting agency business. You can view a quick video about the registration process here. If you are a registered voter currently affiliated with a political party and you would like to change your party affiliation, you must file a Political Party Affiliation Declaration Form 55 days before a Primary Election.",
            "s": "https://www.vote411.org/new-jersey",
            "t": "2024-11-19T01:48:32.189284"
        },
        {
            "q": "What are my rights regarding time off work to vote in elections?",
            "a": "Time off to vote is subject to the employer, there is no requirement for employers to grant time off to vote for employees.",
            "s": "https://www.vote411.org/new-jersey",
            "t": "2024-11-19T01:48:32.189759"
        },
        {
            "q": "How can I verify my voter registration status and address any issues?",
            "a": "To verify your voter registration status click here!",
            "s": "https://www.vote411.org/new-jersey",
            "t": "2024-11-19T01:48:32.190141"
        },
        {
            "q": "What types of voting machines are used at polling places, and how do they operate?",
            "a": "The voting system used in New Jersery is DRE. Direct Recording Electronic (DRE): This is the newest kind of system in use in the U.S. All the information about who and what you are voting for is on an electronic screen like a TV or computer screen. There are many variations of DREs because lots of companies are inventing new ones, and many cities, counties and states are trying them out. Usually, after you have signed in, the poll workers will give you a card that you slide into a device to start your voting session. Some of these devices will show all of the candidates and ballot choices on one big screen. Often, with these big screen devices you push a button next to the name of the candidate you want to vote for (or yes or no on a ballot measure). On other DREs, the screen is set up to show pages. On each screen or page, there will probably be one thing to vote on. For example, on one screen or page, you might vote for president. Then you might move to the next page to vote for senator. Often these small-screen devices have a touch screen, where you touch the screen next to the name of the person you want to vote for. Other devices have a key pad. And some have a keyboard, so you can write in the name of someone you want to vote for. You let the system know you are finished voting by pushing a button, touching the screen or entering something on a keypad. You can learn more about voting systems by checking out the Elections Assistance Commission's (EAC) resource.",
            "s": "https://www.vote411.org/new-jersey",
            "t": "2024-11-19T01:48:32.190623"
        }
    ]
}