{"state": "mx", "num_questions": 66, "num_answers": 66, "contributor": "Jinendra Malekar", "q": ["How do I register to vote in New Mexico?", "What do I need to provide when I register to vote by mail?", "How do I check whether I am registered in New Mexico?", "Where can I get a Voter Registration Application Form?", "How long do I need to be a resident of New Mexico before I can register to vote?", "I recently moved to New Mexico and do not have a New Mexico state I.D. nor driver’s license, can I register to vote?", "When does voter registration close?", "Do I need to register for every election?", "Do I need to change my registration if I move?  Even if I move to a different address in the same city?", "Am I required to select a political party in order to complete the registration form?", "How do I change my party?", "I am 17 years old now but will be 18 before the next state general election. Can I complete a voter registration form now and will I then be able to sign petitions?", "A person on the street offered to help me register to vote. Is that valid?", "I have an unlisted phone number. Do I have to provide that information on the voter registration form?", "How do I know that my voter registration application form was received and processed?", "Will I be notified if there is a problem with my registration form?", "What happens if I register to vote after registration closes (within 28 days of an election)?", "Can I register to vote if I have been convicted of a crime?", "What do I need to do to have my voting rights restored following a felony conviction?", "What are the currently qualified political parties in New Mexico?", "Who is eligible for same day voter registration (SDR)?", "Where is SDR available?", "What do I need to bring for SDR?", "How does SDR work for decline-to-state (DTS) and minor party voters wishing to vote in the Primary Election?", "Is SDR available for voters registered with a major party?", "Can I use SDR for absentee (vote by mail) voting?", "Do I need to present identification when I vote?", "What identification do I need to provide when I vote?", "Can I vote if my status is “inactive”?", "How can military and overseas voters participate in voting in an election?", "How much does it cost to mail my Absentee Ballot?", "The outer envelope of my Absentee Ballot requests an AV Register Number. Do I fill this out?", "Can others find out how I voted?", "If I am unable to mail my Absentee ballot, who is allowed to drop it off and where?", "How do I correctly write-in a candidate on my ballot?", "How does the permanent absentee list work?", "What is the deadline to request an absentee ballot?", "If I apply for an absentee ballot and receive it, can I change my mind and vote at my polling place on Election Day?", "What if I do not receive my absentee ballot?", "Who can take the absentee ballot back to the county clerk?", "When does an absentee ballot have to be returned for it to be counted?", "How much does it cost to mail my Absentee Ballot?", "The outer envelope of my Absentee Ballot requests an AV Register Number. Do I fill this out?", "What about military and overseas voters?", "What options does a person with a visual impairment have if they wish to vote independently and privately in New Mexico?", "What is a visually impaired ballot?", "Who is eligible to apply for a visually impaired ballot?", "How does the visually impaired ballot process work?", "I have a print disability, what are my options?", "I have requested a visually impaired ballot but have not received the link to my ballot via email, what should I do?", "I have requested a visually impaired ballot but have not received my return envelopes, what should I do?", "I am visually impaired and use a screen reader, what recommendations do you have in terms of programs/software?", "What does the accessible voting machine allow you to do?", "I have a mental disability or am under a conservatorship can I still vote?", "I am currently confined in a nursing home or other healthcare facility; can I still vote?", "I have had a medical emergency and it is too late to request an absentee ballot and I am unable to attend the polls in person. How can I vote?", "What can I do if I think my rights are being violated at a polling location?", "What about Early Voting?", "When does a voter get a provisional ballot?", "When does a voter get a provisional ballot?", "Why do we have the NVRA?", "What duties does the Secretary of State have under the NVRA?", "Who has enforcement authority?", "What kind of ballots and voting systems are used in New Mexico?", "What is an alternative ballot?", "What if I need help in voting?  Who can help me with my ballot?"], "a": ["If you have a current or expired New Mexico state I.D. or driver’s license, you can register or update your registration online with our Online Voter Registration System: https://portal.sos.state.nm.us/OVR/WebPages/InstructionsStep1.aspx A voter can use the paper application found here:  (English / Español)  and mail it to your to your County Clerk’s Office A voter may request a copy of the paper application be mailed to them by contacting your County Clerk’s Office You may also register with a Third-Party Registration Agent (see below).", "If you are registering for the first time in New Mexico, and you submit the registration form by mail, then you must submit with the form a copy of (1) a current and valid photo identification; or (2) a current utility bill, bank statement, government check, paycheck, student identification card or other government document, including identification issued by an Indian nation, tribe or pueblo that shows your name and current address. If you do not submit one of these forms of identification with your mailed-in, first time registration, then you will be required to present one of the forms of identification when voting in person or absentee. Once the county clerk has accepted the form for filing, individuals or groups may make a public records request. However, the day and month of birth and the Social Security number on the form is always privacy protected.", "You can check your registration status using the Secretary of State’s online Voter Services, available here.", "In New Mexico, we have distributed registration forms throughout county clerks offices. The forms are also available at the Secretary of State’s office in Santa Fe, Motor Vehicle Division offices, and many other public assistance offices. You can also call our office at 1.800.477.3632 and ask for a registration form to be mailed to you or click here to download a Voter Registration Form from our website.", "You can register immediately upon becoming a resident.", "Yes! You do not need a New Mexico MVD issued I.D. or driver’s license to vote. MVD issued forms of identification are only required for online registration and online absentee ballot requests. You can use the paper application found here: (English / Español) to register to vote. Your out-of-state I.D. or driver’s license in combination with a current utility bill, bank statement, government check, paycheck, student identification card or other government document, including identification issued by an Indian nation, tribe or pueblo that shows your name and current address to meet the identification requirement. (Section 1-4-5.1(I) NMSA 1978).", "Voter registration closes 28 days prior to an election. (Section 1-4-8, NMSA 1978). Same-Day Voter Registration: Same day voter registration is available. Click HERE for FAQ page Registration applications may be submitted by hand or mail to the appropriate county clerks through the Friday following the registration deadline, provided the date and/or postmark is before the deadline (28 days prior to the election). (Section 1-4-8 (F), NMSA 1978).", "No, registration is permanent in New Mexico. If you have moved and not voted in several years, it is possible your name may be removed from the voter rolls in accordance with the National Voter Registration Act (see National Voter Registration Act (NVRA) Questions, below). Check your voter registration status to make sure you are registered and all your information is correct at https://voterportal.servis.sos.state.nm.us/WhereToVote.aspx", "Yes, the content of your ballot including districted offices, bond questions, and other types of ballot contests is directly associated with the precinct of your physical address of registration.", "No. You can choose to select a political party affiliation if you wish, or you can decide to not be affiliated with any political party. The choice is yours to make and does not impact the validity of your registration form. Any applicant may choose to check the “No Party” box on the application; however, New Mexico has a closed primary, so only those registered in a major political party may participate in the primary election. The major political parties in New Mexico are:\n\nDemocratic Party\nRepublican Party\nLibertarian Party Democratic Party Republican Party Libertarian Party Voters who are affiliated with all other political parties or voters who have no political party affiliation may not vote in primary elections in New Mexico. However, all voters regardless of political affiliation are invited to participate in all other elections.", "You need to fill out a new voter registration form and submit it to the county clerk or Secretary of State’s office or submit a new registration online in order to change your party affiliation.", "You may complete the voter registration form now, but you may not sign any petition.  17 year olds who will be 18 by the general election may participate in the primary election.  Voters must be 18 to participate in all other elections. By completing the voter registration form now, you are in essence pre-registering but you do not become an eligible voter until you have reached your 18th birthday. Only eligible voters may sign petitions or vote in an election.", "State law allows for Third-Party Registration Agents to assist persons to register to vote (Section 1-4-49, NMSA 1978). These agents must attend a training and register with the Secretary of State’s Office.  They can proof the validity of their third party registration agent status by showing you their notarized ‘Voter Registration Agent Identification Form.’", "No, however, it does come in handy if the Secretary of State or County Clerk need to contact you in the event there is an issue concerning the processing of your registration. If you have an unlisted phone number and you are willing to provide that number, simply check “No” next to the phone number and we will not disclose that number to anyone else.", "You can check your registration status at any time using our My Registration Information tool: https://voterportal.servis.sos.state.nm.us/WhereToVote.aspx Once the county clerk has processed your registration form, they will send confirmation of your registration by mail in the form of a voter information card.  Once you receive the card, please review it to make certain there are no errors in the spelling of your name, your address or your political party affiliation. The time it takes to process your voter registration application varies from county to county and depends on whether the registration books are closed due to an upcoming election.  Please contact your county clerk if you have any questions about your registration being processed.", "​Yes. If the form you submit is missing information that prevents your registration, you will be notified by a letter sent to the address on the registration form. That letter is sent within ten days or less from receipt of your form. The letter will specify what the problem with your registration form is and will include a new registration form or other instructions on how to correct the situation.", "If you register to vote after registration has closed, the county clerk will still accept your voter registration application but it will not be processed until the thirty-five (35) days after the election.", "If you are currently incarcerated for a felony offense you cannot vote or register to vote while you are incarcerated. However, once you are no longer confined to a jail, prison, or other correctional facility you can register and vote in New Mexico elections. You can register to vote and vote even if you are on probation or parole.", "As you are finishing your incarceration you will be given the chance to register to vote, either through an online portal or paper form, or when you are obtaining a license or ID card through the Motor Vehicles Department (MVD). If you were already registered to vote before your incarceration, you will be given the chance to update your existing registration as you are finishing your incarceration.", "Major Parties Democratic Party of New Mexico Republican Party of New Mexico Libertarian Party of New Mexico In New Mexico, only major political party candidates will appear on the Primary Election ballot. The three major political parties are the New Mexico Democratic Party, the New Mexico Republican Party and the Libertarian Party of New Mexico. Minor Parties (Qualified Political Parties in New Mexico) New Mexico Working Families Party Green Party of New Mexico Qualified minor party candidates may appear on the General Election ballot and are nominated for office pursuant to the party rules on file with the Secretary of State and pursuant to NMSA 1978 §§  1-8-2 and 1-8-3.", "Any eligible voter in New Mexico can register to vote or update their voter registration and then vote on the same day at their County Clerk’s office or at any polling location in their county on Election Day and participating Early Voting locations.", "SDR is available for eligible voters at their County Clerk’s office or at any polling location in their county on Election Day. Additional Early Voting locations may also provide SDR – it’s best to check with your local county clerk.", "Whether you are an unregistered voter or an already registered voter looking to update your registration, in order to use SDR you’ll need to bring: (1) a New Mexico driver’s license or New Mexico identification card issued through the motor vehicle division of the taxation and revenue department; (2) any document that contains an address in the county together with a photo identification card; OR (3) a current valid student photo identification card from a post-secondary educational institution in New Mexico accompanied by a current student fee statement that contains the student’s address in the county.", "Decline-to-state voters in New Mexico are registered voters who have chosen not to affiliate with a major political party. Minor party voters are registered with political parties that do not have major party status (currently, only Democrats, Republicans, and Libertarians are recognized as major parties in New Mexico). Only voters who are affiliated with a major party can vote in Primary Elections in New Mexico (General Elections are open to all registered voters). If you are registered as DTS or with a minor party you can vote in the Primary Election by going to your County Clerk’s office; any participating polling place in your county during Early Voting; or any Election Day polling location in order to update your registration to one of the major parties. You can then vote in the Primary Election for whichever major party you’ve chosen. Voters who utilize this option and who then wish to revert back to being DTS or registered with a minor party can update their registration online at NMVOTE.ORG after they’ve voted in the Primary Election.", "Major party voters may update name, address, or other contact info during SDR.  However, if you are currently registered with a major political party you cannot use SDR to switch parties during the Primary Election.", "No. SDR is only available for voters voting in person, on the same day, at the same time they register to vote or update their voter registration at an in-person (Early or Election Day) polling location.", "You do not have to present identification to vote in a statewide election. When registering for the first time in New Mexico, you must submit a copy of (1) a current and valid photo identification; or (2) a current utility bill, bank statement, government check, paycheck, student identification card or other government document, including identification issued by an Indian nation, tribe or pueblo that shows your name and current address. If you do not submit the required identification with your mailed-in, first time registration, then you will be required to present one of the forms of identification when voting in person or absentee. Some municipal jurisdictions in New Mexico have ordinances in place that require voter id be presented to vote in city elections.  This includes the City of Rio Rancho.", "A physical form of identification is only required for first-time New Mexico voters who registered by mail and did not include identification with their voter registration application form. Otherwise, you will be asked to provide a verbal or written statement of identification including your name, year of birth, and registered address.", "Yes, an “inactive” status does not prohibit any registered voter to vote. You will vote like usual and your status will return to “active.”", "Information, deadlines and eligibility requirements for military and overseas voters can be found Here.", "Return postage is pre-paid.", "You can leave that information blank. This information is for internal use only.", "By law, your ballot is secret and no one can find out how you voted. Certain portions of your voter registration record, including party affiliation and whether or not you vote in a particular election, is public record and may be requested. Voter registration record information is most often requested by political parties and candidates.", "Pursuant to NMSA 1978, Section 1-6-10.1, a voter, caregiver to that voter or member of that voter’s “immediate family” defined as a person’s spouse, children, parents, brothers and sisters may deliver a voter’s absentee ballot to the county clerk in person or by mail.", "When casting the write-in vote, fill in the oval and write the name of the declared write-in candidate. Unless both of these requirements are fulfilled, the vote will not be counted.", "Eligible voters can now opt-in to the permanent absentee list to automatically be sent an absentee (mail-in) ballot for each statewide election by their county clerk. Voters can sign up for the permanent absentee list while requesting an absentee ballot through NMVOTE.ORG – the option is available during “Step 4 – Ballot Delivery Method” where the voter will check a box to be added to the list (if they are eligible). Voters can also sign up for the permanent absentee list by checking a box on the paper voter registration form. NOTE: Voters are not eligible for the permanent absentee list if they want their ballot delivered to an out of state address. Voters can request to be removed from the list at any time by contacting their county clerk. A voter will be removed from the voluntary permanent absentee list by the county clerk for the following reasons: (1) the voter fails to return a mailed ballot in two consecutive elections, including at least one general election; (2) the county clerk has sent a mailed ballot or other piece of election mail to the voter’s mailing address and was then returned as undeliverable; (3) the voter’s certificate of registration is canceled; (4) the voter updates their certificate of registration indicating an address that is outside of the county for which the voter is listed on the voluntary permanent absentee voter list; or (5) the voter submits a written request to the county clerk requesting to be removed from the voluntary permanent absentee voter list. What is the deadline to request an absentee ballot?\n\nThe county clerk must receive the application for an absentee ballot no later than 14 days prior to election day (Section 1-6-5(A), NMSA 1978).\nWithin twenty-three (23) days of Election Day, the county clerk must either mail the ballot or notice of rejection to the applicant as soon as practicable; provided that the ballot or a notice of rejection is sent not later than twenty-two (22) days before the election (Section 1-6-5(F), NMSA 1978).\n\nIf I apply for an absentee ballot and receive it, can I change my mind and vote at my polling place on Election Day?\n\nYes, but must execute an affidavit stating that the person did not and will not vote the mailed ballot that was issued. (Section 1-6-16 (A) NMSA 1978\n\nWhat if I do not receive my absentee ballot?\n\nIf you apply for, but do not receive the absentee ballot, you may apply for a replacement absentee ballot by communicating with the county clerk and requesting a replacement mailed ballot be delivered to the voter; and executes an affidavit and the county clerk has voided the mailed ballot previously issued to the voter. (Section 1-6-16 (B), NMSA 1978).\nYou may also go to your polling place and vote on a replacement absentee ballot on Election Day, after signing an affidavit of non-receipt of absentee ballot (Section 1-6-16.1(A), NMSA 1978).\nIn both cases, you will be required to sign a sworn statement, under penalty of perjury, that you did not receive your ballot.\n\nWho can take the absentee ballot back to the county clerk?\n\nA member of your immediate family or your caregiver may hand-deliver your absentee ballot; provided that the voter has subscribed the official mailing envelope of the absentee ballot. An unrelated third party may not deliver another voter’s absentee ballot .(Section 1-6-10.1, NMSA 1978).\n\nWhen does an absentee ballot have to be returned for it to be counted?\n\nBallots must be returned to the county clerk or voter’s precinct by 7:00 p.m. on Election Day to be counted (Section 1-6-10 (B), NMSA 1978).​​\n\nHow much does it cost to mail my Absentee Ballot?\n\nReturn postage is pre-paid. Please ensure you return the ballot with enough time for it to arrive at your County Clerk’s office  before 7 pm on  Election Day.  For more details, log on to the Voter Information Portal.  ​​\n\nThe outer envelope of my Absentee Ballot requests an AV Register Number. Do I fill this out?\n\nYou can leave that information blank. This information is for internal use only.", "The county clerk must receive the application for an absentee ballot no later than 14 days prior to election day (Section 1-6-5(A), NMSA 1978). Within twenty-three (23) days of Election Day, the county clerk must either mail the ballot or notice of rejection to the applicant as soon as practicable; provided that the ballot or a notice of rejection is sent not later than twenty-two (22) days before the election (Section 1-6-5(F), NMSA 1978).", "Yes, but must execute an affidavit stating that the person did not and will not vote the mailed ballot that was issued. (Section 1-6-16 (A) NMSA 1978", "If you apply for, but do not receive the absentee ballot, you may apply for a replacement absentee ballot by communicating with the county clerk and requesting a replacement mailed ballot be delivered to the voter; and executes an affidavit and the county clerk has voided the mailed ballot previously issued to the voter. (Section 1-6-16 (B), NMSA 1978). You may also go to your polling place and vote on a replacement absentee ballot on Election Day, after signing an affidavit of non-receipt of absentee ballot (Section 1-6-16.1(A), NMSA 1978). In both cases, you will be required to sign a sworn statement, under penalty of perjury, that you did not receive your ballot.", "A member of your immediate family or your caregiver may hand-deliver your absentee ballot; provided that the voter has subscribed the official mailing envelope of the absentee ballot. An unrelated third party may not deliver another voter’s absentee ballot .(Section 1-6-10.1, NMSA 1978).", "Ballots must be returned to the county clerk or voter’s precinct by 7:00 p.m. on Election Day to be counted (Section 1-6-10 (B), NMSA 1978).​​", "Return postage is pre-paid. Please ensure you return the ballot with enough time for it to arrive at your County Clerk’s office  before 7 pm on  Election Day.  For more details, log on to the Voter Information Portal.  ​​", "You can leave that information blank. This information is for internal use only.", "If you are a military or overseas voter, you may transmit your absentee ballot by facsimile or scanned document to your county clerk.  You must sign and transmit a waiver of secrecy form that will be provided by the county clerk. For more information please view our Military and Overseas Voter Information page.", "A person with a visual impairment has the option of requesting a visually impaired absentee ballot or voting at a polling location. If you choose a visually impaired ballot, you will need access to screen reading software to fill out an electronic ballot, and a printer to print the ballot. If you choose to vote at a polling location, you may ask for assistance if needed or use an accessible voting machine.", "A visually impaired ballot is an absentee ballot designed for use with adaptive technology such as nonvisual access or low vision access. It is NOT a braille nor a large print ballot.", "Visually impaired ballots are designed for anyone with a visual impairment who has access to an adaptive technology. Keep in mind that when you apply for a visually impaired absentee ballot, you are attesting to a visual impairment and making the statement under penalty of perjury pursuant to federal law.", "The online absentee ballot application system has been updated to make it accessible by screen readers and includes an option to indicate that the voter requires a visually impaired ballot. The paper application also contains a check box for this type of ballot. Once the absentee ballot is accepted, the county clerk will email the voter a link to their electronic ballot. In addition, the county clerk will mail the voter the outer envelope and inner envelope. The voter will be able to read and fill out the ballot using their screen reader, print it out, and return it in the envelope provided by the county clerk. Visually impaired ballots are counted by hand as they cannot be fed into the tabulator.", "Voters with print disabilities have the option of requesting to use of the accessible voting equipment at any polling location, or utilizing their right to have someone assist them. Designated election workers at the polling place can assist you. You may also bring someone to help you vote. This person cannot be your employer, an agent of your employer, an agent or officer of your union, nor a candidate on the ballot", "Visually impaired ballots are classed as absentee ballots and cannot be sent out until 28 days prior to an election. If you have not received your emailed ballot within two days of the request AND it is within 28 days of an election, contact your county clerk to get the email re-sent to you. Before contacting your local county clerk, please double check your spam folder.", "If it has been more than a week since you received the link to your ballot, contact your local county clerk and they will mail you an envelope.", "Visually impaired ballots are designed to work with most screen readers and adaptive technology. We recommend making sure that your software is fully up to date for the best compatibility with your ballot.", "Each polling place is equipped with accessible voting equipment which anyone can use. Simply, speak to a poll official to let them know your preference. The Accessible Voting Session (AVS) allow you to do the following:", "Yes. The Constitution of New Mexico only places restrictions on “persons who are unable to mark their ballot and who are concurrently also unable to communicate their voting preference.” If you can mark your ballot or tell someone how to mark your ballot, you can vote.", "Yes. You can request an absentee ballot.", "An emergency provisional ballot can be issued in some cases. You will need to provide a written request for an absentee ballot, to your local county clerk, that is signed by you and your healthcare provider under penalty of perjury. Once the request is processed and a ballot is issued, your authorized representative can bring your ballot to you and return it to the clerk’s office or polling location on your behalf. For more information about this process please contact your County Clerk’s office.", "If you are experiencing difficulties while voting at a polling site, you can ask a poll worker for help or ask for the presiding judge. If your issues are not resolved, you can contact your county clerk’s office or call the Secretary of State’s office at 505-827-3600 and select Option 2 or email us at sos.elections@state.nm.us", "You may also vote early in-person, instead of voting by mail.  You may go to your county clerk’s office beginning the 28th day before the election and vote.  (Section 1-6-5, NMSA 1978). Expanded early voting is available in many counties beginning on the third Saturday before the election.  Look up early voting locations here or call your county clerk for locations and dates and hours of operation. Early voting ends the Saturday before the election.", "You will be issued a provisional ballot if your name does not appear on the roster at your polling place or if you are a first time voter who registered by mail and do not provide the required identification. (Section 1-12-8 (A) (B), NMSA 1978).", "You can check the status of your provisional ballot after the election here.", "The NVRA increases the opportunities for eligible voters to register to vote in federal elections. States are required to offer voter registration opportunities by mail, at MVD offices, at public assistance agencies and at other designated offices.", "The Secretary of State is the chief elections official responsible for coordination of the state’s responsibilities under the NVRA. The Secretary of State is also in charge of making the registration forms available through governmental and private entities.", "The Voting Section of the Civil Rights Division of the U.S. Department of Justice is tasked with enforcing the NVRA. You can learn more about the NVRA here: https://www.justice.gov/crt/about-national-voter-registration-act", "New Mexico uses paper ballots that are scanned on an optical scan tabulating system. This system is used for early voting, absentee voting and Election Day at each polling location. New Mexico’s voting equipment is uniform state-wide: Dominion Voting Systems Imagecast Evolution and Imagecast Precinct with ballot marking device (ADA Compliant).", "If you become ill after the period for absentee balloting and are unable to go to the polls, you may request, in writing, that an alternative ballot be made available to you.  The written request must be signed by the voter and a health care provider under penalty of perjury (Section 1-6-16.2, NMSA 1978).", "You may request assistance in voting at the polls if you are blind, physically disabled, unable to read or write, or a member of a language minority (Section 1-12-12, NMSA 1978). Any person of your choice may assist you, except your employer, an agent of the employer, an officer or agent of your union, or a candidate whose name is on the ballot (Section 1-12-15, NMSA 1978). If you have any other questions, concerns or seek clarification on the process of registering and voting, you can contact the Bureau of Elections at Elections@sos.nm.gov"], "s": ["https://www.sos.nm.gov/voting-and-elections/voting-faqs/voter-registration/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/voter-registration/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/voter-registration/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/voter-registration/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/voter-registration/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/voter-registration/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/voter-registration/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/voter-registration/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/voter-registration/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/voter-registration/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/voter-registration/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/voter-registration/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/voter-registration/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/voter-registration/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/voter-registration/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/voter-registration/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/voter-registration/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/voter-registration/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/voter-registration/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/voter-registration/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/same-day-voter-registration-faq/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/same-day-voter-registration-faq/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/same-day-voter-registration-faq/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/same-day-voter-registration-faq/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/same-day-voter-registration-faq/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/same-day-voter-registration-faq/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/voting/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/voting/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/voting/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/voting/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/voting/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/voting/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/voting/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/voting/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/voting/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/absentee-voting-by-mail/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/absentee-voting-by-mail/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/absentee-voting-by-mail/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/absentee-voting-by-mail/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/absentee-voting-by-mail/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/absentee-voting-by-mail/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/absentee-voting-by-mail/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/absentee-voting-by-mail/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/military-and-overseas-voters/", "https://www.sos.nm.gov/voting-and-elections/voters-with-disabilities-faqs/", "https://www.sos.nm.gov/voting-and-elections/voters-with-disabilities-faqs/", "https://www.sos.nm.gov/voting-and-elections/voters-with-disabilities-faqs/", "https://www.sos.nm.gov/voting-and-elections/voters-with-disabilities-faqs/", "https://www.sos.nm.gov/voting-and-elections/voters-with-disabilities-faqs/", "https://www.sos.nm.gov/voting-and-elections/voters-with-disabilities-faqs/", "https://www.sos.nm.gov/voting-and-elections/voters-with-disabilities-faqs/", "https://www.sos.nm.gov/voting-and-elections/voters-with-disabilities-faqs/", "https://www.sos.nm.gov/voting-and-elections/voters-with-disabilities-faqs/", "https://www.sos.nm.gov/voting-and-elections/voters-with-disabilities-faqs/", "https://www.sos.nm.gov/voting-and-elections/voters-with-disabilities-faqs/", "https://www.sos.nm.gov/voting-and-elections/voters-with-disabilities-faqs/", "https://www.sos.nm.gov/voting-and-elections/voters-with-disabilities-faqs/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/early-voting-in-person/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/provisional-voting/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/provisional-voting/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/national-voter-registration-act/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/national-voter-registration-act/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/national-voter-registration-act/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/other-questions/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/other-questions/", "https://www.sos.nm.gov/voting-and-elections/voting-faqs/other-questions/"], "t": "2023-10-26T00:00:00Z"}