{
    "state": "NY",
    "num_questions": 56,
    "num_answers": 56,
    "contributor": "Bharat",
    "questions": [
        {
            "q": "Who is eligible to register to vote?",
            "a": "To qualify for voter registration in New York State, you must: be a United States Citizen; be 18 years old (you may pre-register at 16 or 17 but cannot vote until you are 18); be a resident of this state and the county, city or village for at least 30 days before the election; not be in prison for a felony conviction; not be adjudged mentally incompetent by a court; not claim the right to vote elsewhere.",
            "s": "https://elections.ny.gov/frequently-asked-questions",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "How can a New Yorker register to vote?",
            "a": "New Yorkers have three options when choosing to register to vote: ONLINE: New Yorkers can register to vote via the states online voter registration (OVR) portal. IN PERSON: New Yorkers can register at a County Board of Elections, the DMV, or at any state agency-based registration center. BY MAIL: New Yorkers can register by completing a voter registration form and mailing it to the local County Board of Elections. New Yorkers may register to vote up to ten days before an election in order to vote in that election.",
            "s": "https://elections.ny.gov/frequently-asked-questions",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "How can a voter update their registration (change of name, address, party enrollment)?",
            "a": "Voters may use the online voter registration (OVR) portal or a voter registration form to update their registration. Notices of change of name or address from registered voters must be received at least 15 days before an election by the County Board of Elections. An application to change one's party enrollment in any year must be received by the County Board of Elections no later than February 14th in order to vote in that partys Primary Election(s) for that year.",
            "s": "https://elections.ny.gov/frequently-asked-questions",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "What are the voter registration options available to New Yorkers with accessibility needs?",
            "a": "The New York State Board of Elections has made registering to vote accessible to all New Yorkers by offering multiple methods for completing a Voter Registration Form on our Voter Registration page.",
            "s": "https://elections.ny.gov/frequently-asked-questions",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "How are the voter rolls maintained in New York State to ensure they are updated and accurate?",
            "a": "County Boards of Elections use approved voter registration systems and software to maintain and update the voter registration records of voters within the county. List maintenance is one of the most important functions of the County Boards of Elections. Voter records are constantly changing as new voters are registered, voters update records, statuses of voters change, and voters are purged after moving, dying, becoming incarcerated, etc. All list maintenance is conducted by bipartisan teams to ensure the process is fair, accurate, and transparent.",
            "s": "https://elections.ny.gov/frequently-asked-questions",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "How can a voter request an early vote by mail ballot?",
            "a": "Voters can request an early vote by mail ballot via the State Boards online portal, by mailing in an application, or by returning the completed application in person to the local County Board of Elections (or sending it along with a designee).",
            "s": "https://elections.ny.gov/frequently-asked-questions",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "How can a voter request an absentee ballot?",
            "a": "Voters can request an absentee ballot via the State Boards online portal, by mailing in an application, or by returning the completed application in person to the local County Board of Elections (or sending it along with a designee).",
            "s": "https://elections.ny.gov/frequently-asked-questions",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "What are the voting options available to New Yorkers with accessibility needs?",
            "a": "When it comes to casting a ballot, both voting in person and by mail offer completely accessible options to voters: Poll sites, before they can be officially designated for use, are required to undergo accessibility surveys to ensure substantial compliance with the Americans with Disabilities Act (ADA). Any voter may request to use a Ballot Marking Device (BMD) to allow them to vote privately and independently. Voters with a print disability who wish to receive a ballot with accessible features which allow them to mark their ballot privately and independently at home, may apply using the online Accessible Ballot Application portal. The New York State Board of Elections is committed to providing exemplary assistance to all voters, including those with access needs. Any voter who requests assistance is entitled to receive it, regardless of the reason.",
            "s": "https://elections.ny.gov/frequently-asked-questions",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "How can a voter look up their polling place to vote in person?",
            "a": "Voters can look up their polling place for both Early Voting days and Election Days via the State Boards voter lookup application. Alternatively, voters can contact their local County Board of Elections. Early Voting occurs for nine days, starting with the tenth day before Election Day. Locations and hours vary from county to county.",
            "s": "https://elections.ny.gov/frequently-asked-questions",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "Are voting machines safe to use?",
            "a": "Absolutely! Voting machines must be certified by the State Board of Elections prior to counties purchasing and using them in elections. Prior to certification, the voting systems are rigorously tested by one of only two federally accredited labs and reviewed by an independent security expert to ensure compliance with all federal and state legal requirements. In addition to technical analysis, prior to certification, the State Board holds multiple demonstrations, reviews and responds to public comments, and publishes testing reports online. The State Board also must certify any upgrades or modifications. Such changes may not be used by a county until certified by the State Board. Testing of machines occurs before, during, and after use to ensure accurate and secure results. Before a county can use new voting machines, the machines must undergo acceptance testing by the State Board. After a voting system vendor delivers any new systems to a county, State Board staff will verify in person that all delivered hardware and software meets State standards. The process is thorough and transparent to ensure New Yorkers that their elections are administered in a fair and secure way.",
            "s": "https://elections.ny.gov/frequently-asked-questions",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "What about the software used by voting technology?",
            "a": "Also very secure! The State Board is the keeper of all certified software used by voting machines, systems, and equipment. This ensures that all counties receive the proper software, and subsequent updates, for their machines from the same official source, and that the âtrusted buildâ of the software has been reviewed and certified for use in New York. Voting system software can only be provided to counties by the State Board (as part of the acceptance testing previously described).County Boards are prohibited from using any software provided to them directly from a vendor.",
            "s": "https://elections.ny.gov/frequently-asked-questions",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "Are voting machines connected to the internet?",
            "a": "Voting machines in New York State are never connected to the internet. Any claim otherwise is incorrect.",
            "s": "https://elections.ny.gov/frequently-asked-questions",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "Are the voter registration systems secure?",
            "a": "Yes! Voter registration system software is used by County Boards of Elections to maintain and update the database of voter registration records for their county. As the digitized copy of the voter roll for the county, all maintenance is performed at the county level. All new and updated records kept in the county system are then shared with, and stored by, the statewide database known as NYSVoter, which functions as the official statewide list of voters. Voter registration systems must be approved for use by the New York State Board of Elections and once approved, undergo routine functional and security testing to ensure the system remains secure and compliant over time. Voter registration systems do not interface with voting machines in any way.",
            "s": "https://elections.ny.gov/frequently-asked-questions",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "How are the voter rolls maintained in New York State to ensure they are updated and accurate?",
            "a": "County Boards of Elections use approved voter registration systems and software to maintain and update the voter registration records of voters within the county. List maintenance is one of the most important functions of the County Boards of Elections. Voter records are constantly changing as new voters are registered, voters update their records, statuses of voters change, and voters are purged after moving, dying, becoming incarcerated, etc. All list maintenance is conducted by bipartisan teams to ensure the process is fair, accurate, and transparent.",
            "s": "https://elections.ny.gov/frequently-asked-questions",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "What are electronic poll books?",
            "a": "Electronic poll books are digital alternatives to traditional paper poll books used during elections to manage voter interactions at polling places. These devices, typically laptops or tablets, allow election workers to verify voter eligibility, check-in voters, redirect them to correct polling locations, and even update voter records in real-time. Electronic poll books are often used in conjunction with a ballot on demand printer to avoid waste from unused pre-printed ballots. Just like with voting machines and voter registration systems, electronic poll books must undergo functional and security testing before certification for use. Electronic poll books do not interface with voting machines.",
            "s": "https://elections.ny.gov/frequently-asked-questions",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "How can a voter be sure our elections are secure?",
            "a": "The processes and procedures outlined in New York State Election Law and Regulations ensure that specific steps are taken to keep elections secure, fair, and accessible to all. Whenever a voter has a question about elections, they should reach out directly to the New York State Board of Elections and the County Boards of Elections across the state for answers.",
            "s": "https://elections.ny.gov/frequently-asked-questions",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "Where is the best place to find information about elections and voting in New York State?",
            "a": "The New York State Board of Elections and the County Boards of Elections across the state are the best sources for factual information about elections and voting. While outside groups may want to be helpful by communicating with voters, going to the source is the safest way to ensure the voter is receiving accurate information.",
            "s": "https://elections.ny.gov/frequently-asked-questions",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "What can a voter do to help prevent the spread of misinformation, disinformation, and malinformation (MDM) about elections and voting?",
            "a": "First and foremost, a voter should always go to the New York State Board of Elections and the County Boards of Elections for information about elections and voting. The State Board maintains an updated website with current information about upcoming elections, deadlines, and processes, as well as uses social media accounts on Facebook, Instagram, and X to communicate with New Yorkers regularly. County Boards of Elections also have websites, and many use social media too. Secondly, MDM tends to thrive in an absence of facts, so the best defense against these is for voters to arm themselves with correct information ahead of time (and ignore/dismiss MDM when it surfaces). Third, voters should take care to not spread MDM (intentionally or accidentally). MDM frequently preys on emotion  particularly fear and anger so if a voter sees something that causes an emotional response, the voter should verify the claim before spreading it further.",
            "s": "https://elections.ny.gov/frequently-asked-questions",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "Where can voters learn about who has filed to run for elective office and the campaign finances of candidates and committees?",
            "a": "Both the New York State Board of Elections and the County Boards of Elections websites disclose who has submitted ballot access documents to run for office in races in which they certify. The State Board handles ballot access for federal, statewide, and state level offices where the district lines cross county borders. The County Boards handle ballot access for all local offices, as well as for state level offices contained within a single county. All candidates and committees for all state and local offices must register and file campaign finance disclosures with the New York State Board of Elections. All submissions can be searched on the Public Reporting application.",
            "s": "https://elections.ny.gov/frequently-asked-questions",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "How else can New Yorkers engage in the electoral process?",
            "a": "Besides learning about elections and voting from the New York State Board of Elections and the County Boards of Elections (from election officials, websites, social media accounts, etc.), New Yorkers have options to engage more with the electoral process in the state. New Yorkers can: Ensure their voter registration is up to date. Make a plan to vote by reviewing options to vote by mail or in person. Serve as a poll worker during Early Voting and/or Election Day to help your neighbors vote. Run for elective office in your community.",
            "s": "https://elections.ny.gov/frequently-asked-questions",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "What is the process for voting by mail?",
            "a": "In New York, completed mail ballots must be postmarked by Election Day, November 5th. You can also return your ballot in person by bringing it to a polling site or your County Board of Elections Office by 9:00 p.m. on Election Day.Any registered New York voter may apply for an early mail ballot. You can apply online, in person at your local election office, or by designating another person to deliver your application to your local election office for you.Early mail ballot applications are due 10 days before the election if you like a ballot mailed, or the day before Election Day if you plan to receive your ballot in person. Early mail ballots must be postmarked by Election Day or submitted in person by 9pm on Election Day to your County Board of Elections Office or polling site.",
            "s": "https://www.vote411.org/new-york",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "How can I fix issues with my mail-in ballot?",
            "a": "The deadline to cure (correct) your absentee/mail ballot is November 12, 2024, or seven business days after the notification of a rejected ballot is mailed, whichever is later. If an error is found with your ballot, an election official will notify you of the issue by mail, phone, or email. The notice will include the necessary information and instructions to make the correction. You can track the status of your ballot using your states online tool.If you voted an affidavit ballot, the Board of Elections will check its records, and your vote will be counted if you are indeed eligible to vote and are at the correct poll site. If not, you will receive a notice that you are not eligible, along with a registration application for future elections.",
            "s": "https://www.vote411.org/new-york",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "Where can I find information about campaign finance?",
            "a": "For information on federal campaign contributions, please visit Open Secrets.For information on state campaign contributions, please visit your state's resource.",
            "s": "https://www.vote411.org/new-york",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "Where can I find information about candidates and ballot measures?",
            "a": "Information on local, state and federal candidates and ballot measures may be available here.",
            "s": "https://www.vote411.org/new-york",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "Where are ballot drop boxes located?",
            "a": "Voted absentee ballots can be returned at any polling place, early voting location, or County Board of Elections office without a wait. Click here for more information.",
            "s": "https://www.vote411.org/new-york",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "When is early voting available?",
            "a": "Early voting begins 10 days before the election and continues through two days before the election (there is no in-person voting the day before Election Day). Many counties have multiple voting sites available. Each voting site has different hours, so check here to determine the best voting site for you.In NYC, voters must go to the early voting poll site based on their address. Find the early voting poll site for NYC voters here.Early Mail BallotAny registered voter in New York can apply for an early mail ballot without having to provide a reason. The application for an early mail ballot must be received at least 15 days prior to the election. If you wish to vote by mail before the election day, you may apply for an early mail ballot using any of the following methods:- Online using the Ballot Request Application portal (Effective January 1, 2024)- If you are visually impaired and require a ballot with accessible features you may apply using the online Accessible Absentee Ballot Application portal- In-person at your local county board of elections- By designating another person to deliver your application in-person to your local county board of elections and receive your ballotYou may return the ballot in any of the following ways:- Put it in the mail ensuring it receives a postmark no later than Election Day- Bringing it to your County Board of Elections Office no later than Election Day by 9pm- Bringing it to an early voting poll site in your county- Bringing it to a poll site in your county on Election Day by 9pm",
            "s": "https://www.vote411.org/new-york",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "When are the upcoming election dates?",
            "a": "The next election date can be found here https://www.vote411.org/new-york.Contact your local Board of Elections for more information.",
            "s": "https://www.vote411.org/new-york",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "What are the eligibility requirements to vote?",
            "a": "To be eligible to vote, you must be:- A US citizen- 18 years old by the date of the general, primary or other election in which you want to voteyou may pre-register at 16 or 17 but cannot vote until you are 18- you may pre-register at 16 or 17 but cannot vote until you are 18- A resident of your present address for at least 30 days before the election- Not in prison for a felony conviction- Not claiming the right to vote elsewhere- Not adjudged mentally incompetent by a court- you may pre-register at 16 or 17 but cannot vote until you are 18Incarcerated Voters & Returning Citizens:In New York, you only lose your right to vote if you are currently incarcerated for a felony conviction. If you lost your voting rights because of a conviction, you could register to vote immediately after release. Pretrial detention, misdemeanors, probation, or parole do not restrict your voting rights.Voters without traditional residence:In New York, citizens don't need to have a \"permanent home\" for voter registration. A citizen can provide an alternative description of their residence, even if they are experiencing homelessness, as long as it enables the authorities to identify and assign a voting precinct. This precinct assignment ensures that the voter receives the appropriate ballot. The mailing address on their registration form can be a PO box, local shelter, advocacy organization, outreach center, or the home of someone who will accept mail for them.",
            "s": "https://www.vote411.org/new-york",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "What ID do I need to register to vote?",
            "a": "To register to vote you must have either a verifiable state driver's license number or the last four digits of your Social Security number. If you do not have either of these, and you are registering for the first time by mail, you may provide a copy of another acceptable form of ID.Acceptable forms of ID include:- A valid photo ID- A current utility bill- A bank statement- A government check- Some other government documentation that shows your name and addressIf you do not provide identification with this form, you will be asked for it the first time you vote. Forms of current and valid photo identification include but are not limited to:- Passport- Government ID card- Military ID card- Student ID card- Public housing ID card- Any ID specified by HAVA and New York State law as acceptable- Utility bill- Bank statement- Paycheck- Government check (Social Security, tax refund, military paycheck or paycheck stub)- Other government documents with your name and address including but not limited to: voter registration card, hunting, fishing, or trapping license or firearm permit.",
            "s": "https://www.vote411.org/new-york",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "What forms of identification are accepted for voting?",
            "a": "If you are a new voter who is registering by mail, you will be required to show identification when you go to vote for the first time. If you are already registered at the board of elections or a state agency, you should not have to show identification at the polls. It is advisable for all new voters to bring identification when voting for the first time.Acceptable IDs to to vote are:- Passport- Government ID card- Military ID card- Student ID card- Public housing ID card- Any ID specified by HAVA and New York State law as acceptable- Utility bill- Bank statement- Paycheck- Government check (Social Security, tax refund, military paycheck or paycheck stub)- Other government documents with your name and address including but not limited to: voter registration card, hunting, fishing, or trapping license or firearm permit.Voters can call or text 844-338-8743 at any time to reach VoteRiders Voter ID Helpline",
            "s": "https://www.vote411.org/new-york",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "When are official election results released?",
            "a": "Official results are never available on Election Day. Election officials are working around the clock to count an unprecedented number of ballots, and its essential that they take the time to make sure every vote is counted.As always, unofficial results (including early voting and election day voting) will be posted on your countys Board of Elections website following the close of polls on Election Day. Early votes and election day votes will be counted on Election Day.",
            "s": "https://www.vote411.org/new-york",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "How can military and overseas voters cast their ballots?",
            "a": "You are a Military or Overseas voter if you are in uniformed services, living overseas OR a spouse or dependent of a uniformed services voter. To get registered and vote, you can utilize Overseas Vote Foundation.If you have additional questions about elections and voting overseas you can use our state specific elections official directory or contact the Overseas Vote Foundation.",
            "s": "https://www.vote411.org/new-york",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "What are the requirements to become a poll worker?",
            "a": "You can ensure we have safe, fair, and efficient elections. Become a poll worker today!To be a poll worker in New York:- You will be entitled to compensation- You must be registered to vote in New York- You must be at least 17 years of age- Political affiliation required- You must be a resident of the county or in New York city must be a resident of the city- A training course and an exam must be completed- Students who are 17 years old and are enrolled in high school may be appointedNote: Interpreters do not need to be registered voters.To sign up visit your state's resource or contact your local board of elections.",
            "s": "https://www.vote411.org/new-york",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "What are the voting hours at polling places?",
            "a": "Polling places will be open from 6:00 am to 9:00 pm.",
            "s": "https://www.vote411.org/new-york",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "Where can I find my Voter Service and Polling Center location?",
            "a": "You can find your polling place by utilizing your state resource.If you have further questions on your polling place location, please contact your local board of elections.",
            "s": "https://www.vote411.org/new-york",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "How does the primary election process work?",
            "a": "New York is a closed primary state. In order to vote in the primary election, voters must be registered with a political party. Unaffiliated or independent voters are not able to participate in the primary.If you have any questions about your states primary election, please contact your local election officials.",
            "s": "https://www.vote411.org/new-york",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "When would I need to vote using a provisional ballot?",
            "a": "Provisional voting is available and ballots are counted no more than 4 days after the Election.Provisional voting is available if the ballot was cast in the correct precinct.",
            "s": "https://www.vote411.org/new-york",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "What accommodations are available for voters with disabilities?",
            "a": "Most polling places are now accessible to the handicapped. If yours is not, you may ask to have your records transferred to a nearby accessible polling place where the ballot will be the same as in your election district. You may also vote by absentee ballot. If you have a long-term or permanent illness or disability, you can apply for a permanent absentee ballot and you will automatically receive one before each primary and general election. For additional information, please visit your state's Board of Election.For more information, you can utilize the American Association of People With Disabilities (AAPD) resource.",
            "s": "https://www.vote411.org/new-york",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "What is ranked choicec voting?",
            "a": "Beginning in 2021, New York City will use a new Ranked Choice Voting system for the Primary and Special Elections. Voters will vote for up to 5 candidates in order of preference (1st choice, 2nd choice, etc.). If you would like to just vote for 1 candidate you may still do so, but each candidate may only have one ranking. For more information please contact the New York City Board of Elections.",
            "s": "https://www.vote411.org/new-york",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "What are the deadlines for registration?",
            "a": "The deadline to submit your voter registration form is 10 days before the next election.You may register to vote:- By mail- In-person- OnlineIf you are registering by mail, your forms must be postmarked by 15 days before the election and received 10 days before the election.",
            "s": "https://www.vote411.org/new-york",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "What are the rules for taking time off work to vote?",
            "a": "Employees are allowed to take off up to two hours of work, without loss of pay, to allow for time to vote. You may take the time off at the beginning or end of your working shift, as your employer may designate, or as otherwise mutually agreed.You must tell your employed no less than two days before Election Day that you plan to take time off to vote.",
            "s": "https://www.vote411.org/new-york",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "How can I verify my voter registration status?",
            "a": "To verify your voter registration status",
            "s": "https://www.vote411.org/new-york",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "What types of voting machines are used?",
            "a": "The voting machine systems used in New York are Imagecast, ES&S DS200, ES&S Automark, Shoup Lever Machine and AVM Lever Machine.Imagecast: the most accessible machine - audio and tactile interfaces, voters can listen to the options over headphones or view an LCD screen with an image of the ballot that can be adjusted for size and contrast. A \"Sip-N-Puff\" is also available for those voters with limited hand dexterity.ES&S DS200: a portable electronic voting system that uses an optical scanner to read marked paper ballots and tally the results. These results are tabulated at the polling place and notifications are sent out immediately of any voting errors.ES&S Automark: a voting machine designed for those that are blind, vision impaired, or another visual disability that would make it hard or impossible for them to make a ballot. Furthermore, the machine provides language assistance to those who speak English as a secondary language or for those who have reading difficulties. This machine is also equipped with the \"Sip-N-Puff\" voting device.You can learn more about voting systems by checking out the voting machine summary of the New York State Board of Elections.",
            "s": "https://www.vote411.org/new-york",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "WHO IS ELIGIBLE TO VOTE BY MAIL?",
            "a": "In New York, any registered voter may apply for an early mail ballot.",
            "s": "https://www.vote411.org/new-york",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "HOW DO I REQUEST A BALLOT BY MAIL?",
            "a": "You can apply for an early mail ballot by:Using the online Ballot Request Application portal: RequestBallot.vote.nycIf you are visually impaired and require a ballot with accessible features, you may apply using the online Accessible Absentee Ballot Application portalGoing in-person to your local county board of electionsDesignating another person to deliver your application in-person to your local county board of elections to receive your ballotYou can download a PDF version of the New York State Early Mail Ballot Application Form on the states website.",
            "s": "https://www.vote411.org/new-york",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "DO I HAVE TO REQUEST AN EARLY MAIL BALLOT EACH YEAR?",
            "a": "Yes, you must apply each calendar year to receive an early mail ballot.If you are permanently ill or disabled, you have the right to receive an Absentee Ballot for each subsequent election without further application. Simply file an application with your county board of elections indicating permanent illness or physical disability. See below for more information on Absentee Ballots.",
            "s": "https://www.vote411.org/new-york",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "WHAT IS THE DEADLINE TO REQUEST AN EARLY MAIL BALLOT?",
            "a": "Your early mail ballot application must be received by your county board of elections no later than 10 days before the election. If you want to receive an early mail ballot in person, your application must be received by the day before the election.",
            "s": "https://www.vote411.org/new-york",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "WHAT IS THE DEADLINE TO SUBMIT MY EARLY MAIL BALLOT?",
            "a": "Your early mail ballot must be postmarked by Election Day or received in-person by 9pm on Election Day.",
            "s": "https://www.vote411.org/new-york",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "HOW DO I COMPLETE MY EARLY MAIL BALLOT?",
            "a": "Once you receive your early mail ballot, follow these steps:Mark the ballot according to your choices for each office following the instructions on the ballot.Once you have completed marking your ballot, fold it up and place it in the Security Envelope. This envelope will have a place for your signature.Sign and date the outside of the Security Envelope.Seal the Security Envelope.All early mail ballots include a pre-paid Return Envelope. Place the Security Envelope in the Return Envelope. This envelope will have the return address of your county Board of Elections on the outside and should have a logo that reads, Official Election Mail. The Return Envelope does not require any additional postage.Seal the Return Envelope.",
            "s": "https://www.vote411.org/new-york",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "HOW CAN I RETURN MY EARLY MAIL BALLOT?",
            "a": "You can return your marked early mail ballot the following ways:Put it in the mail, ensuring it receives a postmark by Election Day. It must be received by the County Board of Elections no later than 7 days after Election Day.Bring it to your County Board of Elections Office by 9pm on Election Day.Bring it to an early voting poll site in your county during early in-person voting.Bring it to a poll site in your county by 9pm on Election Day",
            "s": "https://www.vote411.org/new-york",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "HOW CAN I TRACK MY MAILED BALLOT?",
            "a": "You can sign up to track your mail ballot using your state's resource. If you have any issues with your states online tracker, please contact your local election office.",
            "s": "https://www.vote411.org/new-york",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "WHAT IF I REQUESTED A BALLOT BY MAIL BUT WANT TO VOTE IN PERSON?",
            "a": "Due to a recent change in law, New York State voters are no longer permitted to cast a ballot on a voting machine if they have already been issued an early mail, accessible, or absentee ballot for that election. Voters who have already been issued a ballot can still vote in person using an affidavit ballot.",
            "s": "https://www.vote411.org/new-york",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "HOW DO I REQUEST AN ABSENTEE BALLOT?",
            "a": "Excused-absentee voting is available if you meet any of the criteria below. The last day to request an absentee ballot is 10 days before an Election if requested by letter, fax, or online and one day before an election if requested in person. To be counted, an absentee ballot must be postmarked by Election Day and must reach the board of elections no more than seven days after the election. You can track your absentee ballot here.You are eligible for an excused-absentee ballot if:Absent from your county or, if a resident of New York City absent from the five boroughs, on Election Day. Unable to appear at the polls due to temporary or permanent illness or disability.Unable to appear because you are the primary caregiver of one or more individuals who are ill or physically disabled.A resident or patient of a Veterans Health Administration Hospital.In jail or prison for any reason other than a felony conviction. This includes anyone who is awaiting grand jury action, awaiting trial, or serving a sentence for a misdemeanor.You may apply for an absentee ballot in any of the following ways:Online - Absentee Ballot Application portalIf you are visually impaired and require a ballot with accessible features you may apply using the online Accessible Absentee Ballot Application portalBy going in-person to your local county board of elections By designating another person to deliver your application in-person to your local county board of elections and receive your ballotIf you cannot pick up your ballot, you have the right to designate someone to pick it up for you. Only that person designated on your application may pick up your ballot.If you are permanently ill or disabled, you have the right to receive an Absentee Ballot for each subsequent election without further application. Simply file an application with your county board of elections indicating permanent illness or physical disability. You will then automatically receive an absentee ballot for every election until your registration is canceled.Voters are no longer permitted to cast a ballot on a voting machine if they have been issued an early mail or absentee ballot for that election. Voters who have already been issued an early mail or absentee ballot can still vote in person using an affidavit ballot.",
            "s": "https://www.vote411.org/new-york",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "HOW DO I REQUEST A BALLOT BY MAIL AS AN OVERSEAS OR U.S. MILITARY VOTER?",
            "a": "Overseas citizens and U.S. military personnel can find information on how to register to vote and request a mail ballot at the Overseas Vote Foundation.",
            "s": "https://www.vote411.org/new-york",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "HOW CAN I CHECK MY REGISTRATION STATUS?",
            "a": "You can verify your voter registration status using New York voter information tool.",
            "s": "https://www.vote411.org/new-york",
            "t": "2024-11-18T17:29:24.131636"
        },
        {
            "q": "HOW DO I UPDATE MY REGISTRATION IF I MOVE OR HAVE A NAME CHANGE?",
            "a": "You can use either the online registration portal or a voter registration form to update your name or address. County boards of elections must process and record notices of address changes from registered voters at least 15 days before a special, primary, or general election to ensure they are reflected in the election records for that election.",
            "s": "https://www.vote411.org/new-york",
            "t": "2024-11-18T17:29:24.131636"
        }
    ]
}