{
    "state": "SD",
    "num_questions": 26,
    "num_answers": 26,
    "contributor": "Aishneet Juneja",
    "questions": [
        {
            "q": "Does South Dakota user paper ballots?",
            "a": "Yes, all official ballots used in South Dakota are paper.",
            "s": "https://sdsos.gov/elections-voting/upcoming-elections/faqs.aspx",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Are South Dakota's tabulating machines connected to the internet?",
            "a": "No. South Dakota law prohibits tabulating machines from being connected to the internet. As noted in the statute below, South Dakota Codified Law (SDCL) 12-17B-2 states that no automatic tabulating or electronic ballot marking devices may be connected to the internet. Furthermore, the tabulation machines used in South Dakota counties do not contain modems and are incapable of being connected to the internet. Similarly, the ballot marking device used in South Dakota counties is a hardened ballot-marking device that does not contain a modem and is incapable of being connected to the internet. 12-17B-2. Requirements for automatic tabulating, electronic ballot marking, and election voting equipment systems--Approval of changes or modifications. Any automatic tabulating or electronic ballot marking system used in an election shall enable the voter to cast a vote for all offices and on all measures on which the voter is entitled to vote. No automatic tabulating, electronic ballot marking, or election voting equipment system may be connected to the internet. No ballot marking device may save or tabulate votes marked on any system. Each system shall fulfill the requirements for election assistance commission standards certification and be approved by the State Board of Elections prior to distribution and use in this state. No system may be approved unless the system fulfills the requirements as established by the State Board of Elections. Any changes or modifications to an approved system shall be approved by the State Board of Elections prior to distribution and use.",
            "s": "https://sdsos.gov/elections-voting/upcoming-elections/faqs.aspx",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Does South Dakota allow same day voter registration, which allows voters to register and cast a ballot on Election Day?",
            "a": "No. South Dakota does not allow same day voter registration. The deadline to register to vote in South Dakota is 15 days prior to the election in which you wish to cast a ballot.",
            "s": "https://sdsos.gov/elections-voting/upcoming-elections/faqs.aspx",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Do I need an ID to vote?",
            "a": "Yes. SDCL 12-18-6.1 requires voters to present a valid form of personal identification when requesting a ballot. Acceptable forms of identification include a South Dakota driver’s license or non-driver ID card, passport or other picture ID issued by the United States government, tribal photo ID, or a current student photo ID issued by a South Dakota high school or postsecondary education institution. If a voter is unable to present one of the forms of identification above, they may complete a personal identification affidavit, which must be signed by the voter under the penalty of perjury. The maximum penalty for perjury is 2 years imprisonment and a $4,000 fine. 12-18-6.1 Voters required to provide identification before voting. When the voter is requesting a ballot, the voter shall present a valid form of personal identification. The personal identification that may be presented shall be either: (1)    A South Dakota driver's license or nondriver identification card; (2)    A passport or an identification card, including a picture, issued by an agency of the United States government; (3)    A tribal identification card, including a picture; or (4)    A current student identification card, including a picture, issued by a high school or an accredited institution of higher education, including a university, college, or technical school, located within the State of South Dakota. 12-18-6.2 Affidavit in lieu of personal identification. If a voter is not able to present a form of personal identification as required by SDCL 12-18-6.1, the voter may complete an affidavit in lieu of the personal identification. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, prescribing the form of the affidavit. The affidavit shall require the voter to provide his or her name and address. The voter shall sign the affidavit under penalty of perjury.",
            "s": "https://sdsos.gov/elections-voting/upcoming-elections/faqs.aspx",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "How do I request an absentee ballot?",
            "a": "Registered South Dakota voters may request an absentee ballot by submitting an absentee ballot application form to your county auditor. State law requires absentee ballot applications to be notarized or accompanied by a copy of an acceptable photo ID to verify the identity of the applicant. Acceptable forms of identification mirror those required when voting at a polling location and include a South Dakota driver’s license or non-driver ID card, passport or other picture ID issued by the United States government, tribal photo ID, or a current student photo ID issued by a South Dakota high school or postsecondary education institution. The South Dakota Absentee Ballot Application Form is available for download at https://sdsos.gov/elections-voting/assets/AbsenteeApplication_202012.PDF.",
            "s": "https://sdsos.gov/elections-voting/upcoming-elections/faqs.aspx",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What happens after I submit an absentee ballot application?",
            "a": "Upon verification of registered status and completed application by your county auditor, you will be mailed an absentee ballot packet. You will mark the ballot and place the voted ballot in the enclosed return envelope. You will then sign your name on the reverse side of the return envelope. This signature will be verified against the signature on the absentee ballot application to confirm the form was completed by the same individual. Once your county auditor receives your returned absentee ballot it is recorded in the statewide voter registration list. This prevents a voter from returning an absentee ballot and voting on Election Day. Absentee ballots are not opened until Election Day. Absentee ballots are removed from the return envelopes without unfolding the ballot and immediately placed in a secure ballot box to ensure voter privacy.",
            "s": "https://sdsos.gov/elections-voting/upcoming-elections/faqs.aspx",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Are absentee ballots postmarked by Election Day counted?",
            "a": "No. Per SDCL 12-19-12, absentee ballots must be received by the county auditor prior to the close of polls on Election Day. If an absentee ballot is received after the close of polls, it is not counted. 12-19-12. Delivery of absentee ballot to polling place after close of polls. If an absentee ballot is delivered to a polling place after the polls are closed, the absentee ballot may not be counted or opened.",
            "s": "https://sdsos.gov/elections-voting/upcoming-elections/faqs.aspx",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Are Election Day counting processes open to the public?",
            "a": "Yes. South Dakota's tabulation processes are open to the public to observe. 12-17B-10. Direction of proceedings at counting location--Open to public. All proceedings at the counting location shall be under the direction of the person in charge of the election and shall conform to the requirements of the voting system. The proceedings shall be open to the public. No person, who is not employed or authorized for the purpose, may touch any ballot, ballot box, or equipment used in the return of the ballots to the counting location or the tabulation process.",
            "s": "https://sdsos.gov/elections-voting/upcoming-elections/faqs.aspx",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What is the deadline for receiving absentee ballots in South Dakota?",
            "a": "In South Dakota, voted absentee ballots must be received by your County Election Official by 7:00 p.m. on Election Day, November 5th, whether returned by mail or in person.",
            "s": "https://www.vote411.org/south-dakota",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Who is eligible to vote by absentee ballot, and how can they request one?",
            "a": "Absentee voting is available and no excuse is required. Any registered voter may vote by absentee ballot. You must request an absentee ballot application from your County Election Official or fill out an absentee ballot request here. You will then be sent a paper absentee ballot to vote.",
            "s": "https://www.vote411.org/south-dakota",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "How can voters confined due to sickness or disability obtain an absentee ballot, and what is the deadline?",
            "a": "If you are confined because of sickness or disability, you may apply in writing and obtain an absentee ballot by authorized messenger. The authorized messenger delivers the ballot from the County Election Official to the qualified voter and then delivers the marked ballot to the County Election Official. Any application for a ballot by authorized messenger must be received before 3pm the day of the election. Those who requested an absentee ballot but end up voting in person may do so without surrendering their absentee ballot. For specifics contact your local county clerk. Overseas citizens and U.S. military personnel can find information on how to register to vote and request an absentee ballot at the Overseas Vote Foundation.",
            "s": "https://www.vote411.org/south-dakota",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Where are ballot drop boxes located?",
            "a": "No drop boxes are available. Voters can return their voted ballot to their county election official.",
            "s": "https://www.vote411.org/south-dakota",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "When is early voting available?",
            "a": "South Dakota doesn’t have early in-person voting, but you can cast an absentee ballot at the county auditor’s office from September 20th through November 4th. Early Voting begins 46 days before the election (in-person absentee voting) and ends the day before Election Day.",
            "s": "https://www.vote411.org/south-dakota",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What are the eligibility requirements to vote?",
            "a": "To be eligible to vote you must be: A U.S. citizen A resident in South Dakota (To be a resident means the place in which you have a fixed habitation and whenever you are absent intend to return to) At least 18 years old on or before the election Not currently serving a sentence for a felony conviction which included imprisonment, served or suspended, in an adult penitentiary system Not judged mentally incompetent by a court of law",
            "s": "https://www.vote411.org/south-dakota",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What ID do I need to register to vote?",
            "a": "You are required to show your state driver's license or provide the last 4 digits of your Social Security number when registering to vote.",
            "s": "https://www.vote411.org/south-dakota",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What forms of identification are accepted for voting?",
            "a": "You must show an ID at the polls when you go to vote. Acceptable forms of ID include: A South Dakota driver's license or non-driver ID card A passport or an identification card, including a picture, issued by an agency of the U.S. government A tribal identification card, including a picture US Government photo ID US Armed Forces ID Student photo ID from a South Dakota high school A current ID that includes a picture, issued by an accredited institution of higher education, including a university, college, or technical school, located within South Dakota If you do not have a photo ID, you can sign a personal ID affidavit.",
            "s": "https://www.vote411.org/south-dakota",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "When are official election results released?",
            "a": "Official results are never available on Election Day. Election officials are working around the clock to count an unprecedented number of ballots, and it’s essential that they take the time to make sure every vote is counted. Absentee ballots begin being counted on Election Day. Provisional ballots are counted 7-17 days after the election. Official election results will be uploaded on South Dakota’s Secretary of State website as they become available",
            "s": "https://www.vote411.org/south-dakota",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What are the requirements to become a poll worker?",
            "a": "In order to be a poll worker in South Dakota, you must: Be registered to vote in South Dakota Be at least 18 years of age Be a resident of the county and precinct 15 days prior to the election Complete required training You will be entitled to compensation",
            "s": "https://www.vote411.org/south-dakota",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What are the voting hours at polling places?",
            "a": "Polls will be open from 7:00 am to 7:00 pm.",
            "s": "https://www.vote411.org/south-dakota",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Where can I find my Voter Service and Polling Center location?",
            "a": "You can find your polling place by utilizing your state resource. If you have further questions on your polling place location, please contact your county clerk.",
            "s": "https://www.vote411.org/south-dakota",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "How does the primary election process work?",
            "a": "South Dakota is a “partially closed” primary state. Each party has the ability to choose whether to allow unaffiliated voters or voters not registered with their party to participate in their primary. This decision is made before the election cycle begins. In a primary election if a candidate running for US Senate, US House, or Governor does not with the majority of the votes (50%+1) there will be a primary runoff election scheduled for a few weeks after the primary election date. The runoff election will have the top two candidates with the most votes to ensure that one of them receives the majority of the voters. If you have any questions about your state’s primary election, please contact your local election officials.",
            "s": "https://www.vote411.org/south-dakota",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "When would I need to vote using a provisional ballot?",
            "a": "If you are not authorized to vote, are successfully challenged, or are otherwise denied the ability to vote and you maintain that you are currently registered to vote in that precinct, you may cast a ballot which shall be called a provisional ballot. You must complete an affirmation for a provisional ballot. Provisional Ballots are counted 7-17 days after the election. You will receive notification of whether your provisional ballot was counted or not and if not, an explanation of why it was not counted. By voting a provisional ballot, your vote may not be secret if you are the only one voting on a provisional ballot in that precinct.",
            "s": "https://www.vote411.org/south-dakota",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What accommodations are available for voters with disabilities?",
            "a": "If you cannot mark a ballot because you have a physical disability or cannot read, you may ask any person to help you vote. For more information, you can utilize the American Association of People With Disabilities (AAPD) resource.",
            "s": "https://www.vote411.org/south-dakota",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What is the deadline to register to vote?",
            "a": "Not registered? Use our registration tool to fill out your application! The deadline for registration is 15 days before any election. Your application must be received by the auditor by this deadline if you are to vote in the next election.",
            "s": "https://www.vote411.org/south-dakota",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What are the rules for taking time off work to vote?",
            "a": "Employees are entitled to paid leave on Election Day between the time the polls open and when they close, unless the person has two consecutive hours during the time the polls are open in which he or she can vote before or after work.",
            "s": "https://www.vote411.org/south-dakota",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What types of voting machines are used?",
            "a": "The voting systems used in South Dakota are optical scan and paper ballots. Optical Scan: With this system, you will receive a card or sheet of paper, which you take over to a private table or booth. The card has the names of the various candidates and ballot measures printed on it. With a pen or pencil you fill in a little box or circle or the space between two arrows. When you are finished filling out all the cards, you may bring the cards over to a ballot box, where poll workers will show you how to put the cards in the box. Or in some places, you may feed the completed cards or papers into a computer device that checks your card or paper right there at the polling place to make sure you have voted the way you want to and counts the votes. Paper Ballots: Paper ballots are one of the oldest ways of voting in America. They are still used in a few places on Election Day. When you come to the polling place, you will get a paper ballot from the poll worker. You take it to the voting booth, and use a pen or pencil to mark a box next to your candidate and issue choices. You then drop the marked ballot into a sealed ballot box. You can learn more about voting systems by checking out the Elections Assistance Commission's (EAC)",
            "s": "https://www.vote411.org/south-dakota",
            "t": "2024-10-31T00:00:00Z"
        }
    ]
}