{
    "state": "UT",
    "num_questions": 30,
    "num_answers": 30,
    "contributor": "Aishneet Juneja",
    "questions": [
        {
            "q": "How can I find out if I am already registered to vote?",
            "a": "You may check your voter registration status online at the following location: Vote.Utah.Gov Please check your record for accuracy and your party affiliation. Contact the Utah County Elections Office at 801-851-8128 with any questions.",
            "s": "https://www.utahcounty.gov/dept/clerkaud/Elections/faqs.html",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "If I have moved since I last registered, do I need to re-register?",
            "a": "Yes - You will need to update your voter registration online, by mail, or in-person. If you have moved from another state, you will need to have a current Utah Driver's license to register online. If you have not yet updated your driver's license, complete a Voter Registration Form and mail it in or bring it into the Elections Office. Be sure to fill out the portion of the form requesting \"Name and Address on last Voter Registration.\" This ensures your last registration record will be cancelled.",
            "s": "https://www.utahcounty.gov/dept/clerkaud/Elections/faqs.html",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What if I am a student in Utah and plan to return to my home state upon graduation?",
            "a": "Out of state students who register in Utah will give up their home state residency. Students planning to return to their home state after completing their studies in Utah may consider voting absentee in their home state as an alternative to registering to vote in Utah.",
            "s": "https://www.utahcounty.gov/dept/clerkaud/Elections/faqs.html",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "How do I obtain proof that I'm registered to vote?",
            "a": "If you have been asked to provide certified proof that you are registered to vote, our office can provide you with a Voter Certificate during regular business hours. We can issue you a certificate so long as you are registered at your current address in Utah County. This is a free service.",
            "s": "https://www.utahcounty.gov/dept/clerkaud/Elections/faqs.html",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "If my name has changed since I last registered, do I need to re-register?",
            "a": "Yes - You will need to update your voter registration online, by mail, or in person.",
            "s": "https://www.utahcounty.gov/dept/clerkaud/Elections/faqs.html",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Do I need to declare a political party in order to register?",
            "a": "Yes and No. - Declaring a political party is optional unless:\r\nYou want to become a delegate for a particular party, then you must register for that party.\r\nA particular party is having a closed election. You must register for that party if you want to vote in their closed election.\r\nThe party you declare is public information.\r\nNOTE : You will need to contact the respective political party to obtain information about political caucuses, dates and places.",
            "s": "https://www.utahcounty.gov/dept/clerkaud/Elections/faqs.html",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "How can I change political parties if I have already declared a party?",
            "a": "If you want to change political parties, you will need to update your voter registration online, by mail, or in-person.",
            "s": "https://www.utahcounty.gov/dept/clerkaud/Elections/faqs.html",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "If I submit a voter registration form, how will I know if I am registered to vote?",
            "a": "You may check your voter registration status online at Vote.Utah.gov or you may contact the Utah County Elections Office at (801) 851-8128.\r\nIf, for some reason, you are not qualified or the information on your form is incomplete, your application will be returned to you with instructions for completion. (For this reason it is a good idea to include your daytime telephone number on your registration form).",
            "s": "https://www.utahcounty.gov/dept/clerkaud/Elections/faqs.html",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "If I previously registered to vote, do I need to re-register in order to vote in the next election?",
            "a": "You will only need to re-register if you have moved to a new address, changed your name or you wish to change your party affiliation.",
            "s": "https://www.utahcounty.gov/dept/clerkaud/Elections/faqs.html",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What information can be changed over the phone?",
            "a": "If you have moved within Utah County your address can be updated over the phone by contacting the Utah County Elections Office at (801) 851-8128.",
            "s": "https://www.utahcounty.gov/dept/clerkaud/Elections/faqs.html",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What is ERIC?",
            "a": "ERIC is a public charity non-profit membership organization comprised of 31 states and the District of Columbia. More information about ERIC can be found here.\r\nERIC FAQ Document",
            "s": "https://www.utahcounty.gov/dept/clerkaud/Elections/faqs.html",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Are audits of the election currently being performed?",
            "a": "Several pre- and post-election audits that are conducted. They are as follows:\r\nLogic and Accuracy Testing\r\nSignature Audit\r\nHand Count Audit\r\nInformation about these audits can be found here.",
            "s": "https://www.utahcounty.gov/dept/clerkaud/Elections/faqs.html",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What is the signature verification process?",
            "a": "Every signature on every envelope is reviewed by the Utah County Elections Division.\r\nTo learn more about the process.",
            "s": "https://www.utahcounty.gov/dept/clerkaud/Elections/faqs.html",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What is the deadline for receiving absentee ballots in Utah?",
            "a": "In Utah, completed mail-in ballots must be postmarked by November 4th, to be counted. You can also drop your ballot off at a drop box location before 8:00 pm on Election Day. Find drop box locations near you.",
            "s": "https://www.vote411.org/utah",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What is required to vote by absentee ballot?",
            "a": "If you are registered to vote, you may vote by absentee ballot. A separate absentee ballot application must be filled out for each election. All completed forms should be mailed to your county clerk's office.",
            "s": "https://www.vote411.org/utah",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "Where are ballot drop boxes located?",
            "a": "You can also drop your ballot off at a drop box location before 8:00 pm on Election Day. Find drop box locations near you. You can also return your ballot at any in-person voting location in your county.",
            "s": "https://www.vote411.org/utah",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "When is early voting available?",
            "a": "In-person early voting is allowed, and no excuse is required. Early voting begins two weeks before Election Day and ends the Friday before Election Day. The polls will be open for at least 4 hours each early voting day and will close at 5pm on the last early voting day. In order to vote during the early voting period, you must show a valid voter ID. This is either a form of ID that has you name and photo or two forms of ID that bear your name and show evidence of your residence. To see the complete list of acceptable ID, please visit your state's website.",
            "s": "https://www.vote411.org/utah",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What are the eligibility requirements to vote?",
            "a": "To be eligible to vote you must be: At least 18 years old on or before Election Day A US citizen A resident of Utah for at least 30 days before Election Day Incarcerated Voters & Returning Citizens:  In Utah, you only lose your right to vote if you are currently incarcerated for a felony conviction. If you lost your voting rights because of a conviction, you could register to vote immediately after release. Your voting rights are not restricted by pretrial detention, misdemeanors, probation, or parole.",
            "s": "https://www.vote411.org/utah",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What ID do I need to register to vote?",
            "a": "A driver's license or state ID number is required to register to vote. If you do not have either of these identification documents, please fill in the last 4 digits of your Social Security number. If you do not have either write none in the space provided.",
            "s": "https://www.vote411.org/utah",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What forms of identification are accepted for voting?",
            "a": "In order to vote you need a valid voter ID. This is either a form of ID that has your name and photo or two forms of ID that have your name and proof of residence. Accepted forms of ID include: Current, valid Utah driver's license Current, valid ID card issued by the state or a branch, department, or agency of the United States Current, valid Utah permit to carry a concealed weapon Current, valid US passport Valid tribal ID card, whether or not the card includes a photo of the voter Or, provide two forms of the following: Current utility bill or copy dated within 90 days before the election Bank or other financial account statement, or a copy Certified birth certificate Valid Social Security card Check issued by the state or federal government or a copy Current, valid Utah hunting or fishing license Paycheck from the voter's employer, or a copy Current, valid US military ID card Certified naturalization documents (not a green card) Certified copy of court records showing the voter's adoption or name change Bureau of Indian Affairs card Tribal treaty card Valid Medicaid or Medicare or Electronic Benefits Transfer card Current, valid ID card issued by a local government within the state Current, valid ID card issued by an employer Current, valid ID card issued by a college, university, technical school or professional school within the state Current Utah vehicle registration",
            "s": "https://www.vote411.org/utah",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "When are official election results released?",
            "a": "Official results are never available on Election Day. Election officials are working around the clock to count an unprecedented number of ballots, and it’s essential that they take the time to make sure every vote is counted. Absentee ballots begin being counted on Election Day. Provisional ballots are counted no later than 14 days after the election. Results for the 2024 General Elections will be posted on this page beginning approx. 8:00 pm after the polls close on Election Day. A results tracking button will be available starting Election Night and during the canvass period to display the preliminary or unofficial results.",
            "s": "https://www.vote411.org/utah",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What are the requirements to become a poll worker?",
            "a": "In order to be a poll worker in Utah, you must: Be registered to vote in Utah Be entitled to compensation Be at least 18 years of age Political affiliation generally required Be a resident of the county for the 30 days prior to the election Complete required training",
            "s": "https://www.vote411.org/utah",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What are the voting hours at polling places?",
            "a": "Polls will be open from 7:00 am to 8 pm.",
            "s": "https://www.vote411.org/utah",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "How does the primary election process work?",
            "a": "Utah is a “partially closed” primary state. Each party has the ability to choose whether to allow unaffiliated voters or voters not registered with their party to participate in their primary. This decision is made before the election cycle begins. If you have any questions about your state’s primary election, please contact your local election officials.",
            "s": "https://www.vote411.org/utah",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "When would I need to vote using a provisional ballot?",
            "a": " You may vote a provisional ballot if you meet specific conditions. You may vote a provisional ballot if: You moved anywhere in the state but did not re-register at your new address. You will be allowed to vote a provisional ballot at your new polling location You registered through any public agency but your name does not appear on the Official Register. You will be allowed to vote a provisional ballot at your new polling location All provisional voters will be asked for photo ID and/or proof of current residence at the polls. You will be given instructions on how to view the status of your provisional ballot. If you have any questions please call the Lieutenant Governor's Office at 801-538-1041 or 1800-995-VOTE, or contact your County Clerk.  Provisional ballots are counted no later than 14 days after the election.",
            "s": "https://www.vote411.org/utah",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What accommodations are available for voters with disabilities?",
            "a": "If you are blind, have a disability, or are unable to read or write English, you may be helped by a person of your choice. This person cannot be your employer, an agent of your employer, or an officer or agent of your union. The person helping cannot in any way request, persuade, or induce you to vote for or against any particular candidate or issue. If you are a voter with a disability you may vote by mail (ballots must be postmarked by the day before the election for it to count), or via email or fax. Please contact your County Clerk for more information. For more information, you can utilize the American Association of People With Disabilities (AAPD) resource.",
            "s": "https://www.vote411.org/utah",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What is the deadline to register to vote?",
            "a": " The voter registration deadline is 11 days before the election. You may now register to vote online! Just be sure to complete the registration form at least 11 days before the election in order to vote on Election Day. Voter registration is valid for life, unless you move, change your name, or wish to affiliate with a different party. To change your voter registration status for any of the above reasons, simply fill out a new voter registration forms. Election Day registration is available during early voting and on Election Day. Voters who register during this time will be given a provisional ballot. You will be asked to provide a valid voter identification and proof of residence to the poll worker.",
            "s": "https://www.vote411.org/utah",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What are the rules for taking time off work to vote?",
            "a": "Employers must grant employees up to two hours of paid leave to vote, unless polls are open three outside of regular working shift. The employer may specify the hours during which the employee may be absent.",
            "s": "https://www.vote411.org/utah",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What types of voting machines are used?",
            "a": "The voting system used in Utah is DRE. Direct Recording Electronic (DRE): This is the newest kind of system in use in the U.S. All the information about who and what you are voting for is on an electronic screen like a TV or computer screen. There are many variations of DREs because lots of companies are inventing new ones, and many cities, counties and states are trying them out. Usually, after you have signed in, the poll workers will give you a card that you slide into a device to start your voting session. Some of these devices will show all of the candidates and ballot choices on one big screen. Often, with these big screen devices you push a button next to the name of the candidate you want to vote for (or yes or no on a ballot measure). On other DREs, the screen is set up to show pages. On each screen or page, there will probably be one thing to vote on. For example, on one screen or page, you might vote for president. Then you might move to the next page to vote for senator. Often these small-screen devices have a touch screen, where you touch the screen next to the name of the person you want to vote for. Other devices have a key pad. And some have a keyboard, so you can write in the name of someone you want to vote for.",
            "s": "https://www.vote411.org/utah",
            "t": "2024-10-31T00:00:00Z"
        },
        {
            "q": "What are the requirements for voting by mail?",
            "a": "Utah is primarily a vote-by-mail state, meaning that almost all registered voters will receive their ballots in the mail before Election Day. Mail in ballots must be postmarked by the day before the election in order to be counted. Or you can drop your ballot off on Election Day at you Voting Center or any Ballot Drop Boxes in your county. You can sign up to track your mail ballot on your Lieutenant Governor website.   Please contact your County Election Official for more information. Not sure if you can vote by mail? Click here to enter your address and see if you're eligible to vote by mail.",
            "s": "https://www.vote411.org/utah",
            "t": "2024-10-31T00:00:00Z"
        }
    ]
}