{
    "state": "VT",
    "num_questions": 34,
    "num_answers": 34,
    "contributor": "Deja Scott",
    "questions": [
        {
            "q": "How do I find out where to vote on Election Day?",
            "a": "The best place to find out the location of your polling place, and much more election related information specific to you, is our My Voter Page online resource. To login, you will be asked for your Name, Date of Birth, Town of Residence, and Driver's License #, PID #, or the last four digits of your SSN.  At the My Voter Page, you can find you polling place, request and track an absentee ballot, update your voter registration record, and find a host of information regarding your upcoming elections.  Click to download a list of primary and general election polling places.  Note: Polling places for annual and special local elections are often in different locations than those for the primary and general elections. Please contact your town or city clerk to verify the location of polling places.",
            "s": "https://sos.vermont.gov/elections/voters/voter-faqs/",
            "t": 1726963200.0
        },
        {
            "q": "What time do polling places open and close?",
            "a": "Polls open between 5 a.m. and 10 a.m., depending up the town. All polling places close at 7 p.m. See 17 V.S.A. 2561  For local polling place hours, please visit the My Voter Page.",
            "s": "https://sos.vermont.gov/elections/voters/voter-faqs/",
            "t": 1726963200.0
        },
        {
            "q": "Am I required to show identification when I vote?",
            "a": "No. In Vermont, only first-time voters who have registered by mail have to show ID in order to vote. If you registered when you renewed your drivers license, or as part of a voter registration drive, you will not be required to show ID.",
            "s": "https://sos.vermont.gov/elections/voters/voter-faqs/",
            "t": 1726963200.0
        },
        {
            "q": "What happens if I show up to vote and my name is not on the checklist even though I registered before the deadline?",
            "a": "If for any reason your name is not on the voter registration list when you arrive at the polls, you can simply fill out a registration form and vote that day. Vermont now has same day voter registration.",
            "s": "https://sos.vermont.gov/elections/voters/voter-faqs/",
            "t": 1726963200.0
        },
        {
            "q": "Can I ask for help when I go to vote?",
            "a": " If you need help voting you are allowed to bring someone with youor you can ask for assistance from the election officials.",
            "s": "https://sos.vermont.gov/elections/voters/voter-faqs/",
            "t": 1726963200.0
        },
        {
            "q": "What happens if I make a mistake when I vote?",
            "a": "If you make a mistake when you vote you can ask for a new ballot. They will take your first ballot and mark it spoiled so it wont be counted, and they will give you a new ballot to vote.",
            "s": "https://sos.vermont.gov/elections/voters/voter-faqs/",
            "t": 1726963200.0
        },
        {
            "q": "Will my ballot count if I only vote in a couple races?",
            "a": "Yes. There is no requirement that a voter vote the whole ballot. Your vote will be counted in every race where you recorded a vote.",
            "s": "https://sos.vermont.gov/elections/voters/voter-faqs/",
            "t": 1726963200.0
        },
        {
            "q": "Do I have to vote for the candidates on the ballot?",
            "a": "No. You have the right to enter any name in the \"write-in\" space provided for each race on the ballot or to leave the ballot unmarked.",
            "s": "https://sos.vermont.gov/elections/voters/voter-faqs/",
            "t": 1726963200.0
        },
        {
            "q": "Can I wear a shirt or button demonstrating my favorite candidate into the polling place?",
            "a": "No. If you plan to wear candidate paraphernalia, you will have to cover it while inside the building containing the polling place. The polling place is about voting, not campaigningonce voters have entered the polling place the campaigns have ended.",
            "s": "https://sos.vermont.gov/elections/voters/voter-faqs/",
            "t": 1726963200.0
        },
        {
            "q": "Can I bring candidate information in with me when I go to vote?",
            "a": "Yes. Although the rule is that there is no politicking or campaigning in the polling place (you will be asked to remove candidate buttons or stickers) you can bring anything you need to help you vote into the voting booth.  You should be careful not to publicly display any material inside the building containing the polling place and to take any material out with you when you are done!",
            "s": "https://sos.vermont.gov/elections/voters/voter-faqs/",
            "t": 1726963200.0
        },
        {
            "q": "I am visually impaired. How can I vote?",
            "a": "The Office of Secretary of State provides an Accessible Voting System that serves voters with a wide range of disabilities, including blind and visually impaired voters and voters with physical disabilities. An election official will assist you once you arrive at your polling place.",
            "s": "https://sos.vermont.gov/elections/voters/voter-faqs/",
            "t": 1726963200.0
        },
        {
            "q": "I reside outside of the United States, but I am a United States citizen. Can I still vote in the United States?",
            "a": "Yes. You will complete a voter registration application along with an Early Absentee Request Form and enclose either a valid photo ID (drivers license or passport), or a copy of a current utility bill or, a copy of a current bank statement or a copy of another government document.",
            "s": "https://sos.vermont.gov/elections/voters/voter-faqs/",
            "t": 1726963200.0
        },
        {
            "q": "What is a provisional ballot?",
            "a": "Use of provisional ballots in Vermont is very rare. A person who is not on the checklist but asserts they submitted an application prior to the deadline is now provided an affidavit to swear to that fact. If they are willing to do so under the pains and penalty of perjury, they are allowed to vote.  Since it is very rare that someone is not on the checklist, does not assert they applied on time, but still demands to vote, the provisional ballot is rarely needed. It is only used if a person demanding to vote at the polling place is not on the checklist and the voter cannot affirm they registered to vote by the deadline.",
            "s": "https://sos.vermont.gov/elections/voters/voter-faqs/",
            "t": 1726963200.0
        },
        {
            "q": "What is the Absentee Ballot Process?",
            "a": "Absentee voting is available and no excuse is required. The last day to request an absentee ballot is 1 day before the election. You can return your absentee ballot request form through mail, in person at your local elections office, or online. Voted ballots must be received by Election Day in order to be counted. You can track your absentee ballot here.    You can request an absentee ballot through phone, fax, email, mail, in person or online. All requests must be submitted by 5pm or the close of the Town Clerk's office on the day before the election.   NOTE: Vermont will mail ballots to all registered voters in the weeks leading up to the election. Anyone planning to vote early or by mail in the Aug. 9 primary must request a ballot.   There are several ways for you to vote absentee by mail.   Vote at Home on Election Day. If you are sick or disabled a ballot can be delivered to your home on election day. You must request an absentee ballot before 5pm on the day before the election. On election day, two justices of the peace will deliver a ballot to you and then will bring the ballot back to the polling place so it can be counted.   Vote by Mail. Any voter can request that the town clerk mail them an early voter absentee ballot. Once voted, you can return the ballot to the clerk in the envelope included with the ballot. The clerk must receive the ballot by the close of the polls on Election Day to be counted. You can request a ballot at any time before an election and clerks will mail absentee ballots within the 45 days before the election.   Hand Delivered Ballots. A voter may pick up a ballot at the town clerk's office at any time beginning 45 days before the general or primary election. You can deliver the voted ballot in a sealed envelope to the clerk on or before election day. The ballot can be returned to the clerk or delivered to the polling place by the voter or any person the voter authorizes to return the ballot for them. However, you can only pick up your own ballot from the clerks office.   Those who requested an absentee ballot but end up voting in person: Voters must surrender their absentee ballots before receiving a regular ballot, or sign an affidavit that they have not already voted. Do not mail a ballot and vote in person. For specifics, you can find your local county clerk contact info here.",
            "s": "https://www.vote411.org/vermont",
            "t": 1726963200.0
        },
        {
            "q": "Where can I find Campaign Finance Information?",
            "a": "For information on federal campaign contributions, please visit Open Secrets.  For information on state campaign contributions, please visit your state's resource.",
            "s": "https://www.vote411.org/vermont#campaign-finance-information",
            "t": 1726963200.0
        },
        {
            "q": "Where can I find Candidate and Ballot Measure Information?",
            "a": "Information on local, state and federal candidates and ballot measures may be available here.",
            "s": "https://www.vote411.org/vermont#candidate-and-ballot-measure-information",
            "t": 1726963200.0
        },
        {
            "q": "Can I use Drop Boxes?",
            "a": "You can only use the dropbox of the city or town you vote from.  A spreadsheet listing each town, whether it has a dropbox, and dropbox locations is downloadable at the Secretary of State site. You can also drop off your ballot at your assigned polling location on election day. ",
            "s": "https://www.vote411.org/vermont#drop-boxes",
            "t": 1726963200.0
        },
        {
            "q": "When is Early Voting?",
            "a": "Early voting for the November 5, 2024 general election begins September 21st and ends November 4th.  Early voting is also available with no excuse required. You may vote at your town clerk's office in person during the hours the office is open to the public, within 45 days before a primary or general election or 20 days before a municipal election.  Due to the pandemic, Some Vermont town offices are closed to the public or have limited hours to protect health and safety, and most have a secure ballot drop box available whether or not the office is open.  Please contact your town clerk.",
            "s": "https://www.vote411.org/vermont#early-voting",
            "t": 1726963200.0
        },
        {
            "q": "When are the Election Dates?",
            "a": "The next election dates can be found here https://www.vote411.org/vermont.  Contact your local Board of Elections for more information.",
            "s": "https://www.vote411.org/vermont#election-dates",
            "t": 1726963200.0
        },
        {
            "q": "What are the Eligibility Requirements?",
            "a": "To be eligible to vote you must be:  A U.S. citizen A resident of Vermont A person who has taken the Voter's Oath (formerly called the Freeman's Oath) 18 years of age or older on or before Election Day (17-year-olds may pre-register) Youth Vote  A bill recently passed by the Vermont Legislature lowers the voting age to 16 for Brattleboro's local elections. This means that every resident of Brattleboro, VT, who will be 16 years of age or older on Election Day is eligible to register and vote in local elections. You must be 18 by Election Day to vote in state or federal elections.  Incarcerated Voters & Returning Citizens:   In Vermont, those with criminal records never lose the right to vote. If you are incarcerated, regardless of the offense, you are able to vote.    You should register to vote in the town or city where you resided before incarceration.   Voters without traditional residence:   If you don't have a permanent home or are experiencing homelessness, you still have the right to register to vote. You can register in the town where you currently stay and, if applicable, in the specific district within that town. It doesn't matter if you don't have a traditional address like owning or renting a home. The same rules for residency apply to unhoused individuals as they do to people who own or rent their homes. ",
            "s": "https://www.vote411.org/vermont#eligibility-requirements",
            "t": 1726963200.0
        },
        {
            "q": "What ID is Needed for Voter Registration?",
            "a": "If you are registering for the first time by mail or online, you must include a photocopy of an acceptable form of ID.  These include a:  Valid photo ID (driver's license or passport) Copy of a current utility bill Copy of a current bank statement Copy of another government document You must also include your driver's license number or the last four digits of your Social Security Number on the application in order for it to be approved.  If you are registering for the first time in Vermont you must take the Voter's Oath. The Vermont voter registration form contains the voter's oath that must be taken.",
            "s": "https://www.vote411.org/vermont#id-needed-for-voter-registration",
            "t": 1726963200.0
        },
        {
            "q": "What ID is Needed for Voting",
            "a": "First-time voters that registered by mail and did not provide verification are required to show identification at the polls.  Voters can call or text 844-338-8743 at any time to reach VoteRiders Voter ID Helpline",
            "s": "https://www.vote411.org/vermont#id-needed-for-voting",
            "t": 1726963200.0
        },
        {
            "q": "When will the Official Results be available?",
            "a": "Official results are never available on Election Day. Election officials are working around the clock to count an unprecedented number of ballots, and its essential that they take the time to make sure every vote is counted.  Absentee ballots begin being counted on Election Day. Provisional ballots are counted 2 days after the election.  Official election results will be uploaded on Vermonts Secretary of State website as they become available.  ",
            "s": "https://www.vote411.org/vermont#official-results",
            "t": 1726963200.0
        },
        {
            "q": "What if I am an Overseas and Military Voters",
            "a": "You are a Military or Overseas voter if you are in uniformed services, living overseas OR a spouse or dependent of a uniformed services voter. To get registered and vote, you can utilize Overseas Vote Foundation.  If you have additional questions about elections and voting overseas you can use our state specific elections official directory or contact the Overseas Vote Foundation.",
            "s": "https://www.vote411.org/vermont#overseas-and-military-voters",
            "t": 1726963200.0
        },
        {
            "q": "Where can I find Poll Worker Information?",
            "a": "You can make sure we have safe, fair, and efficient elections for all. Become a poll worker today!  In order to be a poll worker in Vermont, you must:  Be registered to vote in Vermont Be entitled to compensation Be at least 18 years of age Political affiliation considered Be a resident of the voting district Complete required training Students who are 16 and 17 years old may be appointed as assistant elections officers To sign up, contact your local board of elections.",
            "s": "https://www.vote411.org/vermont#poll-worker-information",
            "t": 1726963200.0
        },
        {
            "q": "What are the Polling Place Hours?",
            "a": "All polls are open from between 5am and 10am and close at 7pm.",
            "s": "https://www.vote411.org/vermont#polling-place-hours",
            "t": 1726963200.0
        },
        {
            "q": "How do I use Polling Place Locator?",
            "a": "You can find your polling place by utilizing your state resource.  If you have further questions on your polling place location, please contact your county clerk. ",
            "s": "https://www.vote411.org/vermont#polling-place-locator",
            "t": 1726963200.0
        },
        {
            "q": "What is the Primary Election Process?",
            "a": "Vermont is an open primary state. You can choose the partys ballot you wish to vote. This decision does not register you with that party and it is a private decision.  In a primary election if candidates tie there will be a primary runoff election scheduled for a few weeks after the primary election date. The runoff election will have the top two candidates with the most votes to ensure that one of them receives the majority of the voters.  If you have any questions about your states primary election, please contact your local election officials.",
            "s": "https://www.vote411.org/vermont#primary-election-process",
            "t": 1726963200.0
        },
        {
            "q": "What is Provisional Voting?",
            "a": "A provisional ballot is only used if a person trying to vote at the polling place is not on the checklist and cannot affirm they registered to vote by the deadline.  Provisional ballots are counted 2 days after the election.",
            "s": "https://www.vote411.org/vermont#provisional-voting",
            "t": 1726963200.0
        },
        {
            "q": "What are the Provisions for Voters with Disabilities?",
            "a": "Voters with disabilities are able to vote, at their polling locations, using accessible voting technology. Voters will access a tablet-based system that marks your selection onto the same paper ballot used by all voters at the polls. This system also contains an online-based ballot marking system that allows voters with disabilities to vote privately and independently from home during the early voting period.  If you need help with voting, you can:  Contact your Town Clerk to ask for accomodations Bring a person of your choice with you into the voting booth (not your employer or union representative) Ask an election official for help with marking your ballot Ask an election official to bring a ballot to your car Bring a magnifying glass or other devices to help you use the ballot Bring a list of candidates into the voting book with you Ask for another ballot (maximum of 3) if you make a mistake Use the Omniballot tablet accessible voting system at the polls. For more information contact your Secretary of State. ",
            "s": "https://www.vote411.org/vermont#provisions-for-voters-with-disabilities",
            "t": 1726963200.0
        },
        {
            "q": "When is the Registration Deadline?",
            "a": "Election Day registration is available at the polls. If you would like to register to vote by mail or online, there is no specific deadline. However, it is recommended you submit your application between 2-4 weeks before an election to ensure your application is processed before the election.  Not registered? Use our registration tool to fill out your application!",
            "s": "https://www.vote411.org/vermont#registration-deadline",
            "t": 1726963200.0
        },
        {
            "q": "Will I be able to get Time Off To Vote?",
            "a": "Time off to vote is subject to the employer, there is no requirement for employers to grant time off to vote for employees.",
            "s": "https://www.vote411.org/vermont#time-off-to-vote",
            "t": 1726963200.0
        },
        {
            "q": "How will can I Verify Voter Registration?",
            "a": "To verify your voter registration status",
            "s": "https://www.vote411.org/vermont#verify-voter-registration",
            "t": 1726963200.0
        },
        {
            "q": "What kind of Voting Machines are used?",
            "a": "The voting systems used in Vermont are optical scan, paper ballots and vote by phone.  Optical Scan: With this system, you will receive a card or sheet of paper, which you take over to a private table or booth. The card has the names of the various candidates and ballot measures printed on it. With a pen or pencil you fill in a little box or circle or the space between two arrows. When you are finished filling out all the cards, you may bring the cards over to a ballot box, where poll workers will show you how to put the cards in the box. Or in some places, you may feed the completed cards or papers into a computer device that checks your card or paper right there at the polling place to make sure you have voted the way you want to and counts the votes.  Paper Ballots: Paper ballots are one of the oldest ways of voting in America. They are still used in a few places on Election Day. When you come to the polling place, you will get a paper ballot from the poll worker. You take it to the voting booth, and use a pen or pencil to mark a box next to your candidate and issue choices. You then drop the marked ballot into a sealed ballot box.  Omniballot Tablet Accessible Voting System: Voters with disabilities are able to vote, at their polling locations, using accessible voting technology. Voters will access a tablet-based system that marks your selection onto the same paper ballot used by all voters at the polls. This system also contains an online-based ballot marking system that allows voters with disabilities to vote privately and independently from home during the early voting period.",
            "s": "https://www.vote411.org/vermont#voting-machines",
            "t": 1726963200.0
        }
    ]
}