{
    "state": "WA",
    "num_questions": 73,
    "num_answers": 73,
    "contributor": "Deja Scott",
    "questions": [
        {
            "q": "What is the Future Voter program?",
            "a": "In Washington state, 16- and 17-year-olds can sign up as Future Voters and be automatically registered to vote when they become eligible. A voter who turns 18 between the August Primary and the November General Election can vote in the Primary (RCW 29A.08.170). Future Voter Brochure",
            "s": "https://www.sos.wa.gov/elections/voters/voter-eligibility-resources/future-voter-program",
            "t": 1731801600.0
        },
        {
            "q": "How do I qualify for Future Voter?",
            "a": "Be at least 16 years old A U.S. citizen A Washington resident",
            "s": "https://www.sos.wa.gov/elections/voters/voter-eligibility-resources/future-voter-program",
            "t": 1731801600.0
        },
        {
            "q": "How do I sign up for Future Voter?",
            "a": "Online at VoteWA.gov using your driver's license, permit, or state ID. Mail in a paper form. In person at your county elections office or when you get your driver's license, permit, or ID at Department of Licensing. At your school's Temperance and Good Citizenship Day event in January.",
            "s": "https://www.sos.wa.gov/elections/voters/voter-eligibility-resources/future-voter-program",
            "t": 1731801600.0
        },
        {
            "q": "What if I don't have a driver's license?",
            "a": "Use the last four (4) digits of your social security number to sign up using a paper form.",
            "s": "https://www.sos.wa.gov/elections/voters/voter-eligibility-resources/future-voter-program",
            "t": 1731801600.0
        },
        {
            "q": "When can I vote or sign a petition? ",
            "a": "If you are a 17-year-old who will be 18 by the November General Election, you will receive a ballot in the mail to vote in the Primary. Youll be able to sign petitions after your 18th birthday!",
            "s": "https://www.sos.wa.gov/elections/voters/voter-eligibility-resources/future-voter-program",
            "t": 1731801600.0
        },
        {
            "q": "What if I turn 18 right before an election?",
            "a": "If your address has not changed, you can expect to receive a mailed ballot approximately two (2) weeks before election day. Contact your local county elections office for assistance and be ready to vote!  A 17-year-old who will be 18 by the November General Election can vote in the Primary Election.",
            "s": "https://www.sos.wa.gov/elections/voters/voter-eligibility-resources/future-voter-program",
            "t": 1731801600.0
        },
        {
            "q": "What if I move, leave the country, go to college, or join the military?",
            "a": "Your residential address determines your ballot content. We can mail your ballot anywhere in the world, but your residential address must remain in Washington. You may not vote in more than one place. Keep your mailing address updated. If you move within Washington, submit a new registration form to update your enrollment info. Overseas  submit a new registration form with your updated mailing address and mark Overseas Status. At college  submit a new registration form with your updated home or school mailing address. Military  submit a new registration form with your updated mailing address and mark Military Status.",
            "s": "https://www.sos.wa.gov/elections/voters/voter-eligibility-resources/future-voter-program",
            "t": 1731801600.0
        },
        {
            "q": "What if I have been charged with a delinquency in juvenile court?",
            "a": "A charge of delinquency in juvenile court does not impact your ability to participate in the Future Voter program or vote.",
            "s": "https://www.sos.wa.gov/elections/voters/voter-eligibility-resources/future-voter-program",
            "t": 1731801600.0
        },
        {
            "q": "Is my information private?",
            "a": "Future Voter sign-up information is protected while underage. Once you are eligible to vote you become registered and voter registration info is public. Visit our Elections FAQ for more information.",
            "s": "https://www.sos.wa.gov/elections/voters/voter-eligibility-resources/future-voter-program",
            "t": 1731801600.0
        },
        {
            "q": "What if I'm in the Address Confidentiality Program (ACP)?",
            "a": "If you are in the Address Confidentiality Program (ACP), signing up to vote will be different for you. You can be a Protected Records Voter (PRV) and have your address information kept out of the VoteWA database. Call ACP at 360-753-2972 and they will send you a form and help you stay safe.",
            "s": "https://www.sos.wa.gov/elections/voters/voter-eligibility-resources/future-voter-program",
            "t": 1731801600.0
        },
        {
            "q": "Who is eligiable to vote?",
            "a": "To register to vote in the state of Washington, you must be:   A citizen of the United States A resident of Washington state At least 18 years old If you are 16 or 17, you can sign up as a Future Voter and be automatically registered to vote when you qualify Not disqualified from voting due to a court order Not currently serving a sentence of total confinement in prison under the jurisdiction of the department of corrections for a Washington felony conviction Not currently incarcerated for a federal or out-of-state felony conviction It's easy and secure to register online, by mail with a paper form, or at a county elections office. Check your registration at VoteWA.gov.  Effective January 1st, 2022, if you were convicted of a felony in Washington State, another state, or in federal court, your right to vote will be restored automatically as long as you are not currently serving a sentence of total confinement in prison.",
            "s": "https://www.sos.wa.gov/elections/voters/voter-eligibility-resources/voter-eligibility",
            "t": 1731801600.0
        },
        {
            "q": "What are the Registration deadlines?",
            "a": "Military and overseas voters are exempt from the regular voter registration deadlines. The last day to register and request a ballot is Election Day. Even if you are not registered, you may still vote and send in a ballot because your signature on the declaration attests to your eligibility and constitutes registration.",
            "s": "https://www.sos.wa.gov/elections/voters/voter-eligibility-resources/military-and-overseas-voters",
            "t": 1731801600.0
        },
        {
            "q": "How do I register to vote?",
            "a": "When registering, please indicate you are in the armed forces or living overseas.  You must list a Washington residential address. This can be your last address in the state, or that of a family member. Your mailing address can be anywhere in the world.  Register to vote online with VoteWA. VoteWA requires a Washington State ID or driver license.  If you do not have a Washington State driver license or ID, you must register using a paper form or in person. You can return the paper form by mail, email or fax to your county elections department.  If you are stationed in Washington but decide to register in your home state, you can do so using the Federal Voting Assistance Postcard.",
            "s": "https://www.sos.wa.gov/elections/voters/voter-eligibility-resources/military-and-overseas-voters",
            "t": 1731801600.0
        },
        {
            "q": "How is my ballot recieved?",
            "a": "You may receive your ballot by mail, email or fax. You may also qualify to receive a ballot as early as 90 days before the election.  Because Washington votes by mail, you will automatically be mailed a ballot. If you register close to Election Day, or for some other reason did not receive your ballot, please request one as soon as possible to ensure enough time to return your ballot. Specify whether you would like to receive your ballot by mail, email or fax.  Contact your county elections department to:  Request a ballot or a replacement ballot; Change how you receive your ballot (for example, by email instead of postal mail); or Update your voter registration record (for example, update your mailing address). If you believe you won't receive your regular ballot in time to vote, you can also request a Federal Write-In Absentee Ballot (FWAB), which is a blank write-in ballot. FWABs are available at consulates, embassies, from your Voting Assistance Officers, and online.",
            "s": "https://www.sos.wa.gov/elections/voters/voter-eligibility-resources/military-and-overseas-voters",
            "t": 1731801600.0
        },
        {
            "q": "How do I become an informed voter?",
            "a": "Washington has many ways to help voters become informed about ballot measures and candidates:  The state General Election Voters' Pamphlet is mailed to every household in Washington. If you need to request a copy of the state Voters' Pamphlet be mailed to you, call (800) 448-4881 or email voterspamphlet@sos.wa.gov. For personalized ballot measure and candidate information online, go to VoteWA. For all ballot measures and candidates, visit the Online Voters' Guide. For local races, visit the website for your county elections department.",
            "s": "https://www.sos.wa.gov/elections/voters/voter-eligibility-resources/military-and-overseas-voters",
            "t": 1731801600.0
        },
        {
            "q": "How do I return my ballot?",
            "a": "You may return your ballot by mail, email or fax.  If you return your ballot by mail, you must sign and date the declaration no later than Election Day and return the ballot to your county elections department. It must be received within 9 days after a Special Election, 13 days after a Primary , and within 20 days after a General Election. If you return your ballot by email or fax, it must be received by your county elections department by 8 p.m. Pacific Standard Time on Election Day. If you return the ballot by email, include the signed and dated declaration page, privacy sheet and ballot in the email as scanned or imaged attachments. To confirm that your ballot was received, go to VoteWA, log in, and open the \"ballot status\" link.",
            "s": "https://www.sos.wa.gov/elections/voters/voter-eligibility-resources/military-and-overseas-voters",
            "t": 1731801600.0
        },
        {
            "q": "Are there Accessible voting units?",
            "a": "Accessible voting units (AVUs) are available starting 18 days before Election Day, until 8 p.m. on Election Day. For specific dates that AVU voting is available at your county elections department, see voter dates and deadlines. Every county must have at least one AVU at each voting center. AVUs must be wheelchair-accessible and screened from other voters to maintain privacy.  An AVU presents your ballot on a monitor. You select choices by touching the screen, using a select wheel, or by using a tool. You can use headphones to listen to the text and prompts on your ballot. Most machines can also be fitted with sip-and- puff tools.",
            "s": "https://www.sos.wa.gov/elections/voters/voter-eligibility-resources/voters-disabilities",
            "t": 1731801600.0
        },
        {
            "q": "How do I get assistance with voting on my ballot?",
            "a": "If you are unable to cast a ballot due to a disability, you may designate a person of your choice, or two election officers, to enter the voting booth and record the votes as you direct.  A person who has a guardian may still be able to vote and should not be turned away from a voting center by an election worker. Guardianship papers indicate if an individual has the right to vote. If there is ever doubt about a person's voting status, the person should be issued a provisional ballot to vote with.",
            "s": "https://www.sos.wa.gov/elections/voters/voter-eligibility-resources/voters-disabilities",
            "t": 1731801600.0
        },
        {
            "q": "How to report Accessibility concerns?",
            "a": "If you are concerned about the accessibility of a voting center, contact your county elections department or contact the Office of the Secretary of State's Elections Division at (800) 448- 4881.",
            "s": "https://www.sos.wa.gov/elections/voters/voter-eligibility-resources/voters-disabilities",
            "t": 1731801600.0
        },
        {
            "q": "How you can help?",
            "a": "Keep voter registration records current. When a client moves into your home or facility, help them take the time to update their address.  VoteWA.gov is Washington States online registration portal. Its an easy way to help your client update their mailing address or, help them complete a paper voter registration form. Request a paper form by mail or print a form on our website. Consider adding voter registration forms and voter cancellation forms to your intake packets. Ensure that ballots and voter pamphlets are delivered and routed to residents. If ballots dont arrive by two weeks prior to the election, call your county elections office. They can track the mail, or issue a replacement ballot.  Consider a subscription for the facility to receive extra copies of the state Voters Pamphlet each year. Please provide contact info and quantities to voterspamphlet@sos.wa.gov. Remind residents of the election date and deadlines.  Ballots must be postmarked by Election Day. The USPS recommends mailing at least one week before Election Day. If returning within one week of Election Day, consider using an official ballot drop box. You can find drop box locations at VoteWA.gov or by contacting your county elections office.",
            "s": "https://www.sos.wa.gov/elections/voters/helpful-information/voting-assisted-living-facilities",
            "t": 1731801600.0
        },
        {
            "q": "How you can offer assistance?",
            "a": "State law allows voters to receive assistance in voting. A voter may designate an election worker, assisted living staff member, or a volunteer.  Clarify with your resident what assistance they are specifically requesting (marking, reading, seeing, folding or handling paper, transportation to a Voting Center). Limit your assistance to ONLY what the voter requests. When possible, a team of two people should provide requested assistance. Provide assistance in private area, to protect voter privacy. The ballot is for the voter and the voter only. Never ask the voter to discuss their vote or share their reasoning. Simply provide the assistance requested. If the voter doesnt indicate how to mark a ballot choice, do not mark it for them.",
            "s": "https://www.sos.wa.gov/elections/voters/helpful-information/voting-assisted-living-facilities",
            "t": 1731801600.0
        },
        {
            "q": "Why up to date signatures are important?",
            "a": "We check the signature on every ballot envelope. Signatures change over time. If the signature on an envelope doesnt match the signature on file, we cant count the ballot. If that happens, your county elections division will mail a letter to the voter and provide options for curing the signature issue.  Encourage seniors to update their signatures on file:  Signature updates can occur at any time by filling out a new voter registration form. Sign using your everyday signature. If the voter cant sign the envelope, they may simply make a mark, such as an X. When the X is used, two individuals must also sign as witnesses. These witnesses can be anyone, including facility staff.  The signature of a Power of Attorney is not allowed. Only the voter can vote and sign their ballot.",
            "s": "https://www.sos.wa.gov/elections/voters/helpful-information/voting-assisted-living-facilities",
            "t": 1731801600.0
        },
        {
            "q": "What about Incapacitation?",
            "a": "Voters who are starting to experience mental incapacitation may want to consider cancelling their voter registration voluntarily.  The voter needs to cancel registration in writing. The voter needs to sign the request.",
            "s": "https://www.sos.wa.gov/elections/voters/helpful-information/voting-assisted-living-facilities",
            "t": 1731801600.0
        },
        {
            "q": "What is Involuntary Cancellation?",
            "a": "Only a court can declare an incapacitated person incompetent for voting (RCW 29A.08.515).",
            "s": "https://www.sos.wa.gov/elections/voters/helpful-information/voting-assisted-living-facilities",
            "t": 1731801600.0
        },
        {
            "q": "How do I handle misdirected ballots?",
            "a": "Because residents come and go, your facility will receive ballots after a resident departs. Please put these back in the mail stream, marked in one of three ways:  Forward to  Write the voters forwarding address on the envelope. No forwarding address  Return to Sender. Deceased  Return to Sender. You may receive additional ballots until the county elections office verifies the voters status or location. Just keep returning the ballots rather than throwing them away.",
            "s": "https://www.sos.wa.gov/elections/voters/helpful-information/voting-assisted-living-facilities",
            "t": 1731801600.0
        },
        {
            "q": "Are there Translation Services?",
            "a": "If your client would like assistance in Spanish, Chinese, or Vietnamese, please call 800-448-4881. Information is also available on our website at sos.wa.gov/elections and VoteWa.gov.",
            "s": "https://www.sos.wa.gov/elections/voters/helpful-information/voting-assisted-living-facilities",
            "t": 1731801600.0
        },
        {
            "q": "When the right to vote is restored?",
            "a": "If you were convicted of a felony in Washington State, another state, or in federal court, your right to vote will be restored automatically as long as you are not currently serving a sentence of total confinement in prison. If you were convicted of a felony in another state or in federal court, your right to vote is restored automatically as long as you are not currently incarcerated for that felony. You do not lose the right to vote for a misdemeanor conviction or a conviction in juvenile court. You do not need a certificate of discharge (COD) to have your voting rights restored.",
            "s": "https://www.sos.wa.gov/elections/voters/voter-eligibility-resources/felony-convictions-and-voting-rights",
            "t": 1731801600.0
        },
        {
            "q": "How do I register to vote?",
            "a": "Once your right to vote is restored, you must register to vote if you want to vote. If you were previously registered to vote, you must re-register to vote. You can register online with VoteWA, printing and returning a form, in person at your county elections office, or request a voter registration form be mailed to you. You do not need a certificate of discharge (COD) to register to vote.  Visit the Voter Eligibility page, for more information.",
            "s": "https://www.sos.wa.gov/elections/voters/voter-eligibility-resources/felony-convictions-and-voting-rights",
            "t": 1731801600.0
        },
        {
            "q": "When are ballots mailed?",
            "a": "Your ballot is mailed at least 18 days before each election. Your packet will include a ballot, a secrecy envelope or secrecy sleeve for your voted ballot, and a return envelope with pre-paid postage. If you are a registered voter and do not receive your ballot, contact your county elections department.",
            "s": "https://www.sos.wa.gov/elections/voters/helpful-information/frequently-asked-questions-voting-mail",
            "t": 1731801600.0
        },
        {
            "q": "How can I learn more about the measures and/or candidates that appear on my ballot?",
            "a": "Washington has many ways to help voters become informed:  The state General Election Voters' Pamphlet is mailed to every household in Washington. For a personalized voters' guide, sign in to VoteWA.gov. For best results, use a mobile device or Chrome as your browser. Accessible versions, including PDFs, audio files, and a text only format, are available online. Call (800) 448-4881 or email voterspamphlet@sos.wa.gov if you are unable to easily locate the accessible version. Other sources of information about candidates and issues include local newspapers, television, libraries, political parties, and campaigns.",
            "s": "https://www.sos.wa.gov/elections/voters/helpful-information/frequently-asked-questions-voting-mail",
            "t": 1731801600.0
        },
        {
            "q": "When is the latest I can turn in my completed ballot?",
            "a": "Your ballot must either be postmarked no later than Election Day or returned to a ballot drop box by 8 p.m. on Election Day. If mailing your ballot within a week of Election Day, be mindful of mailbox collection times or use an official ballot drop box. A late postmark could disqualify your ballot.  Did you sign the return envelope? Your county elections department reviews your signature and compares it to your voter registration records. They will contact you if there's a problem with your signature. If you are unable to sign the declaration, make a mark in front of two witnesses and have them sign in the designated spaces.  To check the status of your voted ballot, sign in to VoteWA.gov and click \"Ballot Status.\" Please allow 3-5 business days for your ballot to be posted as received.",
            "s": "https://www.sos.wa.gov/elections/voters/helpful-information/frequently-asked-questions-voting-mail",
            "t": 1731801600.0
        },
        {
            "q": "Can I vote in-person?",
            "a": "Each county opens an accessible voting center prior to each primary, special election, and general election. Each voting center is open during business hours during the voting period, which begins eighteen days before, and ends at 8:00 p.m. on the day of, the primary, special election, or general election. You can locate your nearest voting center by logging into VoteWA.gov or contacting your county's elections department.  COVID-19 update: Voting by mail is safe and does not present a risk of spreading the virus. For in-person services, each county may have restrictions. You should contact your county elections office to determine what arrangements can be made for in person voting.",
            "s": "https://www.sos.wa.gov/elections/voters/helpful-information/frequently-asked-questions-voting-mail",
            "t": 1731801600.0
        },
        {
            "q": "If I'm on vacation or have moved, will my ballot be forwarded?",
            "a": "All counties forward ballots if you submit a change of address to the United States Postal Service. However, the best thing to do is contact your county elections department and ask for a temporary change in your mailing address. You should also contact the county elections department when you return to the address where you are registered to vote, or if you have permanently moved.",
            "s": "https://www.sos.wa.gov/elections/voters/helpful-information/frequently-asked-questions-voting-mail",
            "t": 1731801600.0
        },
        {
            "q": "What is a Federal Write-In Absentee Ballot?",
            "a": "Military personnel and U.S. citizens overseas may use a Federal Write-in Absentee Ballot available through Voting Assistance Offices at military installations or at U.S. Embassies and Consulates. Washington State law allows all eligible election contests to be voted on this ballot.",
            "s": "https://www.sos.wa.gov/elections/voters/helpful-information/frequently-asked-questions-voting-mail",
            "t": 1731801600.0
        },
        {
            "q": "How do I obtain a replacement ballot?",
            "a": "Just ask! Contact your local county elections department when you have destroyed, spoiled, lost, or not received the original ballot. Remember, your county may only accept one ballot and will verify your signature. Alternatively, you can obtain a replacement ballot delivered online by logging into VoteWA.gov.",
            "s": "https://www.sos.wa.gov/elections/voters/helpful-information/frequently-asked-questions-voting-mail",
            "t": 1731801600.0
        },
        {
            "q": "What is a provisional ballot, and why would I need one?",
            "a": "Washington provides in person same-day registration services at county elections offices and provisional ballots are not common. A provisional ballot is a ballot issued to a person seeking to vote who might otherwise be denied the opportunity to vote a regular ballot. Provisional ballots are researched to confirm the voter's registration before the ballot is counted.",
            "s": "https://www.sos.wa.gov/elections/voters/helpful-information/frequently-asked-questions-voting-mail",
            "t": 1731801600.0
        },
        {
            "q": "How do I correct my ballot?",
            "a": "Follow the instructions on your ballot for how to correct a mistake.",
            "s": "https://www.sos.wa.gov/elections/voters/helpful-information/frequently-asked-questions-voting-mail",
            "t": 1731801600.0
        },
        {
            "q": "What happens if I vote for more than one candidate?",
            "a": "When more votes for an office or issue are selected than are permitted by law, the votes will be considered an over vote and no votes will be recorded for that office or issue. In this case, the remainder of your ballot that is valid will be counted. You may only vote for one candidate in most instances. In rare instances, when you may vote for more than one candidate, it will be clearly indicated on the ballot.",
            "s": "https://www.sos.wa.gov/elections/voters/helpful-information/frequently-asked-questions-voting-mail",
            "t": 1731801600.0
        },
        {
            "q": "Will my ballot count if I choose not to vote on certain issues or candidates?",
            "a": "Yes, it will. You can choose to skip any measures or offices you don't wish to vote in. All the votes you cast will be counted.",
            "s": "https://www.sos.wa.gov/elections/voters/helpful-information/frequently-asked-questions-voting-mail",
            "t": 1731801600.0
        },
        {
            "q": "Will my vote count if I forgot to seal my ballot in the security envelope?",
            "a": "Yes, it will. Your elections department will securely process your ballot if your security envelope is unsealed.",
            "s": "https://www.sos.wa.gov/elections/voters/helpful-information/frequently-asked-questions-voting-mail",
            "t": 1731801600.0
        },
        {
            "q": "How does the elections department process my vote by mail (absentee) ballot securely?",
            "a": "It is essential to the integrity of an election that ballot processing be accurate and transparent, while maintaining your right to a secret ballot. After you return your voted ballot, your county elections department follows this ballot counting process:  Your signature on the outer return envelope is checked against the signature on file in your voter registration record to make sure they match. You are credited for voting in that election. This ensures that only one ballot from each voter is counted. The outer return envelope, which identifies you, is then separated from the inner security envelope, which contains your voted ballot. Your ballot cannot be traced back to you, ensuring the secrecy of your vote. All ballots are inspected to make sure the tabulating machine will be able to read all votes. Tabulation equipment is tested before every election to make sure it is working accurately. The above steps continue with all ballots until the election is certified.  Elections are certified 10 days after Special Elections, 14 days after Primaries and 21 days after General Elections. Preliminary election results are released on election night after 8 p.m. and are updated as additional ballots are counted.  You are welcome to observe ballot processing. Contact your county elections department for more information.",
            "s": "https://www.sos.wa.gov/elections/voters/helpful-information/frequently-asked-questions-voting-mail",
            "t": 1731801600.0
        },
        {
            "q": "What is a Top 2 Primary?",
            "a": "A Top 2 Primary allows voters to vote for any candidate running in each race.  The two candidates who receive the most votes in the Primary Election qualify for the General Election. A candidate must also receive at least 1% of the votes cast in that race to advance to the General Election.  Candidates for partisan office may state a preference for a political party, which appears on ballots and in voters' pamphlets. For example:  John Smith (Prefers Democratic Party)  Jane Doe (Prefers Republican Party)     Or candidates can choose to not state a party preference. For example:  John Smith (States No Party Preference)  Regardless, the party preference information has no bearing on how officials conduct the election or who advances from the Primary to the General. Instead, which candidates advance depends solely on how many votes they receive in the Primary.",
            "s": "https://www.sos.wa.gov/elections/voters/helpful-information/top-2-primary-faqs-voters",
            "t": 1731801600.0
        },
        {
            "q": "What is a party preference? ",
            "a": "Each candidate for partisan office may state a political party that he or she prefers. A candidate's preference does not imply that the candidate is nominated or endorsed by the party, or that the party approves of or associates with that candidate.  The party preference has no impact on election operations or which candidates stay in the race to the General Election. The two candidates who receive the most votes in the Primary, and who receive at least 1% of the votes, advance to the General.  The candidate has up to 18 characters to describe the party that he or she prefers. This gives the candidate great freedom. Some candidates state a preference for an established major party, such as the Democratic Party or the Republican Party, while others state a preference for novel parties, such as the No New Taxes Party. Candidates are not restricted to stating a preference to an established major or minor party.",
            "s": "https://www.sos.wa.gov/elections/voters/helpful-information/top-2-primary-faqs-voters",
            "t": 1731801600.0
        },
        {
            "q": "What offices are affected? ",
            "a": "The Top 2 Primary applies to partisan office. In Washington, this includes the United States Senate and House of Representatives, the State Legislature, statewide partisan office such as Governor, and county partisan office such as County Commissioner.  The Top 2 Primary does not apply to elections for:  President and Vice President; or Political Party Precinct Committee Officer (PCO). While there are some slight variations, elections for nonpartisan office, such as city council or judge, operate in a similar manner to the Top 2 Primary. Generally, the two candidates in a nonpartisan race who receive the most votes in the Primary are the only candidates allowed to advance to the General Election.",
            "s": "https://www.sos.wa.gov/elections/voters/helpful-information/top-2-primary-faqs-voters",
            "t": 1731801600.0
        },
        {
            "q": "If only 1 or 2 candidates file for an office, do they still have a Primary?",
            "a": "Yes. For partisan office, there is still a Primary even if only one or two candidates file. For nonpartisan office, there is no Primary and the candidates only appear in the General Election.",
            "s": "https://www.sos.wa.gov/elections/voters/helpful-information/top-2-primary-faqs-voters",
            "t": 1731801600.0
        },
        {
            "q": "Will there be both a Democrat and a Republican in each race on the ballot at the General Election? ",
            "a": "Not necessarily. First, remember that the candidates are not appearing on the ballot representing a party; they are only representing themselves. Second, remember that the primary is for voters and candidates, not political parties. The parties do not own a spot on the General Election ballot. Instead, the two candidates who appear on the ballot at the General Election are the two who received the most votes in the Primary. These candidates might prefer the same party, different parties, or not state a preference. In some races, all candidates who file declare a party preference for the same party.",
            "s": "https://www.sos.wa.gov/elections/voters/helpful-information/top-2-primary-faqs-voters",
            "t": 1731801600.0
        },
        {
            "q": "Do Minor Party Candidates ever make it to the General Election?",
            "a": "Yes. Each year there are candidates who prefer minor political parties, prefer parties created by the candidate, or who stated no party preference.",
            "s": "https://www.sos.wa.gov/elections/voters/helpful-information/top-2-primary-faqs-voters",
            "t": 1731801600.0
        },
        {
            "q": "What is the difference between a Top 2 Primary and the Primary Elections in Other States?",
            "a": "Almost all other states in the country conduct nominating Primary Elections. In these states, the primary is for the political parties, because the purpose of the primary is to select each political party's nominee who will represent the party in the General Election.  For example, if five Republican candidates and five Democratic candidates file for the office of Governor, the purpose of a nominating primary is to select the one Republican candidate and one Democratic candidate who will advance to the General Election and represent their respective parties in the General Election, and are frequently required to be a registered member of the party in order to file as a candidate. In this type of election, the candidates are representing their political party when they appear on the ballot. If the state has party registration, the candidate usually must be a registered member of the party in order to file as a candidate of the party. Sometimes, depending on state laws, voters must affiliate with a party in order to vote in the Primary and are restricted to voting only for candidates of that party.  In a Top 2 Primary, the primary is for the voters and candidates because the purpose is simply to winnow the number of candidates down to two. The candidates are not representing any political party when they appear on the ballot; they are only representing themselves. Candidates have great freedom to describe the party that they prefer. For example, a candidate might prefer the Pro-Life Republican Party, or the Labor Democratic Party. The party preference information for each candidate is informational only; it has no relevance to the election itself. Also, the voters do not have to affiliate with a party.  The purpose of the Top 2 Primary is not to select each party's nominees. Political parties are free to conduct their nominating procedures according to their own rules, at their own conventions, caucuses and meetings. This frees the parties to develop their own criteria for nominations, endorsements, and other public declarations of support.",
            "s": "https://www.sos.wa.gov/elections/voters/helpful-information/top-2-primary-faqs-voters",
            "t": 1731801600.0
        },
        {
            "q": "How did the Top 2 Primary become law?",
            "a": "The Top 2 Primary was passed by the people in 2004 as an initiative. Initiative 872 passed by almost 60%. In 2005, before the new law was implemented, the Washington state Democratic, Republican, and Libertarian Parties sued in federal court. The lower courts imposed an injunction prohibiting the state from implementing the new Primary, but in March 2008, the U.S. Supreme Court upheld the new law. Washington state used the new Primary for the first time in the 2008 Primary and General Elections.",
            "s": "https://www.sos.wa.gov/elections/voters/helpful-information/top-2-primary-faqs-voters",
            "t": 1731801600.0
        },
        {
            "q": "Does Washington have Party Registration?",
            "a": "No. Washington does not have party registration as part of voter registration. Voters may not declare a party affiliation when they register or vote.",
            "s": "https://www.sos.wa.gov/elections/voters/helpful-information/top-2-primary-faqs-voters",
            "t": 1731801600.0
        },
        {
            "q": "Can a voter still write in a candidate?",
            "a": "Yes. Each race on the ballot will still have a write-in line for a voter to write in the name of a candidate. Candidates must submit a declaration of write-in candidacy to have officials count their votes. Reports will not have an exact tally unless there are enough write-in votes to change the outcome of the election.",
            "s": "https://www.sos.wa.gov/elections/voters/helpful-information/top-2-primary-faqs-voters",
            "t": 1731801600.0
        },
        {
            "q": "What is the Absentee Ballot Process?",
            "a": "2024 General Election: Important Return Dates   In Washington, completed mail-in ballots must be postmarked no later than Election Day, November 5th or returned in person to your county election office or a ballot drop box by 8 p.m. on Election Day.   Washington state is a vote by mail state, so all registered voters receive a ballot by mail. Absentee ballots only need to be requested if you will not be at your registered address during the 18 days before an election. If you are away from your registered address before an election, you can contact your county election official to see if they are able to forward your mail ballot to your new, temporary address. Your ballot is mailed to you at least 18 days before each election. Voted ballots must be postmarked or received by Election Day in order to be counted. You can sign up to track your mail ballot on your Secretary of State website. Absentee ballots begin being counted on Election Day.  If you have any questions contact your Secretary of State.  You may request an absentee ballot as early as 90 days before an election. No absentee ballots are issued on election day except to a voter who is a resident of a health care facility. The request for an absentee ballot must be made to your county auditor or elections department. You can also fill out an absentee ballot request for here.  NOTE: Absentee ballots must be signed and postmarked or delivered to the county election officer on or before election day.  Overseas citizens and U.S. military personnel can find information on how to register to vote and request an absentee ballot at the Overseas Vote Foundation.",
            "s": "https://www.vote411.org/washington",
            "t": 1731801600.0
        },
        {
            "q": "What are the Ballot Notice and Cure Process?",
            "a": "The deadline to cure (correct) your absentee/mail ballot is on November 25, 2024. If your absentee ballot is rejected, your county election officials will attempt to reach out to you with instructions on how to cure (correct) your ballot signature. You can check the status of your ballot using your states online tool. If you voted a provisional ballot, election officials will research your ballot to ensure voter eligibility before it is counted. Contact your local election officials to check the status of your provisional ballot. ",
            "s": "https://www.vote411.org/washington#ballot-notice-and-cure-process",
            "t": 1731801600.0
        },
        {
            "q": "Where can I find Campaign Finance Information?",
            "a": "For information on federal campaign contributions, please visit Open Secrets.  For information on campaign contributions, please go to your state's site.",
            "s": "https://www.vote411.org/washington#campaign-finance-information",
            "t": 1731801600.0
        },
        {
            "q": "Where can I find Candidate and Ballot Measure Information?",
            "a": "Information on local, state and federal candidates and ballot measures may be available here. ",
            "s": "https://www.vote411.org/washington#candidate-and-ballot-measure-information",
            "t": 1731801600.0
        },
        {
            "q": "Where are the Drop Boxes?",
            "a": "You can return your ballot at an official drop box. You can lookup drop box locations online or by contacting your county elections office. You can also return your ballot at any in-person voting location in your county. Your ballot must be deposited or postmarked by Election Day. If mailed, the USPS recommends that you mail a week before Election Day. ",
            "s": "https://www.vote411.org/washington#drop-boxes",
            "t": 1731801600.0
        },
        {
            "q": "When is Early Voting?",
            "a": "Washington conducts elections primarily by mail. In-person Early Voting in Washington begins 18 days before the election and goes through Election Day.   Your vote-by-mail ballot is mailed to the address where you're registered to vote. Accessible voting is available through your local elections office or voting center until Election Day, 8:00 PM.",
            "s": "https://www.vote411.org/washington#early-voting",
            "t": 1731801600.0
        },
        {
            "q": "When are the Election Dates?",
            "a": "The next election dates can be found here https://www.vote411.org/washington.  Contact your local Board of Elections for more information.",
            "s": "https://www.vote411.org/washington#election-dates",
            "t": 1731801600.0
        },
        {
            "q": "What are the Eligibility Requirements?",
            "a": "To be eligible to vote you must be:  A citizen of the United States; A legal resident of Washington State; At least 18 years old by Election Day; Not disqualified from voting due to a court order People who have felony convictions:  People who have received a felony conviction in a Washington state court will have their right to vote automatically restored as long as they are not serving a sentence of total confinement in the jurisdiction of the Department of Corrections.  People who have a felony conviction in a federal court or any state court other than Washington will have their right to vote automatically restored as long as the person is no longer incarcerated.  If you have been convicted of a felony and are sentenced to a term of total confinement under the jurisdiction of the Department of Corrections or are otherwise incarcerated you must register to vote prior to voting.  Voters without traditional residence:  A voter who lacks a traditional residence may use the place he or she currently sleeps at night or spends most of their time. A mailing address could be a General Delivery address or, if permission is granted, the address of a shelter or a friend or a relative. For more information on residency requirements please click here.",
            "s": "https://www.vote411.org/washington#eligibility-requirements",
            "t": 1731801600.0
        },
        {
            "q": "What ID is Needed for Voter Registration?",
            "a": "ID is necessary to register. If you register by mail and do not have a state driver's license,  state ID card, or a Social Security number, you will be required to provide another form of ID when you cast your ballot.  Other forms of ID include:  Valid photo ID Valid tribal ID of a federally recognized Indian tribe in Washington state Copy of a current utility bill Current bank statement Copy of a current government check Copy of a current paycheck A government document that shows both your name and address If you do not provide one of the above items either before or at the time of voting, your ballot will be treated as a provisional ballot.  Online Voter Registration is available. You will need a current Washington State driver's license, permit, or ID card.  Note: Begining July 15, 2024, Washington's online voter registration system will be expanded to accept Washington state learners permits and the last four digits of a voters SSN, while also improving accessibility for Washington Tribal ID holders. Under current law, online registration requires the state to retrieve the voters signature from the DMV using the ID number, which was not possible for all Tribal IDs. After the change goes into effect, voters may submit an image of their signature to the Secretary of State as part of their online registration process. ",
            "s": "https://www.vote411.org/washington#id-needed-for-voter-registration",
            "t": 1731801600.0
        },
        {
            "q": "What ID is Needed for Voting?",
            "a": "ID is needed when you register to vote and ID is only required if you use an audiovisual unit at a voting center.  Acceptable forms of ID for voting include:  Photo ID, such as a driver's license, state ID card, student ID card, or tribal ID card Voter registration card Utility Bill Bank statement Paycheck Government check Other government document A voter who does not have ID may vote a provisional ballot.  Voters can call or text 844-338-8743 at any time to reach VoteRiders Voter ID Helpline",
            "s": "https://www.vote411.org/washington#id-needed-for-voting",
            "t": 1731801600.0
        },
        {
            "q": "When are the Official Results available?",
            "a": "Official results are never available on Election Day. Election officials are working around the clock to count an unprecedented number of ballots, and its essential that they take the time to make sure every vote is counted.  Absentee ballots begin being counted on Election Day. Provisional ballots are counted 14-21 days after the election.  For Presidential elections, local results will be certified no later than 21 days after Election Day.  Official election results will be uploaded on Washingtons Department of Elections website, no later than 30 days after Election Day.",
            "s": "https://www.vote411.org/washington#official-results",
            "t": 1731801600.0
        },
        {
            "q": "What about Overseas and Military Voters?",
            "a": "You are a Military or Overseas voter if you are in uniformed services, or living overseas. To get registered and vote, you can utilize Overseas Vote Foundation.  If you have additional questions about elections and voting overseas you can use our state specific elections official directory or contact the Overseas Vote Foundation.",
            "s": "https://www.vote411.org/washington#overseas-and-military-voters",
            "t": 1731801600.0
        },
        {
            "q": "Where can I find Poll Worker Information?",
            "a": "Washington has a vote by mail process and does not have traditional polling places that require staffing by poll workers. To find out how you can volunteer on Election Day, contact your local board of elections.",
            "s": "https://www.vote411.org/washington#poll-worker-information",
            "t": 1731801600.0
        },
        {
            "q": "What are the Polling Place Hours?",
            "a": "Even though Washington is a vote-by-mail state, you can still receive in-person services. Each county will have a voting center, at which you can register to vote, receive a replacement ballot, use an accessible voting unit, and more. Voting centers are open during normal business hours beginning 18 days before the election and close promptly at 8 p.m. on Election Day.  You can find your voting center here.",
            "s": "https://www.vote411.org/washington#polling-place-hours",
            "t": 1731801600.0
        },
        {
            "q": "What is the Polling Place Locator?",
            "a": "Even though Washington is a vote-by-mail state, you can still receive in-person services. Each county will have a voting center, at which you can register to vote, receive a replacement ballot, use an accessible voting unit, and more. Voting centers are open during normal business hours beginning 18 days before the election and close promptly at 8 p.m. on Election Day.  You can find your voting center here.",
            "s": "https://www.vote411.org/washington#polling-place-locator",
            "t": 1731801600.0
        },
        {
            "q": "What is the Primary Election Process?",
            "a": "Washington has a top two primary process. Each candidate is allowed to list a party preference on the ballot and all candidates are listed on the same ballot. The two candidates who receive the most votes move on to the General Election, regardless of their party.  If you have any questions about your states primary election, please contact your local election officials.",
            "s": "https://www.vote411.org/washington#primary-election-process",
            "t": 1731801600.0
        },
        {
            "q": "What is Provisional Voting?",
            "a": "A provisional ballot is issued if:  A voters name is not listed as a registered voter, If they cannot sign their name, Or if they do not have proper identification. The verification process checks registration, ensures the ballot is not a duplicate, and inspects the signature. Only verified provisional ballots are counted. Washington state offer same-day registration in person, which greatly reduces the need for provisional ballots.  Provisional ballots are counted 14-21 days after the election. You may contact your county elections department to confirm that your ballot was counted.",
            "s": "https://www.vote411.org/washington#provisional-voting",
            "t": 1731801600.0
        },
        {
            "q": "Are there Provisions for Voters with Disabilities?",
            "a": "If you are unable to cast your ballot due to a disability, you may assign a person of your choice, or two election officials, to enter the voting booth and record the votes your direct.  Federal law requires that every voting center have a voting system that is accessible to all individuals with disabilities. The law requires that the system provide individuals with disabilities the same opportunity to vote privately and independently as other voters. When possible, the county auditor must use voting centers that are accessible to all voters. In instances where a voting center does not meet accessibility standards, additional assistance must be available. The accessibility standards include:  Written notice to voters assigned to an inaccessible voting center explaining the factors that make the voting center inaccessible. This notice must be provided no later than 30 days prior to an election. Reassignment to an accessible voting center upon advance request from a voter assigned to an inaccessible polling place. A disabled parking space. Signs identifying an accessible route of travel to the voting center if different than the primary route. An unobstructed route of travel to the voting center. Level, firm, stable and slip-resistant surfaces. An unobstructed area for voting. At least one voting booth with a maximum height of 30 inches and a minimum knee clearance of 27 inches. Sufficient lighting along the accessible route of travel and within the voting center. Please contact your county elections department to learn about multilingual services that may be available at your voting site. Assistance may be provided by a person of the voter's choice, or by two election officials of opposite political parties.  For more information, you can utilize the American Association of People With Disabilities (AAPD) resource.",
            "s": "https://www.vote411.org/washington#provisions-for-voters-with-disabilities",
            "t": 1731801600.0
        },
        {
            "q": "What is the Registration Deadline?",
            "a": " Online voter registration is available! To register online you will need a Washington State Driver License or ID.  You may also print and return your application by mail or in person at your county elections department.   Online and mail registrations must be received 8 days before Election Day. You may also register to vote in person during business hours and any time before 8:00 p.m. on Election Day.",
            "s": "https://www.vote411.org/washington#registration-deadline",
            "t": 1731801600.0
        },
        {
            "q": "How do Verify Voter Registration?",
            "a": "To verify your voter registration status click here.",
            "s": "https://www.vote411.org/washington#verify-voter-registration",
            "t": 1731801600.0
        },
        {
            "q": "How do I Vote by Mail?",
            "a": "Washington State votes by mail. Your ballot is mailed to you at least 18 days before each election. In order to receive your ballot your voter registration address must be current. You can update your address online.  Your ballot packet will include a ballot, a secrecy envelope and a return envelope. If you need a replacement ballot contact your county election officials.  The ballot must be  Postmarked no later than Election day; or Returned to a designated ballot drop box by 8pm on Election Day; or Returned in person to your county elections department by 8pm on Election Day You can still vote in person on or before Election Day. Each county will have a voting center, which will be open during business hours beginning 18 days before the election and ending at 8pm on Election Day. You can find your voting center here.  You can sign up to track your mail ballot on your Secretary of State website.   If you fail to sign the ballot declaration, or the signature on the ballot declaration does not match the signature in your voter registration record, your county elections department will contact you.",
            "s": "https://www.vote411.org/washington#vote-by-mail",
            "t": 1731801600.0
        },
        {
            "q": "What Voting Machines are used?",
            "a": "Washington is a mail in ballot state. The public may observe the processing of mail ballots. You may contact your County Auditor to arrange times to observe. Ballots are tabulated on optical scan and digital scan tabulating equipment. The equipment must be able to determine the ballot format for every ballot. Bar codes on each ballot allow the tabulation equipment to immediately determine the ballot format of that ballot, which allows the equipment to correctly read the ballot.",
            "s": "https://www.vote411.org/washington#voting-machines",
            "t": 1731801600.0
        }
    ]
}